{
    "lawId": "LOV-2009-06-19-45",
    "lawName": "Lov om endringer i barnevernloven",
    "shortName": "Endringslov til barnevernloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-3 b",
                    "title": "Statens helsetilsyns tilsynsvirksomhet",
                    "sections": [
                        "Statens helsetilsyn har det overordnede faglige tilsyn med barnevernvirksomheten i de enkelte kommuner, og med institusjoner, sentre for foreldre og barn og omsorgssentre for mindreårige etter denne loven. Statens helsetilsyn skal utøve myndighet i samsvar med det som er bestemt i barnevernloven og forskrifter til denne.",
                        "§ 3-2 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-2 a",
                    "title": "Plikt til å utarbeide individuell plan",
                    "sections": [
                        "Barneverntjenesten skal utarbeide en individuell plan for barn med behov for langvarige og koordinerte tiltak eller tjenester dersom det anses nødvendig for å skape et helhetlig tilbud for barnet, og det foreligger samtykke. Barneverntjenesten skal samarbeide om planen med andre instanser barnet mottar tiltak fra.",
                        "Departementet kan gi nærmere bestemmelser i forskrift om hvilke grupper av barn plikten omfatter, og om planens innhold.",
                        "§ 4 annet ledd første punktum skal lyde:",
                        "Barneverntjenesten skal, når barnet på grunn av forholdene i hjemmet eller av andre grunner har særlig behov for det, sørge for å sette i verk hjelpetiltak for barnet og familien, f.eks. ved å oppnevne støttekontakt, ved å sørge for at barnet får plass i barnehage, ved besøkshjem, ved avlastningstiltak i hjemmet, ved opphold i senter for foreldre og barn eller andre foreldrestøttende tiltak.",
                        "§ 4 femte ledd første punktum skal lyde:",
                        "Når vilkårene i annet ledd er til stede, og dersom behovene ikke kan løses ved andre hjelpetiltak, kan barneverntjenesten også formidle plass i fosterhjem, institusjon eller omsorgssenter for mindreårige.",
                        "§ 5 første ledd skal lyde:",
                        "Når hjelpetiltak vedtas, skal barneverntjenesten utarbeide en tidsavgrenset tiltaksplan. Barneverntjenesten skal følge nøye med på hvordan det går med barnet og foreldrene og vurdere om hjelpen er tjenlig, eventuelt om det er nødvendig med nye tiltak, eller om det er grunnlag for omsorgsovertakelse. Tiltaksplanen skal evalueres regelmessig.",
                        "§ 4-21 første ledd første punktum skal lyde:",
                        "Fylkesnemnda skal oppheve et vedtak om omsorgsovertakelse når det er overveiende sannsynlig at foreldrene kan gi barnet forsvarlig omsorg.",
                        "§ 5-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-7",
                    "title": "Tilsyn",
                    "sections": [
                        "Fylkesmannen skal føre tilsyn med at institusjoner som er omfattet av § 5-1, statlige sentre for foreldre og barn og private og kommunale institusjoner og sentre for foreldre og barn som er godkjent etter § 5-8, drives i samsvar med denne loven og forskrifter til loven.",
                        "Finner fylkesmannen at institusjonen eller senteret drives uforsvarlig, kan fylkesmannen gi pålegg om å rette på forholdet, eller å nedlegge driften.",
                        "Til å føre løpende tilsyn med institusjonene og sentrene kan fylkesmannen oppnevne tilsynsutvalg. Departementet kan gi forskrifter om tilsynsutvalgenes arbeidsområde og sammensetning.",
                        "§ 5-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-8",
                    "title": "Private og kommunale institusjoner og sentre for foreldre og barn",
                    "sections": [
                        "Private og kommunale institusjoner og private og kommunale sentre for foreldre og barn kan bare benyttes for barn som omfattes av loven dersom institusjonen eller senteret er godkjent av statlig regional barnevernmyndighet. Institusjonen eller senteret kan bare godkjennes dersom det drives i samsvar med denne loven og de forskrifter som gjelder for den, og ellers drives på en forsvarlig måte. Avgjørelser om godkjenning etter denne loven er enkeltvedtak og kan påklages til statlig sentral barnevernmyndighet. Departementet kan gi nærmere forskrifter om godkjenningsordningen, herunder om vilkår for godkjenning, og om klageordningen.",
                        "Departementet kan gi forskrifter om regnskapsføring og om innsyn for offentlige myndigheter i regnskapene.",
                        "Ny § 5-9 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-9 a",
                    "title": "Rettigheter under opphold i senter for foreldre og barn",
                    "sections": [
                        "Sentre for foreldre og barn skal drives slik at foreldrenes og barnets rett til privatliv og familieliv og foreldrenes rett til å ta beslutninger i kraft av den daglige omsorg for barnet respekteres, så langt dette er i samsvar med formålet med oppholdet og med senterets ansvar for driften, herunder trygghet og trivsel.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om barns og foreldres rettigheter og plikter i sentre for foreldre og barn.",
                        "§ 5-10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-10",
                    "title": "Generelle krav til institusjoner og sentre for foreldre og barn",
                    "sections": [
                        "For å sikre en forsvarlig standard på de institusjoner som er omfattet av § 5-1 og statlige sentre for foreldre og barn, kan departementet gi forskrifter om hvilke krav som skal stilles til institusjonene og sentrene, herunder faglige krav og krav til bygninger, utstyr og bemanning.",
                        "§ 6-1 fjerde ledd skal lyde:",
                        "Departementet kan gi forskrifter om at forvaltningsloven skal gjelde for avgjørelser som blir tatt mens barnet oppholder seg i institusjon eller barnet og foreldrene oppholder seg i senter for foreldre og barn.",
                        "§ 6-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-2",
                    "title": "Anvendelse av forvaltningsloven på private institusjoner, sentre for foreldre og barn og omsorgssentre for mindreårige",
                    "sections": [
                        "For private institusjoner, sentre for foreldre og barn og omsorgssentre for mindreårige som er godkjent etter § 5-8, gjelder forvaltningsloven for klientsaker, med de særregler som er fastsatt i denne loven, jf. § 6-1.",
                        "§ 6-7 første ledd første punktum skal lyde:",
                        "Enhver som utfører tjeneste eller arbeid for et forvaltningsorgan, en institusjon, et senter for foreldre og barn eller et omsorgssenter for mindreårige etter denne loven, har taushetsplikt etter forvaltningsloven §§ 13 til 13 e.",
                        "§ 6-7 annet ledd annet punktum skal lyde:",
                        "Opplysning om en klients oppholdssted kan likevel gis når det er klart at det ikke vil skade tilliten til barneverntjenesten, institusjonen eller senteret for foreldre og barn å gi slik opplysning.",
                        "§ 6-7 tredje ledd skal lyde:",
                        "Opplysninger til andre forvaltningsorganer, jf. forvaltningsloven § 13 b nr. 5 og 6, kan bare gis når dette er nødvendig for å fremme barneverntjenestens, institusjonens, senteret for foreldre og barns eller omsorgssenteret for mindreåriges oppgaver, eller for å forebygge vesentlig fare for liv eller alvorlig skade for noens helse. Også yrkesutøvere i medhold av helsepersonelloven kan gis opplysninger etter denne bestemmelsen. Uten hinder av taushetsplikt skal barneverntjenesten av eget tiltak gi opplysninger til sosialtjenesten når det er grunn til å tro at en gravid kvinne misbruker rusmidler på en slik måte at det er overveiende sannsynlig at barnet vil bli født med skade, jf. sosialtjenesteloven § 6-2 a. Også etter pålegg fra de organer som er ansvarlige for gjennomføringen av sosialtjenesteloven, plikter barneverntjenesten å gi slike opplysninger.",
                        "Ny § 6-7 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-7 a",
                    "title": "Tilbakemelding til melder",
                    "sections": [
                        "Barneverntjenesten skal gi den som har sendt melding til barneverntjenesten, jf. § 4-2, tilbakemelding. Tilbakemeldingen skal sendes innen tre uker etter at meldingen ble mottatt. Tilbakemelding kan unnlates i tilfeller der meldingen er åpenbart grunnløs, eller der andre særlige hensyn taler mot å gi tilbakemelding.",
                        "Tilbakemeldingen skal bekrefte at meldingen er mottatt. Dersom meldingen kommer fra melder som omfattes av § 6-4 annet og tredje ledd, skal tilbakemeldingen også opplyse om hvorvidt det er åpnet undersøkelsessak etter § 4-3.",
                        "Dersom det er åpnet undersøkelsessak, skal barneverntjenesten gi melder som omfattes av § 6-4 annet og tredje ledd, ny tilbakemelding om at undersøkelsen er gjennomført. Den nye tilbakemeldingen skal sendes innen tre uker etter at undersøkelsen er gjennomført og skal inneholde opplysninger om hvorvidt saken er henlagt, eller om barneverntjenesten følger opp saken videre.",
                        "Når barneverntjenesten skal iverksette eller har iverksatt tiltak som det er nødvendig at melder som omfattes av § 6-4 annet og tredje ledd får kjennskap til av hensyn til sin videre oppfølging av barnet, kan barneverntjenesten gi melderen tilbakemelding om tiltakene.",
                        "§ 6-10 annet ledd skal lyde:",
                        "Den som skal ansettes i en institusjon som er omfattet av § 5-1, eller i et statlig senter for foreldre og barn, i en privat eller kommunal institusjon eller senter for foreldre og barn som er godkjent etter § 5-8, eller et omsorgssenter for mindreårige etter kapittel 5 A, skal legge fram tilfredsstillende politiattest. Det kan kreves politiattest også fra andre som utfører oppgaver for institusjonen, senteret for foreldre og barn eller omsorgssenteret for mindreårige, og som har direkte kontakt med barn og unge eller foreldre som oppholder seg der.",
                        "§ 9-4 første ledd skal lyde:",
                        "Når det gjelder barn under 20 år som blir plassert i fosterhjem eller institusjon eller får opphold i senter for foreldre og barn, skal statlig regional barnevernmyndighet dekke den del av kommunens utgifter som overstiger det kommunen plikter å betale etter § 9-5.",
                        "§ 9-5 første ledd skal lyde:",
                        "Den kommune som har søkt om inntak for et barn i institusjon eller for barn og foreldre i senter for foreldre og barn, skal yte delvis refusjon av oppholdsutgifter til statlig regional barnevernmyndighet etter satser fastsatt av departementet. Det kan også fastsettes satser for kommunal refusjon ved inntak i institusjon eller senter for foreldre og barn med tilknyttet spesialisttjeneste etter denne loven. Departementet kan gi forskrifter om refusjonsordningen.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan gi nærmere overgangsbestemmelser i forskrift."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}