{
    "lawId": "LOV-2009-01-09-4",
    "lawName": "Lov om endringer i forvaltningslovgivningen mv. (gjennomføring av forvaltningsreformen)",
    "shortName": "Endringslov til forvaltningslovgivningen mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 13-3 c",
                    "title": "Fylkeskommunens ansvar for veiledning og kvalitetsutviklingstiltak",
                    "sections": [
                        "Fylkeskommunen skal etter oppdrag fra departementet veilede om og bidra til kvalitetsutviklingstiltak som bl.a. kan gi god sammenheng mellom grunnskolen og videregående opplæring. Departementet kan gi nærmere forskrifter om disse oppgavene.",
                        "5. I lov 20. juni 2003 nr. 56 om fagskoleutdanning gjøres følgende endringer:",
                        "Ny § 1a skal lyde:"
                    ]
                },
                {
                    "name": "§ 1 a",
                    "title": "Fylkeskommunalt ansvar for fagskoleutdanning",
                    "sections": [
                        "Fylkeskommunen skal sørge for at det tilbys godkjent fagskoleutdanning som tar hensyn til lokalt, regionalt og nasjonalt kompetansebehov innenfor prioriterte samfunnsområder.",
                        "§ 8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Offentlig tilskudd til fagskoleutdanning",
                    "sections": [
                        "Tilbydere av godkjent fagskoleutdanning kan søke fylkeskommunen om offentlig tilskudd.",
                        "Departementet fører tilsyn med tilbydere av fagskoleutdanning som mottar offentlig tilskudd.",
                        "Departementet kan gi forskrift om nærmere regler for offentlig tilskudd til fagskoleutdanning, årsregnskap og tilsyn.",
                        "§ 9 første og annet ledd skal lyde:",
                        "Tilbydere av fagskoleutdanning kan bare kreve egenbetaling fra studenter i den grad det ikke ved tildeling av offentlige tilskudd er forutsatt at utdanningen skal være gratis.",
                        "Tilbydere av fagskoleutdanning skal la offentlige tilskudd og egenbetaling fra studentene komme studentene til gode.",
                        "6. I lov 19. desember 2003 nr. 130 om Innovasjon Norge gjøres følgende endringer:",
                        "§ 2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Eierforhold",
                    "sections": [
                        "Selskapet eies av staten med 51 prosentandeler og fylkeskommunene med 49 prosentandeler.",
                        "§ 6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Forholdet til annen lovgivning",
                    "sections": [
                        "Forvaltningsloven gjelder ikke for selskapet, heller ikke når det treffer enkeltvedtak på vegne av staten. Kapitlene IV-VI i forvaltningsloven gjelder ikke i saker som ansatte i norsk utenrikstjeneste behandler for selskapet.",
                        "Lov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner (finansieringsvirksomhetsloven) gjelder ikke for selskapet.",
                        "Lov 18. juli 1958 nr. 2 om offentlige tjenestetvister (tjenestetvistloven) og lov 4. mars 1983 nr. 3 om statens tjenestemenn m.m. (tjenestemannsloven) gjelder ikke for ansatte i selskapet.",
                        "Selskapet regnes som offentlig organ etter lov om arkiv 4. desember 1992 nr. 126 § 2 bokstav g.",
                        "§ 7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Eiernes innskudd",
                    "sections": [
                        "Eiernes innskudd i selskapet fastsettes i vedtektene og vedtas av foretaksmøtet. Senere endringer av innskuddet vedtas av foretaksmøtet.",
                        "§ 8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Selskapets finansiering m.m.",
                    "sections": [
                        "Selskapet kan finansiere sin virksomhet ved lån, garantier og tilskudd fra staten. Fra fylkeskommunene og andre offentlige aktører kan selskapet finansiere sin virksomhet ved lån og tilskudd. Videre kan selskapet ha inntekter fra næringslivet og andre private aktører. Den bevilgende myndighet kan fastsette nærmere vilkår for bruk av midlene.",
                        "§ 9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Eiernes ansvar",
                    "sections": [
                        "Eierne er ansvarlige for selskapets forpliktelser.",
                        "Ved oppløsning av selskapet har eierne solidarisk plikt til å skyte inn midler i selskapet i den grad det er nødvendig for å gi øvrige fordringshavere dekning.",
                        "§ 10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Selskapets virkemidler",
                    "sections": [
                        "For å fremme formål som nevnt i § 1, kan selskapets midler brukes til:",
                        "1.Finansiering, herunder tilskudds-, låne-, garanti- og egenkapitalordninger",
                        "2.Rådgiving og kompetansehevende tiltak",
                        "3.Nettverk og infrastruktur",
                        "4.Profilering av norsk næringsliv i utlandet",
                        "Eierne kan gi nærmere regler om selskapets virkemidler gjennom foretaksmøtet.",
                        "For å fremme formålet i § 1 kan eierne gjennom foretaksmøtet tillegge selskapet å utføre oppgaver knyttet til forvaltningen av andre statlige og regionale virkemidler, og kan i denne forbindelse fastsette nærmere regler om utøvelsen av slike oppgaver.",
                        "§ 11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Organisering på regionalt nivå",
                    "sections": [
                        "Selskapet skal ha en organisering som er tilpasset ulike behov i regionene. Selskapet skal samarbeide med regionale aktører. Samarbeidet reguleres nærmere gjennom egne avtaler mellom selskapet og den enkelte aktør.",
                        "§ 13 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Selskapets ledelse",
                    "sections": [
                        "Selskapet ledes av et hovedstyre og en administrerende direktør.",
                        "Selskapet skal ha regionale styrer som bemyndiges av hovedstyret og administrerende direktør.",
                        "§ 14 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Styrenes sammensetning m.m.",
                    "sections": [
                        "Selskapet skal ha et hovedstyre på minst seks medlemmer.",
                        "Ved behandling av administrative saker suppleres hovedstyret med ytterligere to styremedlemmer som velges av og blant de ansatte.",
                        "Hovedstyret kan ha varamedlemmer.",
                        "Hovedstyret oppnevnes av foretaksmøtet med unntak av de ansattes valgte styremedlemmer.",
                        "Hovedstyret skal ha en leder og nestleder som velges av foretaksmøtet.",
                        "Eierne kan i foretaksmøtet oppnevne en valgkomité som fremmer forslag i forbindelse med hovedstyrevalg.",
                        "Selskapet skal ha regionale styrer på maksimum åtte medlemmer.",
                        "Reglene i aksjeloven § 20-6 om representasjon av begge kjønn i styrene gjelder tilsvarende.",
                        "Administrerende direktør kan ikke være medlem av styrene.",
                        "§ 15 skal lyde:"
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Tjenestetid",
                    "sections": [
                        "Hovedstyremedlemmene tjenestegjør i fire år. Kortere tjenestetid kan fastsettes i spesielle tilfeller. Tjenestetiden opphører ved utløpet av det ordinære foretaksmøtet i det år tjenestetiden utløper.",
                        "Et hovedstyremedlem blir stående inntil nytt styremedlem blir valgt selv om tjenestetiden er utløpt.",
                        "§ 16 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Opphør av styreverv i hovedstyret før tjenestetiden er utløpt",
                    "sections": [
                        "Når særlige forhold foreligger, har et hovedstyremedlem rett til å tre tilbake før tjenestetiden er ute. Ved fratredelse skal det gis rimelig forhåndsvarsel til eierne og hovedstyret. Medlem av hovedstyret som er valgt av foretaksmøtet kan til enhver tid fjernes ved beslutning av foretaksmøtet.",
                        "Opphører vervet for et hovedstyremedlem før utløpet av tjenestetiden og vararepresentant for ham eller henne ikke er valgt, skal foretaksmøtet velge et nytt hovedstyremedlem for resten av perioden. Valget kan likevel utstå til neste ordinære foretaksmøte dersom hovedstyret er vedtaksført med de gjenværende medlemmer og varamedlemmer.",
                        "§ 17 skal lyde:"
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Hovedstyrets myndighet",
                    "sections": [
                        "Forvaltningen av selskapet hører under hovedstyret, som også påser at virksomheten drives i samsvar med reglene gitt i eller i medhold av loven her og i forskrift gitt i medhold av loven.",
                        "Hovedstyret har ansvaret for en forsvarlig organisering av selskapet og skal påse at dets virksomhet, regnskap og formuesforvaltning er gjenstand for betryggende kontroll. Hovedstyret skal føre tilsyn med administrerende direktørs ledelse av virksomheten.",
                        "Hovedstyret skal velge regionale styrer og fastlegge nærmere regler for deres virksomhet. Hovedstyret kan oppnevne en valgkomité som fremmer forslag i forbindelse med valg til regionstyrer.",
                        "I vedtektene kan det bestemmes at visse saker skal avgjøres av hovedstyret.",
                        "§ 18 skal lyde:"
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Hovedstyrets møter",
                    "sections": [
                        "Hovedstyrets leder sørger for at styret holder møte så ofte som nødvendig. Et medlem av hovedstyret eller administrerende direktør kan kreve at hovedstyret sammenkalles. Om ikke hovedstyret for det enkelte tilfelle bestemmer noe annet, har administrerende direktør rett til å være tilstede og til å uttale seg på hovedstyremøtene.",
                        "Hovedstyrets møter ledes av styrelederen, eller i hans eller hennes fravær, av nestlederen. Er ingen av disse tilstede, velger hovedstyret selv sin møteleder.",
                        "Ved hovedstyrets møter skal det føres protokoll som underskrives av samtlige tilstedeværende styremedlemmer. Dersom hovedstyremedlem eller administrerende direktør er uenig i hovedstyrets beslutning, kan de kreve sin oppfatning innført i protokollen.",
                        "§ 19 skal lyde:"
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Vedtaksførhet og flertallskrav",
                    "sections": [
                        "Hovedstyret er vedtaksført når mer enn halvparten av samtlige styremedlemmer som kan delta i den aktuelle sak er tilstede. Hovedstyret kan likevel ikke treffe beslutning med mindre alle medlemmene av styret så vidt mulig er gitt mulighet til å delta i behandling av saken.",
                        "Som hovedstyrets beslutning gjelder det som flertallet blant de møtende har stemt for, eller ved stemmelikhet det som møtelederen har stemt for. De som stemmer for en beslutning må likevel alltid utgjøre mer enn 1/3 av samtlige styremedlemmer som kan delta i den aktuelle sak.",
                        "Ved valg og ansettelse anses den valgt eller ansatt som får flest stemmer. Hovedstyret kan på forhånd bestemme at det skal holdes ny avstemming dersom ingen får flertall av de avgitte stemmer. Står stemmene likt ved valg av møteleder, avgjøres valget ved loddtrekning.",
                        "§ 20 skal lyde:"
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Administrerende direktør",
                    "sections": [
                        "Selskapet skal ha en administrerende direktør som tilsettes av hovedstyret. Hovedstyret fastsetter også administrerende direktørs lønn. Hovedstyret treffer vedtak om å si opp eller avskjedige administrerende direktør.",
                        "§ 21 skal lyde:"
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Administrerende direktørs myndighet",
                    "sections": [
                        "Administrerende direktør forestår den daglige ledelse av selskapet, og skal følge de retningslinjer og pålegg som hovedstyret gir. Administrerende direktør skal sørge for at selskapets regnskap er i samsvar med lov og forskrifter og at formuesforvaltningen er ordnet på en betryggende måte.",
                        "Den daglige ledelse omfatter ikke saker som etter selskapets forhold er av uvanlig art eller stor betydning, eller som etter vedtektene eller annet vedtak av foretaksmøtet hører under hovedstyret. Slike saker kan administrerende direktør bare avgjøre om hovedstyret i enkelte tilfelle har gitt ham eller henne myndighet til det, eller hovedstyrets beslutning ikke kan avventes uten vesentlig ulempe for foretakets virksomhet. Hovedstyret skal i så fall snarest underrettes om saken.",
                        "§ 22 skal lyde:"
                    ]
                },
                {
                    "name": "§ 22",
                    "title": "Hovedstyrets og administrerende direktørs representasjonsrett",
                    "sections": [
                        "Hovedstyret representerer selskapet utad og tegner dets firma.",
                        "Hovedstyret kan gi hovedstyremedlem eller administrerende direktør rett til å tegne selskapets firma. Vedtektene kan begrense hovedstyrets myndighet etter første punktum og også selv gi bestemmelser om fullmakt som der nevnt.",
                        "Administrerende direktør representerer selskapet utad i saker som faller innenfor hans eller hennes myndighet etter § 21.",
                        "§ 27 annet punktum skal lyde:",
                        "Taushetsplikten gjelder ikke meddelelser som hovedstyret eller noen som har fullmakt fra hovedstyret gir på vegne av selskapet til finansinstitusjoner og eierne.",
                        "§ 28 skal lyde:"
                    ]
                },
                {
                    "name": "§ 28",
                    "title": "Allment om foretaksmøtets myndighet og sammensetning",
                    "sections": [
                        "Eierne utøver den øverste myndigheten i selskapet i foretaksmøtet. Eiernes myndighet i selskapet kan ikke utøves utenom i foretaksmøtet. De sakene som etter lov eller vedtekter hører inn under selskapet, skal behandles i foretaksmøtet.",
                        "Staten representert ved eierdepartementet, øvrige eiere, selskapets hovedstyre, administrerende direktør og revisor har rett til å være tilstede og til å uttale seg i foretaksmøtet. Administrerende direktør og hovedstyrets leder har plikt til å være tilstede med mindre dette er åpenbart unødvendig eller det foreligger gyldig forfall. I sistnevnte tilfelle skal det utpekes en stedfortreder. Foretakets revisor har plikt til å være tilstede i den grad de sakene som skal behandles er av slik art at revisors nærvær er ønskelig.",
                        "Ved voteringer i foretaksmøtet vil hver eiers stemmeantall følge av deres eierandel.",
                        "Ny § 28 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 28 a",
                    "title": "Flertallskrav",
                    "sections": [
                        "For beslutning av foretaksmøtet kreves flertall av de avgitte stemmene.",
                        "Ved valg eller ansettelse anses den eller de valgt som får flest stemmer. Foretaksmøtet kan på forhånd bestemme at det skal holdes ny avstemning dersom ingen får flertall av de avgitte stemmene. Står stemmetallet likt, treffes avgjørelsen ved loddtrekning.",
                        "I vedtektene kan det fastsettes flertallskrav som avviker fra det som følger av paragrafen her, og gis avvikende regler om følgen av stemmelikhet.",
                        "Ny § 28 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 28 b",
                    "title": "Vedtektsendring",
                    "sections": [
                        "Vedtektsendringer må besluttes i foretaksmøtet og krever tilslutning fra minst to tredjedeler av de avgitte stemmene.",
                        "Ny § 28 c skal lyde:"
                    ]
                },
                {
                    "name": "§ 28 c",
                    "title": "Krav om enstemmighet",
                    "sections": [
                        "En beslutning krever tilslutning fra samtlige eiere når den innebærer en økning av eiernes forpliktelser i forhold til selskapet.",
                        "Ny § 29 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 29 a",
                    "title": "Beslutning av foretaksmøte uten møte",
                    "sections": [
                        "Hovedstyret kan forelegge en sak til avgjørelse for foretaksmøtet uten å innkalle til møte. Dette gjelder bare hvis hovedstyret finner at saken kan behandles på en betryggende måte ved at den skriftlig forelegges eierne til avgjørelse.",
                        "Hovedstyret skal i slike tilfeller sende saksdokumentene med forslag til beslutning og begrunnelse for forslaget til alle eierne og til daglig leder og revisor. Det skal angis en frist for å avgi stemme som ikke kan være kortere enn fristen for å innkalle til foretaksmøte, med mindre alle eierne er enige om en kortere frist. Eierne skal gjøres kjent med at de kan kreve at saken forelegges foretaksmøtet i møte.",
                        "Saken skal forelegges foretaksmøtet i møte dersom dette kreves av et hovedstyremedlem, en eier eller revisor før utløpet av fristen for å avgi skriftlig stemme.",
                        "§ 30 skal lyde:"
                    ]
                },
                {
                    "name": "§ 30",
                    "title": "Ekstraordinært foretaksmøte",
                    "sections": [
                        "Hovedstyret kan bestemme at det skal innkalles til ekstraordinært foretaksmøte.",
                        "Hovedstyret skal innkalle til ekstraordinært foretaksmøte når revisor eller eiere som representerer minst en tredjedel av eierandelene krever det for å få behandlet et nærmere bestemt emne. Hovedstyret skal sørge for at foretaksmøtet holdes innen en måned etter at kravet er framsatt.",
                        "§ 31 første ledd første punktum skal lyde:",
                        "Hovedstyret innkaller til foretaksmøte og bestemmer innkallingsmåten.",
                        "Ny § 31 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 31 a",
                    "title": "Eiernes rett til å få saker behandlet på foretaksmøtet",
                    "sections": [
                        "En eier har rett til å få behandlet spørsmål på foretaksmøtet som er meldt skriftlig til hovedstyret tidsnok til at det kan tas med i innkallingen. Har innkallingen allerede funnet sted, skal det sendes ut ny innkalling dersom det er minst en uke igjen til foretaksmøtet skal holdes.",
                        "§ 32 skal lyde:"
                    ]
                },
                {
                    "name": "§ 32",
                    "title": "Møteledelse og protokollasjon",
                    "sections": [
                        "Foretaksmøtet ledes av hovedstyrets leder.",
                        "Møtelederen skal sørge for at det føres protokoll fra foretaksmøtet. Møteleder skal før første avstemning opprette en fortegnelse over de eierne som har møtt, enten selv eller ved fullmektig. Fortegnelsen skal angi hvor mange stemmer hver av dem representerer.",
                        "Nåværende § 32 annet ledd annet og tredje punktum blir nytt § 32 tredje ledd.",
                        "§ 35 skal lyde:"
                    ]
                },
                {
                    "name": "§ 35",
                    "title": "Gransking",
                    "sections": [
                        "En eier kan i foretaksmøtet fremsette forslag om gransking av selskapet eller nærmere angitte forhold vedrørende forvaltningen av det eller dets regnskap.",
                        "Forslaget kan fremsettes på et ordinært foretaksmøte eller på et foretaksmøte der det fremgår av innkallingen at sak om slik gransking skal behandles.",
                        "Beslutning om granskning krever tilslutning av minst en tiendedel av de avgitte stemmene.",
                        "Den som på vegne av eierne forestår gransking, har rett til å foreta de undersøkelsene i selskapet som finnes nødvendig, og kan i denne forbindelse kreve nødvendig bistand av selskapet. Den som forestår gransking, kan av hovedstyret, administrerende direktør, regionstyrer og enhver ansatt eller tillitsvalgt i selskapet, kreve enhver opplysning om selskapets forhold som granskingen gjør nødvendig. Den som på vegne av eierne foretar granskingen har taushetsplikt etter samme regler som gjelder for revisorer, jf. revisorloven.",
                        "7. I lov 1. april 2005 nr. 15 om universiteter og høyskoler skal § 9-4 femte ledd lyde:",
                        "Forslag til eksterne styremedlemmer og varamedlemmer for disse, fremmes av institusjonens styre. Det samme gjelder forslag til styreleder når rektor er ansatt. For kunsthøyskolene fremmes forslag av høyskolens styre og av Norsk kulturråd. Sametinget oppnevner på fritt grunnlag to av de eksterne styremedlemmene og personlige varamedlemmer for disse ved Samisk høgskole. Fylkeskommunene oppnevner på fritt grunnlag to av de eksterne styremedlemmene og personlige varamedlemmer for disse ved de øvrige statlige høyskolene. Departementet oppnevner på fritt grunnlag øvrige eksterne medlemmer og personlige varamedlemmer for disse for fire år. For institusjoner som har ansatt rektor, utpeker departementet styreleder blant de eksterne medlemmene, jf. § 9-3.",
                        "8. I lov 17. juni 2005 nr. 79 om akvakultur gjøres følgende endringer:",
                        "§ 6 annet ledd skal lyde:",
                        "Departementet kan i forskrift gi nærmere bestemmelser om tildeling av akvakulturtillatelse, herunder krav til søknad og kriterier for innvilgelse av søknad og gi nærmere bestemmelser om hvilke søknader som skal behandles av fylkeskommunene.",
                        "§ 18 tredje ledd skal lyde:",
                        "Departementet kan gi forskrift om registreringsordningen, herunder om registreringsmyndighet, erstatningsordning, føring av dagbok mv. Departementet kan i forskrift gi nærmere bestemmelser om fylkeskommunenes oppgaver knyttet til registreringsordningen.",
                        "§ 24 første og annet ledd skal lyde:",
                        "Etter pålegg fra tildelings- og tilsynsmyndigheten plikter enhver som søker om eller driver aktiviteter som omfattes av denne lov, å gi opplysninger, dokumenter, prøvemateriale eller annet materiale som er nødvendig for at tildelings- og tilsynsmyndigheten skal kunne utføre sine oppgaver etter loven.",
                        "Etter pålegg fra tildelings- og tilsynsmyndigheten plikter enhver som søker om eller driver aktiviteter som omfattes av denne lov å gjennomføre undersøkelser som er nødvendige for at tildelings- og tilsynsmyndigheten skal kunne utføre sine oppgaver etter loven.",
                        "9. I lov 6. juni 2008 nr. 37 om forvaltning av viltlevande marine ressursar skal ny § 8 a lyde:"
                    ]
                },
                {
                    "name": "§ 8 a",
                    "title": "Saker der fylkeskommunane har kompetanse",
                    "sections": [
                        "Fylkeskommunane kan fatte vedtak på særskilde områder innanfor lova sitt verkeområde når dette er fastsett i forskrift. Departementet kan i forskrift fastsetje nærare reglar om fylkeskommunane sin kompetanse etter denne føresegna. I dei sakene der fylkeskommunane er gitt kompetanse til å fatte vedtak, er Fiskeridirektoratet klageinstans.",
                        "Ikrafttredelse og overgangsregler",
                        "1.Loven trer i kraft 1. januar 2010. Opphevelse av kommuneloven § 60 nr. 6 trer i kraft straks.",
                        "2.Departementet kan i forskrift fastsette nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}