{
    "lawId": "LOV-2009-06-19-60",
    "lawName": "Lov om endringer i revisorloven og enkelte andre lover (gjennomføring av revisjonsdirektivet)",
    "shortName": "Endringslov til revisorloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel 1 Virkeområde mv.",
            "paragraphs": [
                {
                    "name": "§ 1-2",
                    "title": "Revisors rolle",
                    "sections": [
                        "Revisor er allmennhetens tillitsperson ved utøvelse av virksomhet som nevnt i § 1-1 annet ledd. Revisor skal utøve sin virksomhet med integritet, objektivitet og aktsomhet.",
                        "Overskriften til § 2-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-1",
                    "title": "Revisjonsplikt og adgangen til å si opp revisor",
                    "sections": [
                        "§ 2-1 nytt femte ledd skal lyde:",
                        "Den revisjonspliktige kan ikke avsette revisor uten saklig grunn. Uenighet vedrørende regnskapsmessig behandling eller revisjonshandlinger anses ikke som saklig grunn for avsettelse. Den revisjonspliktige skal uten ugrunnet opphold gi melding til Foretaksregisteret om at revisors oppdrag er avsluttet. Dersom et revisjonsoppdrag avsluttes før utløpet av tjenestetiden, skal den revisjonspliktige dessuten sende begrunnelse for dette til Kredittilsynet.",
                        "§ 2-2 første ledd skal lyde:",
                        "Årsregnskapet til revisjonspliktige etter § 2-1 skal revideres av minst én ansvarlig revisor, jf. § 3-7.",
                        "§ 2-2 annet ledd skal lyde:",
                        "Revisjon som nevnt i første ledd kan utføres av revisjonsselskap som er godkjent av Kredittilsynet, jf. § 3-1 annet ledd. Revisjonsselskapet skal utpeke én ansvarlig revisor for hvert oppdrag, jf. § 3-7 (oppdragsansvarlig revisor).",
                        "§ 2-2 annet ledd tredje punktum oppheves.",
                        "Overskriften til kapittel 3 skal lyde:",
                        "§ 3-1 annet ledd første punktum skal lyde:",
                        "Revisjonsselskap som reviderer årsregnskap for revisjonspliktige må være godkjent av Kredittilsynet og tildelt revisorregisternummer.",
                        "§ 3-1 nytt fjerde ledd skal lyde:",
                        "Ved søknad om godkjenning som revisor eller revisjonsselskap, skal det gis opplysninger som nevnt i § 10-2 og § 10-3. Kredittilsynet kan registrere fødselsnummer for revisorer, styremedlemmer, varamedlemmer til styret, daglig leder og aksjeeiere eller deltakere i revisjonsselskap.",
                        "§ 3-2 første og annet ledd skal lyde:",
                        "Registrert revisor skal ha oppnådd bachelorgrad i revisjon i samsvar med fastsatt rammeplan for revisorutdanning.",
                        "Statsautorisert revisor skal ha oppnådd mastergrad i regnskap og revisjon.",
                        "§ 3-3 annet og tredje ledd skal lyde:",
                        "Minst to år av praksistiden skal gjennomføres etter bestått utdanning som nevnt i § 3-2.",
                        "Minst to år av praksistiden skal fullføres hos en godkjent statsautorisert eller registrert revisor eller et godkjent revisjonsselskap, som foretar revisjon av årsregnskap for revisjonspliktige.",
                        "§ 3-5 første ledd nr. 2 til 4 skal lyde:",
                        "2.i henhold til selskapsavtale eller vedtekter skal revisorer eller revisjonsselskap som oppfyller kravene i nr. 1, inneha mer enn halvparten av stemmene i selskapets øverste organ,",
                        "3.selskapet skal ha fast kontorsted i Norge. Kravet til fast kontorsted i Norge gjelder ikke dersom selskapet har fast kontorsted i en annen EØS-stat hvor det har godkjenning og er underlagt hjemlandstilsyn.",
                        "4.selskapet skal være istand til å oppfylle sine forpliktelser etterhvert som de forfaller.",
                        "§ 3-5 første ledd nr. 5 oppheves.",
                        "§ 3-6 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3 Godkjenning av revisorer m.m.",
            "paragraphs": [
                {
                    "name": "§ 3-6",
                    "title": "Godkjenning av revisorer fra andre land m.m.",
                    "sections": [
                        "Departementet kan fastsette forskrift om godkjenning av og tilsyn med revisor og revisjonsselskap fra andre land.",
                        "Overskriften til § 3-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-7",
                    "title": "Ansvarlig revisor",
                    "sections": [
                        "§ 3-7 første ledd skal lyde:",
                        "Med ansvarlig revisor menes i denne lov godkjent registrert eller statsautorisert revisor som i tillegg:",
                        "1.tilfredsstiller krav til etterutdanning i samsvar med regler fastsatt av departementet,",
                        "2.oppfyller krav til fast kontorsted etter § 3-5 første ledd nr. 3,",
                        "3.er bosatt i EØS-stat,",
                        "4.har nødvendig sikkerhet for mulig ansvar etter kapittel 8 i samsvar med regler fastsatt av departementet, og",
                        "5.er tildelt revisorregisternummer fra Kredittilsynet etter å ha dokumentert at vilkårene i nr. 1 til 4 er oppfylt.",
                        "Overskriften til kapittel 4 skal lyde:",
                        "Overskriften til § 4-1 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4 Uavhengighet, objektivitet og etikk",
            "paragraphs": [
                {
                    "name": "§ 4-1",
                    "title": "Generelle krav til uavhengighet, objektivitet og etikk",
                    "sections": [
                        "§ 4-1 nytt sjette ledd skal lyde:",
                        "Departementet kan i forskrift fastsette yrkesetiske regler og regler om uavhengighet og objektivitet dersom det er nødvendig for gjennomføringen av internasjonale forpliktelser.",
                        "§ 4-2 første ledd skal lyde:",
                        "Ingen kan være oppdragsansvarlig revisor, jf. § 2-2, når andre revisorer eller ledende ansatte i revisjonsselskapet eller medlemmer eller varamedlemmer i revisjonsselskapets styrende organer har et forhold til den revisjonspliktige som nevnt i § 4-1 første eller annet ledd.",
                        "§ 4-2 nytt femte ledd skal lyde:",
                        "Eiere, styremedlemmer og ledende ansatte i et revisjonsselskap eller tilknyttede selskaper skal ikke søke å påvirke utførelsen av et revisjonsoppdrag på en slik måte at det kan svekke revisors eller revisjonsmedarbeideres uavhengighet og objektivitet.",
                        "§ 4-3 nytt annet punktum skal lyde:",
                        "§ 4-1 annet ledd nr. 3 er likevel ikke til hinder for at det benyttes medarbeidere som har fordring eller gjeld til den revisjonspliktige på markedsmessige vilkår og som er tilbudt en ubestemt krets av personer.",
                        "§ 4-6 nytt annet ledd skal lyde:",
                        "En revisor kan ikke avtale betinget honorar. Honoraret kan heller ikke være helt eller delvis bestemt eller påvirket av levering av andre tjenester enn revisjon.",
                        "§ 5-2 annet ledd nytt annet punktum skal lyde:",
                        "Departementet kan i forskrift fastsette krav til revisjonsutøvelsen dersom det er nødvendig for gjennomføringen av internasjonale forpliktelser.",
                        "§ 5-6 første ledd femte punktum skal lyde:",
                        "Revisjonsberetningen skal dateres og underskrives av oppdragsansvarlig revisor.",
                        "§ 5-6 åttende ledd skal lyde:",
                        "Departementet kan i forskrift fastsette regler om revisjonsberetningen dersom det er nødvendig for gjennomføringen av internasjonale forpliktelser.",
                        "Ny § 5-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-7",
                    "title": "Særlige krav ved revisjon av konsernregnskaper",
                    "sections": [
                        "Revisor som er utpekt av revisjonsselskapet i samsvar med § 2-2 skal ved revisjon av årsregnskap for et morselskap avgi en felles revisjonsberetning for morselskapet og konsernet. § 5-6 første til åttende ledd gjelder tilsvarende.",
                        "Med sikte på konsernrevisjonen, skal revisor som nevnt i første ledd gjennomgå revisjonsarbeid utført av revisor i datterselskap av betydning for konsernregnskapet. Gjennomgangen skal dokumenteres på en måte som er tilstrekkelig til å kunne etterprøve arbeidet.",
                        "Ved revisjon av konsern hvor datterselskap revideres av revisor eller revisjonsselskap fra land utenfor EØS-området som ikke har gjensidig samarbeidsavtale om tilsyn med revisorer og revisjonsselskaper, skal revisor som nevnt i første ledd oppbevare kopi av dokumentasjon av revisjonsarbeid uført av datterselskapets revisor. Oppbevaringsplikt som nevnt gjelder ikke dersom betryggende tilgang til dokumentasjonen er sikret gjennom avtale revisor har inngått med datterselskapets revisor eller på annet vis. Dersom det er nødvendig for å sikre offentlige myndigheters tilgang til dokumentasjon, kan Kredittilsynet pålegge revisor å treffe andre hensiktsmessige foranstaltninger.",
                        "Revisor som nevnt i første ledd skal på forespørsel fremlegge dokumentasjon som nevnt i annet og tredje ledd, herunder dokumentasjon utarbeidet for konsernrevisjonen, for Kredittilsynet. Dette gjelder likevel ikke dokumentasjon som nevnt i tredje ledd dersom revisor hadde truffet betryggende foranstaltninger som der nevnt, og forhold utenfor revisors kontroll likevel gjør det umulig å fremlegge slik dokumentasjon.",
                        "Nytt kapittel 5a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5a Særlige plikter ved revisjon av foretak av allmenn interesse",
            "paragraphs": [
                {
                    "name": "§ 5a-1",
                    "title": "Virkeområde",
                    "sections": [
                        "Bestemmelsene i dette kapittelet gjelder for revisorer som reviderer årsregnskap for følgende revisjonspliktige foretak:",
                        "1.foretak som har utstedt omsettelige verdipapirer som er opptatt til handel på et regulert marked i EØS-land,",
                        "2.bank eller annen kredittinstitusjon,",
                        "3.forsikringsselskap.",
                        "Kredittilsynet kan gjøre unntak fra kravet i dette kapittel dersom revisor er underlagt krav etter andre lands lovgivning."
                    ]
                },
                {
                    "name": "§ 5a-2",
                    "title": "Åpenhetsrapport",
                    "sections": [
                        "Revisorer omfattet av § 5a-1 skal årlig avgi en rapport som minst beskriver:",
                        "1.organisasjonsform og eierskap,",
                        "2.eventuelt samarbeid som nevnt i § 4-7 første ledd, herunder grunnlaget for samarbeidet,",
                        "3.styringsstrukturen,",
                        "4.interne kvalitetskontrollsystemer og retningslinjer for uavhengighet sammen med en erklæring fra styret om hvordan kvalitetskontrollsystemene har fungert og at retningslinjene har blitt overholdt,",
                        "5.tidspunktet for siste periodiske kvalitetskontroll etter § 5b-2,",
                        "6.hvilke foretak eller konsern som nevnt i § 5a-1 som er blitt revidert av revisor siste regnskapsår,",
                        "7.revisjonsselskapets etterutdanningspolitikk,",
                        "8.regnskapsopplysninger som viser omfanget av revisjonsvirksomheten, herunder samlet omsetning fordelt på honorar for revisjon og andre tjenester,",
                        "9.godtgjørelser til eierne.",
                        "Rapporten skal være underskrevet og gjøres tilgjengelig på revisors nettsted senest tre måneder etter regnskapsårets slutt. Kredittilsynet kan i særlige tilfeller gjøre unntak fra første ledd."
                    ]
                },
                {
                    "name": "§ 5a-3",
                    "title": "Kontakt med revisjonsutvalget",
                    "sections": [
                        "Har den revisjonspliktige revisjonsutvalg, skal revisor gi revisjonsutvalget en beskrivelse av hovedelementene i revisjonen foregående regnskapsår, herunder særlig om vesentlige svakheter som er avdekket ved den interne kontroll knyttet til regnskapsrapporteringsprosessen. Revisor skal dessuten overfor revisjonsutvalget:",
                        "1.hvert år skriftlig bekrefte sin uavhengighet,",
                        "2.opplyse om hvilke andre tjenester enn lovpliktig revisjon som er levert til foretaket i løpet av regnskapsåret,",
                        "3.opplyse om eventuelle trusler mot uavhengigheten og dokumentere tiltak som er iverksatt for å redusere disse.",
                        "Opplysninger som nevnt i første ledd skal gis til styret dersom det samlede styret ivaretar revisjonsutvalgets oppgaver i henhold til særskilt hjemmel."
                    ]
                },
                {
                    "name": "§ 5a-4",
                    "title": "Rotasjon",
                    "sections": [
                        "Revisor kan ikke revidere årsregnskap for den samme revisjonspliktige i mer enn syv år sammenhengende. Revisor som omfattes av første punktum kan ikke på nytt påta seg revisjonsoppdrag for den samme revisjonspliktige før det har gått minst to år. For revisjonsselskap gjelder dette for den som er utpekt som ansvarlig revisor. Departementet kan i forskrift gi nærmere regler om rotasjon.",
                        "I tilfeller der revisjonsplikten gjelder konsernregnskap, kan det ikke avgis revisjonsberetning for konsernet dersom ett eller flere vesentlige datterselskap har revisor som etter bestemmelsens første ledd ikke kunne ha påtatt seg revisjonsoppdrag for et konsernselskap.",
                        "Kredittilsynet kan i særlige tilfeller samtykke til at revisjonsselskapet ikke utpeker ny ansvarlig revisor selv om det har gått syv år."
                    ]
                },
                {
                    "name": "§ 5a-5",
                    "title": "Forbud mot å tiltre i ledende stilling hos den revisjonspliktige",
                    "sections": [
                        "Revisor kan ikke tiltre ledende stilling i det foretaket som revideres innen en periode på minst to år fra revisjonsoppdraget ble avsluttet. For revisjonsselskap gjelder dette for den som er utpekt som ansvarlig revisor.",
                        "Nytt kapittel 5b skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5b Kvalitetskontroll mv.",
            "paragraphs": [
                {
                    "name": "§ 5b-1",
                    "title": "Intern kvalitetskontroll i revisjonsselskap",
                    "sections": [
                        "Revisjonsselskap skal etablere forsvarlige systemer for intern kvalitetskontroll av revisjonsvirksomheten."
                    ]
                },
                {
                    "name": "§ 5b-2",
                    "title": "Periodisk kvalitetskontroll",
                    "sections": [
                        "Revisor som reviderer revisjonspliktiges årsregnskap skal underlegges kvalitetskontroll minst hvert sjette år. Revisor som omfattes av § 5a-1 skal likevel kontrolleres minst hvert tredje år.",
                        "Kvalitetskontrollen skal minst omfatte en vurdering av uavhengighet, ressursanvendelse, revisjonshonorarer og revisjonsutførelsen. For revisjonsselskaper skal kvalitetskontrollen dessuten omfatte en vurdering av selskapets interne systemer for kvalitetskontroll, jf. § 5b-1. Resultatene av kvalitetskontrollen skal beskrives i en skriftlig rapport.",
                        "Merknader på grunnlag av kvalitetskontrollen skal følges opp av revisor uten ugrunnet opphold.",
                        "Kvalitetskontrollen utføres av den Kredittilsynet utpeker. Departementet kan fastsette forskrift om gjennomføring av kvalitetskontroll som utføres av andre enn Kredittilsynet. Departementet kan videre fastsette forskrift om kvalitetskontroll av revisorer som omfattes av § 5a-1.",
                        "§ 6-1 nytt sjette ledd skal lyde:",
                        "Departementet kan gi forskrift om unntak fra taushetsplikten overfor revisortilsyn i annen stat når den revisjonspliktige har utstedt omsettelige verdipapirer som er opptatt til handel på et regulert marked i vedkommende stat eller inngår i konsern som utarbeider konsernregnskap som er underlagt revisjonsplikt i vedkommende stat.",
                        "§ 7-1 tredje ledd siste punktum oppheves.",
                        "§ 7-1 nytt fjerde ledd skal lyde:",
                        "Ved opphør av revisors oppdrag skal revisor uten ugrunnet opphold gi melding til Foretaksregisteret om at oppdraget er avsluttet. Dersom et revisjonsoppdrag avsluttes før utløpet av tjenestetiden skal revisor sende begrunnelse for dette til Kredittilsynet.",
                        "§ 10-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-1",
                    "title": "Revisorregisteret",
                    "sections": [
                        "Kredittilsynet skal føre et register over revisorer og revisjonsselskaper som er godkjent etter denne lov. Registeret skal være offentlig tilgjengelig i elektronisk form.",
                        "Departementet kan gi nærmere forskrifter om føring og vedlikehold av Revisorregisteret og om registerets innhold.",
                        "§ 10-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-2",
                    "title": "Opplysninger om registrerte og statsautoriserte revisorer",
                    "sections": [
                        "Revisorregisteret skal inneholde følgende opplysninger om revisorer:",
                        "1.navn og eventuelt foretaksnavn for enkeltpersonforetak,",
                        "2.bostedsadresse og eventuelt kontoradresse eller annen adresse for oppbevaring av dokumentasjon som gjelder klienter i Norge i henhold til § 3-5 annet ledd og § 3-7 annet ledd,",
                        "3.dato for godkjenning og angivelse av godkjent tittel,",
                        "4.om godkjenningen er tilbakekalt eller suspendert etter kapittel 9,",
                        "5.navn, adresse og organisasjonsnummer på revisjonsselskap dersom revisor er ansatt, partner eller på annen måte er tilknyttet et revisjonsselskap.",
                        "For ansvarlig revisor skal registeret i tillegg inneholde følgende opplysninger:",
                        "1.revisorregisternummer tildelt av Kredittilsynet,",
                        "2.om registrering i annet land, eventuelt navn på tilsynsmyndighet og revisorregisternummer tildelt i annet land, og",
                        "3.om det foretas revisjon av foretak som er revisjonspliktig i land utenfor EØS.",
                        "§ 10-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-3",
                    "title": "Opplysninger om revisjonsselskaper",
                    "sections": [
                        "Revisorregisteret skal inneholde følgende opplysninger om revisjonsselskap:",
                        "1.foretaksnavn,",
                        "2.kontoradresse og postadresse,",
                        "3.organisasjonsnummer,",
                        "4.dato for godkjenning,",
                        "5.revisorregisternummer tildelt av Kredittilsynet,",
                        "6.navn og revisorregisternummer på ansvarlige revisorer, jf. § 3-7, som er ansatt eller partner eller på annen måte tilknyttet revisjonsselskapet,",
                        "7.navn på kontaktperson og eventuelt revisjonsselskapets nettstedsadresse,",
                        "8.navn og adresse til hvert avdelingskontor i Norge,",
                        "9.eventuell deltakelse i samarbeid som nevnt i § 4-7 første ledd, samt navn og adresser på andre selskaper som deltar eller på annen måte inngår i samarbeidet,",
                        "10.om selskapets godkjenning er tilbakekalt eller suspendert etter kapittel 9,",
                        "11.om revisjonsselskapet er registrert i annet land, eventuelt navn på tilsynsmyndighet og eventuelt revisorregisternummer og organisasjonsnummer tildelt i annet land,",
                        "12.om det foretar revisjon av foretak som er revisjonspliktig i land utenfor EØS,",
                        "13.navn og bostedsadresse for revisjonsselskapets styremedlemmer, varamedlemmer, daglig leder og aksjeeiere eller deltakere.",
                        "For revisjonsselskaper som ikke reviderer årsregnskap for revisjonspliktige skal det ikke registreres revisorregisternummer etter første ledd nr. 5 eller opplysninger som nevnt i nr. 13.",
                        "§ 10-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-4",
                    "title": "Oppdateringsplikt",
                    "sections": [
                        "Revisor og revisjonsselskap skal gi melding til Kredittilsynet når det skjer endringer i det som er registrert. Opplysninger om revisjonsselskap skal gis av daglig leder eller signaturberettiget. Opplysninger som nevnt kan oversendes elektronisk når det er benyttet en betryggende metode som autentiserer avsender og sikrer dokumentets innhold. Kredittilsynet kan kreve at endringer oppdateres elektronisk.",
                        "Gjeldende § 10-4 om sletting av opplysninger blir § 10-5.",
                        "Gjeldende § 10-5 blir ny § 10-6.",
                        "Annet ledd i ny § 10-6 skal lyde:",
                        "Departementet kan fastsette bestemmelser om registrering og tilsyn med revisor og revisjonsselskap som foretar lovpliktig revisjon av årsregnskap for selskap registrert utenfor EØS-området og som utsteder omsettelige verdipapirer notert på regulert marked i Norge.",
                        "I lov 7. desember 1956 nr. 1 om tilsynet for kredittinstitusjoner, forsikringsselskaper og verdipapirhandel m.v. gjøres følgende endringer:",
                        "§ 7 første ledd tredje punktum skal lyde:",
                        "Taushetsplikten etter denne bestemmelse og forvaltningslovens bestemmelser gjelder ikke overfor Norges Bank, andre EØS-staters sentralbanker eller tilsynsmyndigheter som fører tilsyn som nevnt i § 1 første ledd nr. 1-6, nr. 9, 10 eller nr. 14, eller tilsyn med forvaltningsselskap for verdipapirfond.",
                        "§ 8 nytt tredje ledd skal lyde:",
                        "Tilsynet offentliggjør hvert år en oversikt over gjennomføringen og resultatet av den periodiske kvalitetskontrollen, jf. revisorloven § 5b-2.",
                        "I lov 24. mai 1961 nr. 1 om sparebanker gjøres følgende endringer:",
                        "Ny § 17 c skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 17 c",
                    "title": "Revisjonsutvalg",
                    "sections": [
                        "I sparebanker skal det velges et revisjonsutvalg. Revisjonsutvalget er et forberedende og rådgivende arbeidsutvalg for styret.",
                        "Kredittilsynet kan i forskrift eller ved enkeltvedtak gjøre unntak fra sparebankers plikt til å ha revisjonsutvalg, og kan gi utfyllende regler om revisjonsutvalgets sammensetning og oppgaver.",
                        "Ny § 17 d skal lyde:"
                    ]
                },
                {
                    "name": "§ 17 d",
                    "title": "Revisjonsutvalgets oppgaver",
                    "sections": [
                        "Revisjonsutvalget skal:",
                        "a)forberede styrets oppfølgning av regnskapsrapporteringsprosessen,",
                        "b)overvåke systemene for intern kontroll og risikostyring samt bankens internrevisjon om slik funksjon er etablert,",
                        "c)ha løpende kontakt med bankens valgte revisor om revisjonen av årsregnskapet,",
                        "d)vurdere og overvåke revisors uavhengighet, jf. revisorloven kapittel 4, herunder særlig i hvilken grad andre tjenester enn revisjon som er levert av revisor eller revisjonsselskapet utgjør en trussel mot uavhengigheten.",
                        "Ny § 17 e skal lyde:"
                    ]
                },
                {
                    "name": "§ 17 e",
                    "title": "Valg av revisjonsutvalg og dets sammensetning",
                    "sections": [
                        "Revisjonsutvalgets medlemmer velges av og blant styrets medlemmer. Styremedlemmer som er ledende ansatte i sparebanken kan ikke velges til medlemmer av revisjonsutvalget.",
                        "Revisjonsutvalget skal samlet ha den kompetanse som ut fra bankens organisasjon og virksomhet er nødvendig for å ivareta sine oppgaver. Minst ett av medlemmene i revisjonsutvalget skal være uavhengig av virksomheten og ha kvalifikasjoner innen regnskap eller revisjon.",
                        "Med mindre Kredittilsynet bestemmer noe annet, kan det i vedtektene fastsettes at det samlede styret skal fungere som bankens revisjonsutvalg, dersom styret til enhver tid oppfyller kravene etter annet ledd.",
                        "§ 34 annet ledd skal lyde:",
                        "Forstanderskapet velger revisor og fastsetter hans godtgjørelse, jf. § 12 annet ledd. Dersom foretaket plikter å ha revisjonsutvalg etter § 17 c, skal revisjonsutvalgets uttalelse om forslaget til revisor forelegges forstanderskapet før valget.",
                        "I lov 24. mai 1961 nr. 2 om forretningsbanker gjøres følgende endringer:",
                        "§ 14 første ledd skal lyde:",
                        "Representantskapet skal velge revisor til å utføre revisjonsarbeidet i banken og i tilfelle til å kontrollere utførelsen av den daglige revisjon. Revisor skal være registrert eller statsautorisert. Dersom foretaket plikter å ha revisjonsutvalg etter § 16 a, skal revisjonsutvalgets uttalelse om forslaget til revisor forelegges representantskapet før valget.",
                        "Ny § 16 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 16 a",
                    "title": "Revisjonsutvalg",
                    "sections": [
                        "I forretningsbanker skal det velges et revisjonsutvalg. Revisjonsutvalget er et forberedende og rådgivende arbeidsutvalg for styret.",
                        "Med mindre Kredittilsynet bestemmer noe annet, gjelder første ledd ikke for forretningsbank som er heleid datterselskap i finanskonsern, dersom morselskapet har revisjonsutvalg som oppfyller kravene i loven her. Eierforetak som nevnt i finansieringsvirksomhetsloven § 2a-2 bokstav e regnes ikke som morselskap i denne sammenheng.",
                        "Kredittilsynet kan i forskrift eller ved enkeltvedtak gjøre unntak fra forretningsbankers plikt til ha revisjonsutvalg, og kan gi utfyllende regler om revisjonsutvalgets sammensetning og oppgaver.",
                        "Ny § 16 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 16 b",
                    "title": "Revisjonsutvalgets oppgaver",
                    "sections": [
                        "Revisjonsutvalget skal:",
                        "a)forberede styrets oppfølgning av regnskapsrapporteringsprosessen,",
                        "b)overvåke systemene for intern kontroll og risikostyring samt bankens internrevisjon om slik funksjon er etablert,",
                        "c)ha løpende kontakt med bankens valgte revisor om revisjonen av årsregnskapet,",
                        "d)vurdere og overvåke revisors uavhengighet, jf. revisorloven kapittel 4, herunder særlig i hvilken grad andre tjenester enn revisjon som er levert av revisor utgjør en trussel mot uavhengigheten.",
                        "Ny § 16 c skal lyde:"
                    ]
                },
                {
                    "name": "§ 16 c",
                    "title": "Valg av revisjonsutvalg og dets sammensetning",
                    "sections": [
                        "Revisjonsutvalgets medlemmer velges av og blant styrets medlemmer. Styremedlemmer som er ledende ansatte i banken, kan ikke velges til medlemmer av revisjonsutvalget.",
                        "Revisjonsutvalget skal samlet ha den kompetanse som ut fra bankens organisasjon og virksomhet er nødvendig for å ivareta sine oppgaver. Minst ett av medlemmene i revisjonsutvalget skal være uavhengig av virksomheten og ha kvalifikasjoner innen regnskap eller revisjon.",
                        "Med mindre Kredittilsynet bestemmer noe annet, kan det i vedtektene fastsettes at det samlede styret skal fungere som bankens revisjonsutvalg, dersom styret til enhver tid oppfyller kravene etter annet ledd.",
                        "I lov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner gjøres følgende endringer:",
                        "§ 2a-11 tredje ledd skal lyde:",
                        "Foretakene i konsernet skal ha samme revisor når ikke annet følger av lov eller forskrift. Kredittilsynet kan samtykke i at datterforetak har egen revisor.",
                        "Ny § 3-11 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 3-11 a",
                    "title": "Revisjonsutvalg",
                    "sections": [
                        "I finansieringsforetak med verdipapirer notert på regulert marked skal det velges et revisjonsutvalg. Revisjonsutvalget er et forberedende og rådgivende arbeidsutvalg for styret.",
                        "Med mindre Kredittilsynet bestemmer noe annet, gjelder første ledd ikke for:",
                        "a)finansieringsforetak som er heleid datterforetak i finanskonsern, dersom morselskapet har revisjonsutvalg som oppfyller kravene i loven her. Eierforetak som nevnt i § 2a-2 bokstav e regnes ikke som morselskap i denne sammenheng,",
                        "b)kredittforetak som utsteder fortrinnsberettigede obligasjoner etter bestemmelsene i denne lov kapittel 2 IV,",
                        "c)finansieringsforetak som ikke har utstedt aksjer eller grunnfondsbevis som omsettes på regulert marked, men som løpende eller gjentatte ganger bare har utstedt obligasjoner med samlet utestående pålydende på mindre enn 100 millioner euro og det ikke er offentliggjort prospekt.",
                        "Kredittilsynet kan i forskrift eller ved enkeltvedtak gjøre unntak fra finansieringsforetaks plikt til ha revisjonsutvalg, og kan gi utfyllende regler om revisjonsutvalgets sammensetning og oppgaver.",
                        "Ny § 3-11 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-11 b",
                    "title": "Revisjonsutvalgets oppgaver",
                    "sections": [
                        "Revisjonsutvalget skal:",
                        "a)forberede styrets oppfølgning av regnskapsrapporteringsprosessen,",
                        "b)overvåke systemene for intern kontroll og risikostyring samt foretakets internrevisjon om slik funksjon er etablert,",
                        "c)ha løpende kontakt med foretakets valgte revisor om revisjonen av årsregnskapet,",
                        "d)vurdere og overvåke revisors uavhengighet, jf. revisorloven kapittel 4, herunder særlig i hvilken grad andre tjenester enn revisjon som er levert av revisor eller revisjonsselskapet utgjør en trussel mot uavhengigheten.",
                        "Ny § 3-11 c skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-11 c",
                    "title": "Valg av revisjonsutvalg og dets sammensetning",
                    "sections": [
                        "Revisjonsutvalgets medlemmer velges av og blant styrets medlemmer. Styremedlemmer som er ledende ansatte i foretaket kan ikke velges til medlemmer av revisjonsutvalget.",
                        "Revisjonsutvalget skal samlet ha den kompetanse som ut fra foretakets organisasjon og virksomhet er nødvendig for å ivareta sine oppgaver. Minst ett av medlemmene i revisjonsutvalget skal være uavhengig av virksomheten og ha kvalifikasjoner innen regnskap eller revisjon.",
                        "Med mindre Kredittilsynet bestemmer noe annet, kan det i vedtektene fastsettes at det samlede styret skal fungere som foretakets revisjonsutvalg dersom styret til enhver tid oppfyller kravene etter annet ledd.",
                        "§ 3-13 første ledd skal lyde:",
                        "Revisor velges av representantskapet. Hvis foretaket ikke har representantskap, velges revisor av kontrollkomiteen. Dersom foretaket plikter å ha revisjonsutvalg etter § 3-11 a, skal revisjonsutvalgets uttalelse innhentes før valget av revisor.",
                        "I lov 13. juni 1997 nr. 44 om aksjeselskaper gjøres følgende endringer:",
                        "§ 7-2 nytt annet ledd skal lyde:",
                        "(2) Selskapet kan ikke avsette revisor før utløpet av tjenestetiden uten saklig grunn. Uenighet vedrørende regnskapsmessig behandling eller revisjonshandlinger anses ikke som saklig grunn for avsettelse.",
                        "§ 7-2 nåværende annet ledd blir nytt tredje ledd.",
                        "§ 7-2 nytt fjerde ledd skal lyde:",
                        "(4) Selskapet skal uten ugrunnet opphold gi melding til Foretaksregisteret om at revisors oppdrag er avsluttet. Hvis oppdraget opphørte før utløpet av tjenestetiden, skal selskapet sende begrunnelse for dette til Kredittilsynet.",
                        "I lov 13. juni 1997 nr. 45 om allmennaksjeselskaper gjøres følgende endringer:",
                        "I kapittel 6 ny del V skal overskriften lyde:",
                        "Ny § 6-41 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "V Revisjonsutvalg",
            "paragraphs": [
                {
                    "name": "§ 6-41",
                    "title": "Revisjonsutvalg",
                    "sections": [
                        "(1) I selskaper med verdipapirer notert på regulert marked skal det velges et revisjonsutvalg. Revisjonsutvalget er et forberedende og rådgivende arbeidsutvalg for styret.",
                        "(2) Første ledd gjelder ikke selskaper som siste regnskapsår oppfylte minst to av følgende tre kriterier:",
                        "1.gjennomsnittlig antall ansatte på under 250,",
                        "2.balansesum på mindre enn 300 millioner kroner ved utgangen av regnskapsåret,",
                        "3.nettoomsetning på mindre enn 350 millioner kroner.",
                        "I selskaper som er unntatt fra kravet om revisjonsutvalg etter første punktum, skal styret utføre oppgavene som nevnt i § 6-43. Når styret utfører slike oppgaver, kan styreleder som er ledende ansatt i selskapet ikke delta i møtet.",
                        "(3) Første ledd gjelder ikke for heleid datterselskap dersom det i morselskapet er etablert et revisjonsutvalg som oppfyller de kravene som stilles til revisjonsutvalg i datterselskapet.",
                        "Ny § 6-42 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-42",
                    "title": "Valg av revisjonsutvalg og dets sammensetning",
                    "sections": [
                        "(1) Revisjonsutvalgets medlemmer velges av og blant styrets medlemmer. Styremedlemmer som er ledende ansatte i selskapet kan ikke velges til medlemmer av revisjonsutvalget.",
                        "(2) Revisjonsutvalget skal samlet ha den kompetanse som ut fra selskapets organisasjon og virksomhet er nødvendig for å ivareta sine oppgaver. Minst ett av medlemmene i revisjonsutvalget skal være uavhengig av virksomheten og ha kvalifikasjoner innen regnskap eller revisjon.",
                        "(3) Det kan i vedtektene fastsettes at det samlede styret skal fungere som selskapets revisjonsutvalg dersom styret til enhver tid oppfyller kravene etter første ledd annet punktum og annet ledd.",
                        "Ny § 6-43 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-43",
                    "title": "Revisjonsutvalgets oppgaver",
                    "sections": [
                        "Revisjonsutvalget skal:",
                        "a)forberede styrets oppfølgning av regnskapsrapporteringsprosessen,",
                        "b)overvåke systemene for intern kontroll og risikostyring samt selskapets internrevisjon om slik funksjon er etablert,",
                        "c)ha løpende kontakt med selskapets valgte revisor om revisjonen av årsregnskapet,",
                        "d)vurdere og overvåke revisors uavhengighet, jf. revisorloven kapittel 4, herunder særlig i hvilken grad andre tjenester enn revisjon som er levert av revisor eller revisjonsselskapet utgjør en trussel mot revisors uavhengighet.",
                        "§ 7-1 første ledd skal lyde:",
                        "(1) Generalforsamlingen skal velge en eller flere revisorer, og kan velge en eller flere vararevisorer. Bedriftsforsamlingen skal fremsette forslag. Dersom foretaket plikter å ha revisjonsutvalg etter § 6-41, skal revisjonsutvalgets uttalelse om forslaget til revisor forelegges generalforsamlingen før valget.",
                        "§ 7-2 nytt annet ledd skal lyde:",
                        "(2) Selskapet kan ikke avsette revisor før utløpet av tjenestetiden uten saklig grunn. Uenighet vedrørende regnskapsmessig behandling eller revisjonshandlinger anses ikke som saklig grunn for avsettelse.",
                        "§ 7-2 nåværende annet ledd blir nytt tredje ledd.",
                        "§ 7-2 nytt fjerde ledd skal lyde:",
                        "(4) Selskapet skal uten ugrunnet opphold gi melding til Foretaksregisteret om at revisors oppdrag er avsluttet. Hvis oppdraget opphørte før utløpet av tjenestetiden skal selskapet sende begrunnelse for dette til Kredittilsynet.",
                        "I lov 10. juni 2005 nr. 44 om forsikringsselskaper, pensjonsforetak og deres virksomhet mv. gjøres følgende endringer",
                        "§ 5-9 første ledd skal lyde:",
                        "Representantskapet velger en eller flere registrerte eller statsautoriserte revisorer og godkjenner revisors godtgjørelse. Dersom selskapet plikter å ha revisjonsutvalg etter § 5-10, skal revisjonsutvalgets uttalelse om forslaget til revisor forelegges representantskapet før valget.",
                        "Ny § 5-10 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VIII",
            "paragraphs": [
                {
                    "name": "§ 5-10",
                    "title": "Revisjonsutvalg",
                    "sections": [
                        "I forsikringsselskaper skal det velges et revisjonsutvalg. Revisjonsutvalget er et forberedende og rådgivende arbeidsutvalg for styret.",
                        "Med mindre Kredittilsynet bestemmer noe annet, gjelder første ledd ikke for forsikringsselskap som er heleid datterselskap i finanskonsern, dersom morselskapet har revisjonsutvalg som oppfyller kravene i loven her. Eierforetak som nevnt i finansieringsvirksomhetsloven § 2a-2 bokstav e regnes ikke som morselskap i denne sammenheng.",
                        "Kredittilsynet kan i forskrift eller ved enkeltvedtak gjøre unntak fra forsikringsselskapers plikt til ha revisjonsutvalg, og kan gi utfyllende regler om revisjonsutvalgets sammensetning og oppgaver.",
                        "Ny § 5-11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-11",
                    "title": "Revisjonsutvalgets oppgaver",
                    "sections": [
                        "Revisjonsutvalget skal:",
                        "a)forberede styrets oppfølgning av regnskapsrapporteringsprosessen,",
                        "b)overvåke systemene for intern kontroll og risikostyring samt selskapets internrevisjon om slik funksjon er etablert,",
                        "c)ha løpende kontakt med selskapets valgte revisor om revisjonen av årsregnskapet,",
                        "d)vurdere og overvåke revisors uavhengighet, jf. revisorloven kapittel 4, herunder særlig i hvilken grad andre tjenester enn revisjon som er levert av revisor eller revisjonsselskapet utgjør en trussel mot uavhengigheten.",
                        "Ny § 5-12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-12",
                    "title": "Valg av revisjonsutvalg og dets sammensetning",
                    "sections": [
                        "Revisjonsutvalgets medlemmer velges av og blant styrets medlemmer. Styremedlemmer som er ledende ansatte i selskapet kan ikke velges til medlemmer av revisjonsutvalget.",
                        "Revisjonsutvalget skal samlet ha den kompetanse som ut fra selskapets organisasjon og virksomhet er nødvendig for å ivareta sine oppgaver. Minst ett av medlemmene i revisjonsutvalget skal være uavhengig av virksomheten og ha kvalifikasjoner innen regnskap eller revisjon.",
                        "Med mindre Kredittilsynet bestemmer noe annet, kan det i vedtektene fastsettes at det samlede styret skal fungere som selskapets revisjonsutvalg dersom styret til enhver tid oppfyller kravene etter annet ledd.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid. Kongen kan fastsette nærmere overgangsregler.",
                        "Den som er godkjent registrert eller statsautorisert revisor og som er innført i Revisorregisteret, anses godkjent etter kapittel 3 også etter endring i § 3-2 om utdanning og § 3-3 om praksis.",
                        "Den som har bestått treårig revisorutdanning etter fastsatt rammeplan eller høyere revisorutdanning med normert varighet på minst ett og et halvt år før loven trer i kraft, kan godkjennes som henholdsvis registrert- eller statsautorisert revisor etter de tidligere utdanningskrav.",
                        "Praksis som er opparbeidet etter bestått revisorutdanning, siviløkonomeksamen, juridisk eller sosialøkonomisk profesjonsutdanning eller annen utdanning godkjent av Kredittilsynet i samsvar med tidligere annet ledd i § 3-3, kan godkjennes som praksis etter nytt annet ledd i revisorloven § 3-3."
                    ]
                }
            ]
        },
        {
            "name": "IX",
            "paragraphs": []
        }
    ]
}