{
    "lawId": "LOV-2009-06-19-67",
    "lawName": "Lov om endringer i lov 2. juni 1989 nr. 27 om omsetning av alkoholholdig drikk m.v. (alkoholloven)",
    "shortName": "Endringslov til alkoholloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-4",
                    "title": "Krav til den som utleverer alkoholholdig drikk ved privat innførsel",
                    "sections": [
                        "Virksomheter kan bare utlevere alkoholholdig drikk til privatpersoner som innfører alkoholholdig drikk til personlig bruk dersom virksomheten er registrert som utleverer av alkoholholdig drikk ved privat innførsel hos Helsedirektoratet.",
                        "Departementet kan i forskrift fastsette ytterligere krav for å sikre en forsvarlig utlevering av alkoholdig drikk ved privat innførsel og for å sikre at virksomheter som foretar slik utlevering opptrer i samsvar med bestemmelser fastsatt i eller i medhold av loven her eller annen lovgivning som har sammenheng med formålene bak loven her.",
                        "Helsedirektoratet kan vedta å nekte eller trekke tilbake en registrering dersom virksomheten ikke oppfyller sine forpliktelser etter denne loven eller bestemmelser gitt i medhold av den. Det samme gjelder ved overtredelse av bestemmelser gitt i eller i medhold av annen lovgivning når bestemmelsene har sammenheng med denne lovs formål.",
                        "Ved vurderingen av om en registrering bør nektes eller trekkes tilbake, og for hvor lenge, kan det blant annet legges vekt på type overtredelse, overtredelsens grovhet, om virksomheten kan klandres for overtredelsen og hva som er gjort for å rette opp forholdet. Det kan også legges vekt på hvordan virksomheten tidligere har praktisert slik utlevering.",
                        "Ny § 2-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-5",
                    "title": "Tidsinnskrenkninger ved utlevering av alkoholholdig drikk",
                    "sections": [
                        "Utlevering av alkoholholdig drikk ved privat innførsel kan skje fra kl. 08.30 til kl. 18.00. På dagen før søn- og helligdager skal utleveringen opphøre kl. 15.00. Dette gjelder ikke dagen før Kristi Himmelfartsdag.",
                        "Utlevering av alkoholholdig drikk ved privat innførsel er forbudt på søn- og helligdager, 1. og 17. mai, jul-, nyttårs-, påske- og pinseaften og på stemmedagene for stortingsvalg, fylkestingsvalg, kommunestyrevalg og på folkeavstemning vedtatt ved lov.",
                        "Ny § 2-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-6",
                    "title": "Tilsyn med privat innførsel av alkoholholdig drikk",
                    "sections": [
                        "Helsedirektoratet fører tilsyn med at bestemmelsene om privat innførsel av alkoholholdig drikk fastsatt i eller i medhold av denne lov overholdes.",
                        "Enhver plikter å gi de opplysninger som er nødvendige for gjennomføringen av tilsynet med privat innførsel av alkoholholdig drikk.",
                        "§ 8-11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-11",
                    "title": "Forbud mot salg, utlevering og skjenking til rusmiddelpåvirkede personer",
                    "sections": [
                        "Det er forbudt å selge, utlevere eller skjenke alkoholholdig drikk til personer som er åpenbart påvirket av rusmidler, eller skjenke alkoholholdig drikk på en slik måte at vedkommende må antas å bli åpenbart påvirket.",
                        "Loven trer i kraft 1. juli 2009."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}