{
    "lawId": "LOV-2009-12-18-135",
    "lawName": "Lov om endringar i lov om Statens pensjonsfond",
    "shortName": "Endringslov til Statens pensjonsfond-loven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2",
                    "title": "Statens pensjonsfond forvaltes av Finansdepartementet. Fondet består av Statens pensjonsfond utland (SPU)og Statens pensjonsfond Norge (SPN).",
                    "sections": [
                        "Statens pensjonsfond utland plasseres som innskudd på konto i Norges Bank. Motverdien forvaltes etter nærmere regler fastsatt av departementet, jf. § 7.",
                        "Statens pensjonsfond Norge plasseres som et kapitalinnskudd i Folketrygdfondet. Motverdien forvaltes etter nærmere regler fastsatt av departementet, jf. § 7.",
                        "§ 3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Inntekter i Statens pensjonsfond utland er netto kontantstrømmen fra petroleumsvirksomheten som blir overført fra statsbudsjettet, netto finanstransaksjoner knyttet til petroleumsvirksomheten og avkastningen fra fondets plasseringer.",
                    "sections": [
                        "Netto kontantstrømmen fra petroleumsvirksomheten utgjør bruttoinntektene i tredje ledd fratrukket utgiftene i fjerde ledd.",
                        "Følgende bruttoinntekter inngår i kontantstrømmen fra petroleumsvirksomheten:",
                        "1.de samlede skatte- og avgiftsinntekter som innkreves ifølge lov 13. juni 1975 nr. 35 om skattlegging av undersjøiske petroleumsforekomster m.v. og lov 29. november 1996 nr. 72 om petroleumsvirksomhet",
                        "2.avgifter som innkreves etter lov 21. desember 1990 nr. 72 om avgift på utslipp av CO₂ i petroleumsvirksomhet på kontinentalsokkelen",
                        "3.avgiftsinntekter ved utslipp av NOx i petroleumsvirksomhet på kontinentalsokkelen",
                        "4.driftsinntekter og andre inntekter fra statens direkte økonomiske engasjement i petroleumsvirksomheten",
                        "5.statlige inntekter på nettooverskuddsavtaler i enkelte utvinningstillatelser",
                        "6.utbytte fra Statoil ASA",
                        "7.overføringer fra Petroleumsforsikringsfondet",
                        "8.statens inntekter i forbindelse med fjerning eller annen disponering av innretninger på kontinentalsokkelen",
                        "9.inntekter fra salg av andeler som ledd i Statens direkte økonomiske engasjement i petroleumsvirksomheten.",
                        "Følgende utgifter skal trekkes fra bruttoinntektene i tredje ledd:",
                        "1.direkte investeringer i statens direkte økonomiske engasjement i petroleumsvirksomheten",
                        "2.driftsutgifter og andre direkte utgifter i statens direkte økonomiske engasjement i petroleumsvirksomheten",
                        "3.statens utgifter til Petroleumsforsikringsfondet",
                        "4.statens utgifter i forbindelse med fjerning eller annen disponering av innretninger på kontinentalsokkelen",
                        "5.kjøp av andeler som ledd i Statens direkte økonomiske engasjement i petroleumsvirksomheten.",
                        "Netto finanstransaksjoner knyttet til petroleumsvirksomheten utgjør summen av brutto inntekter ved statlig salg av aksjer i Statoil ASA, fratrukket statlig kjøp av aksjer i Statoil ASA definert som markedsprisen staten betaler for aksjene og fratrukket statlig kapitalinnskudd i Statoil ASA og selskap som ivaretar statens interesser i petroleumsvirksomheten, samt finanstransaksjoner knyttet til selskaper i petroleumsvirksomheten hvor staten har eierinteresser.",
                        "§ 4 skal lyde:",
                        "Inntekter i Statens pensjonsfond Norge er avkastningen av de forvaltede midlene.",
                        "§ 8 andre ledd blir oppheva.",
                        "Lova tek til å gjelde straks."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}