{
    "lawId": "LOV-2009-06-19-107",
    "lawName": "Lov om endringer i jernbaneloven, jernbaneansvarsloven og COTIF-loven",
    "shortName": "Endringslov til jernbaneloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "(Lovens virkeområde)",
                    "sections": [
                        "Loven gjelder anlegg og drift av jernbane, herunder sporvei, tunnelbane, forstadsbane og lignende sporbundet transportmiddel. Loven gjelder også faste og løse innretninger og all aktivitet knyttet til jernbane.",
                        "§ 3 d skal lyde:"
                    ]
                },
                {
                    "name": "§ 3 d",
                    "title": "(Krav til personell med oppgaver knyttet til sikkerheten ved jernbane samt behandling av opplysninger mv.)",
                    "sections": [
                        "Fører av rullende materiell og annet personell som skal utføre oppgaver knyttet til sikkerheten ved jernbane må oppfylle de vilkår som tilsynsmyndigheten fastsetter om kvalifikasjoner, alder, helse, fysisk og psykisk skikkethet, vandel, edruskap, utdanning, opplæring og trening m.m. Tilsynsmyndigheten kan kreve at personell nevnt i første punktum skal ha sertifisering som viser at de oppfyller vilkårene. Sertifiseringen kan bestå av en offentlig godkjenning og en intern godkjenning gitt av den som driver jernbanevirksomhet.",
                        "Tilsynsmyndigheten kan behandle opplysninger om forhold nevnt i første ledd samt gi nærmere forskrifter om behandlingen av personopplysninger knyttet til sertifisering av personell.",
                        "Tilsynsmyndigheten kan gi nærmere forskrifter om hvilke personellgrupper som skal omfattes av første ledd, og om utstedelse, fornyelse og tilbakekall mv. av intern godkjenning gitt av den som driver jernbanevirksomhet.",
                        "Ny § 3 e skal lyde:"
                    ]
                },
                {
                    "name": "§ 3 e",
                    "title": "(Krav til leger og psykologer mv.)",
                    "sections": [
                        "Tilsynsmyndigheten kan i forskrift gi nærmere bestemmelser om godkjenning av leger og psykologer som skal vurdere om personell nevnt i § 3 d første ledd, oppfyller de kravene til helse, fysisk og psykisk skikkethet som er gitt med hjemmel i § 3 d.",
                        "Personer med godkjenning etter første ledd plikter uavhengig av annen lovpålagt taushetsplikt å rapportere til tilsynsmyndigheten om forhold som er av betydning for å oppnå eller inneha godkjenning etter § 3 d. Enhver som utfører tjeneste eller arbeid for tilsynsmyndigheten og som i slike tilfeller mottar eller behandler opplysninger som er undergitt strengere taushetsplikt enn det som følger av forvaltningsloven, er underlagt tilsvarende strenge taushetsplikt.",
                        "Ny § 3 f skal lyde:"
                    ]
                },
                {
                    "name": "§ 3 f",
                    "title": "(Opplæring mv.)",
                    "sections": [
                        "Tilsynsmyndigheten kan i forskrift stille nærmere krav til personer og virksomheter som driver opplæring, eksaminering og evaluering mv. av personell som er omfattet av § 3 d.",
                        "§ 3 e blir ny § 3 g og skal lyde:"
                    ]
                },
                {
                    "name": "§ 3 g",
                    "title": "(Tilbakekall av offentlig godkjenning mv.)",
                    "sections": [
                        "Tilsynsmyndigheten kan tilbakekalle den offentlige godkjenningen etter § 3 d første ledd for bestemt tid, inntil videre eller for resten av gyldighetstiden, dersom innehaveren i eller utenfor tjeneste gjør seg skyldig i forseelse av betydning for tjenesten eller om han ellers ikke oppfyller vilkårene for den offentlige godkjenningen.",
                        "Den offentlige godkjenningen skal tilbakekalles for minst ett år dersom innehaveren blir ilagt straff for overtredelse av forbudet i §§ 3 a eller 3 b. Dersom innehaveren i de siste 5 år er ilagt straff for en av de nevnte overtredelser, skal den offentlige godkjenningen tilbakekalles for alltid.",
                        "Når tilsynsmyndigheten finner grunn til å anta at det foreligger et forhold som kan begrunne tilbakekall, kan den straks sette den offentlige godkjenningen ut av kraft inntil spørsmålet om tilbakekall er avgjort. Er det innledet politietterforskning mot innehaveren, har politiet tilsvarende adgang til å sette den offentlige godkjenningen ut av kraft, men ikke for lenger tid enn 3 uker uten samtykke fra tilsynsmyndigheten.",
                        "Tilsynsmyndigheten kan fastsette nærmere bestemmelser om tilbakekall av den offentlige godkjenningen etter paragrafen her, samt i enkeltvedtak sette ned tilbakekallstiden under minstetiden fastsatt i annet ledd, når det foreligger særdeles formildende omstendigheter og tilbakekall for så lang tid som fastsatt vil virke urimelig hardt.",
                        "Når den offentlige godkjenningen er tilbakekalt eller satt ut av kraft, skal dokumentet innleveres til tilsynsmyndigheten.",
                        "Ny § 7 c skal lyde:"
                    ]
                },
                {
                    "name": "§ 7 c",
                    "title": "(Passasjerrettigheter)",
                    "sections": [
                        "Kongen kan gi forskrift om gjennomføring og utfylling av Europaparlaments- og rådsforordning (EF) nr. 1371/2007 av 23. oktober 2007 om jernbanepassasjerers rettigheter og forpliktelser med senere endringer, herunder om gebyr for etablering og drift av klageorgan etter denne.",
                        "§ 11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "(Tilsyn)",
                    "sections": [
                        "Departementet eller den myndighet som departementet bestemmer, fører tilsyn med at bestemmelser gitt i eller i medhold av loven overholdes.",
                        "Enhver plikter etter pålegg fra tilsynsmyndigheten å gi de opplysninger den krever for å utføre sine oppgaver, samt for samme formål å gi tilsynsmyndigheten tilgang til anlegg, utstyr, annet materiell, dokumenter mv.",
                        "Tilsynsmyndigheten kan gi pålegg om korrigerende tiltak.",
                        "Tilsynsmyndigheten kan påby stans av driften helt eller delvis når sikkerhetsmessige hensyn krever det. Om nødvendig kan den kreve politiets hjelp til å gjennomføre påbudet.",
                        "Departementet kan videre tilbakekalle tillatelse gitt i medhold av loven ved brudd på vilkår eller krav som er satt for virksomheten.",
                        "I lov 10. juni 1977 nr. 73 om jernbaneansvar skal § 2 nye tredje og fjerde ledd lyde:",
                        "Fra lovens regler om ansvaret i kapittel II jf. kapittel IV unntas også befordring som er omfattet av Europaparlaments- og rådsforordning (EF) 2007/1371 av 23. oktober 2007 om jernbanepassasjerers rettigheter og forpliktelser, jf. jernbaneloven § 7 c. Første punktum omfatter bare jernbanevirksomhet som trafikkerer det nasjonale jernbanenettet, jf. jernbaneloven § 8.",
                        "Der det gjelder unntak fra transportørens ansvar etter reglene i Bilag I artikkel 26 nr. 2 bokstav a og c i nevnte forordning, jf. også artikkel 33 nr. 1, skal det likevel svares erstatning etter reglene om ansvarsgrunnlaget i §§ 3 og 4 jf. § 12 annet ledd i loven her. Begrensningsbeløpet for skade på reisegods som nevnt i Bilag I artikkel 33 nr. 1 i nevnte forordning, jf. Bilag 1 artikkel 34, skal følge reglene i § 5 første ledd. For ansvaret etter første og annet punktum gjelder ellers reglene i forordningen.",
                        "I lov 10. desember 2004 nr. 82 om Overenskomst om internasjonal jernbanetrafikk skal § 2 a nytt annet punktum lyde:",
                        "For befordring som er omfattet av Europaparlaments- og rådsforordning (EF) 2007/1371 av 23. oktober 2007 om jernbanepassasjerers rettigheter og forpliktelser, jf. jernbaneloven § 7 c, gjelder reglene i første punktum med tillegg av reglene i nevnte forordning.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}