{
    "lawId": "LOV-2009-06-19-65",
    "lawName": "Lov om fylkeskommuners oppgaver i folkehelsearbeidet",
    "shortName": "Folkehelseloven",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Fylkeskommunens ansvar i folkehelsearbeidet",
                    "sections": [
                        "Fylkeskommunen skal fremme folkehelse herunder trivsel, gode sosiale og miljømessige forhold og bidra til å forebygge sykdom, skade eller lidelse, samt bidra til en jevnere sosial fordeling av faktorer som direkte eller indirekte påvirker helsen."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Virkeområde",
                    "sections": [
                        "Loven gjelder for fylkeskommuner. Det som er fastsatt for fylkeskommuner i denne loven, gjelder også for Oslo kommune."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Fylkeskommunens oppgaver med å fremme folkehelse",
                    "sections": [
                        "Fylkeskommunen skal fremme folkehelse jf. § 1 innen de oppgaver som fylkeskommunen er tillagt, herunder regional utvikling og planlegging, forvaltning og tjenesteyting.",
                        "Fylkeskommunen skal være pådriver for, og samordne folkehelsearbeidet i fylket, bl.a. gjennom alliansebygging og partnerskap og ved å understøtte kommunenes folkehelsearbeid.",
                        "To eller flere fylkeskommuner kan samarbeide om å utføre oppgaver etter loven når det er hensiktsmessig for å samordne arbeidet over fylkesgrenser."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Oversikt over helsetilstanden og påvirkningsfaktorer i fylket",
                    "sections": [
                        "Som grunnlag for folkehelsearbeidet i fylket, jf. § 3, skal fylkeskommunen ha den nødvendige oversikt over helsetilstanden i fylket og de faktorer som kan virke inn på denne, herunder trekk ved utviklingen som kan skape eller opprettholde sosiale helseforskjeller.",
                        "Departementet kan gi nærmere forskrifter om krav til fylkeskommunens oversikt over helsetilstand og påvirkningsfaktorer i fylket, herunder om plikt til å gjennomføre befolkningsundersøkelser, og om innholdet i og gjennomføringen av slike undersøkelser i fylket."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Ikrafttreden",
                    "sections": [
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        }
    ]
}