{
    "lawId": "LOV-2009-06-19-75",
    "lawName": "Lov om endringer i straffeloven og straffeprosessloven (elektronisk kontroll ved kontaktforbud, saksbehandlingsreglene for besøksforbud mv.)",
    "shortName": "Endringslov til straffel. og strpl.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "Kap 16 c. Sletting av opplysninger registrert i forbindelse med elektronisk kontroll",
            "paragraphs": [
                {
                    "name": "§ 216 n",
                    "title": "Påtalemyndigheten skal sørge for at opptak, opplysninger eller notater som er foretatt, registrert eller nedtegnet i forbindelse med elektronisk kontroll av domfelte, jf. straffeloven § 33 femte ledd, snarest mulig blir tilintetgjort i den utstrekning de er uten betydning for forebyggelsen eller etterforskningen av straffbare forhold.",
                    "sections": [
                        "§ 222 a annet ledd bokstav b skal lyde:",
                        "b)å forfølge, besøke eller på annet vis kontakte en annen person.",
                        "§ 222 a femte ledd nytt fjerde punktum skal lyde:",
                        "En beslutning om å ilegge et besøksforbud skal likevel forkynnes for den som forbudet er rettet mot.",
                        "Nåværende fjerde til sjette punktum blir nytt femte til syvende punktum.",
                        "§ 222 a nytt sjette, syvende og åttende ledd skal lyde:",
                        "Den som forbudet er rettet mot, kan straks eller senere kreve beslutningen brakt inn for retten. Påtalemyndigheten sørger for at han blir gjort kjent med denne rett. Dersom beslutningen kreves brakt inn for retten, skal påtalemyndigheten snarest råd og så vidt mulig innen 5 dager etter at kravet ble fremsatt, oversende saken til retten. Oversittes fristen, skal grunnen opplyses i rettsboken. Dersom den som forbudet er rettet mot ikke er avhørt av politiet, skal det opplyses om grunnen i påtegningen til retten.",
                        "Påtalemyndigheten skal snarest råd og så vidt mulig innen 5 dager etter at en beslutning om å ilegge en person besøksforbud i eget hjem er forkynt, bringe beslutningen inn for retten. Sjette ledd fjerde og femte punktum gjelder tilsvarende.",
                        "En beslutning om ikke å ilegge besøksforbud kan bringes inn for retten av den et forbud skal beskytte. Den et besøksforbud er rettet mot, og den det skal beskytte, skal varsles om rettsmøter. Begge parter har rett til å være til stede og til å uttale seg. Bistandsadvokat oppnevnt etter § 107 a første og fjerde ledd kan også uttale seg selv om den forbudet skal beskytte, ikke møter. Rettens avgjørelser treffes ved kjennelse. Reglene i §§ 184 og 243 gjelder tilsvarende så langt de passer.",
                        "§ 222 a nåværende sjette ledd utgår.",
                        "1.Avsnitt I og nytt kapittel 16 c i straffeprosessloven gjelder fra den tid Kongen bestemmer. Loven for øvrig trer i kraft straks.",
                        "2.Kontaktforbud med elektronisk kontroll etter straffeloven § 33 kan bare idømmes for straffbar handling som er foretatt etter at loven trådte i kraft. Endringene i straffeprosessloven § 222 a gjelder for besøksforbud som er ilagt etter at loven trådte i kraft."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}