{
    "lawId": "LOV-2009-06-19-95",
    "lawName": "Lov om voksenopplæring (voksenopplæringsloven)",
    "shortName": "Voksenopplæringsloven 2009",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "Kapittel 1. Formål og virkeområde",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Formålet med denne loven er å fremme livslang læring ved å legge til rette for organiserte læringsaktiviteter ved siden av det formelle utdanningssystemet. Loven skal bidra til motivasjon og tilgang til kunnskap og kompetanse for alle, og slik fremme den enkeltes utvikling og møte behovene i samfunns- og arbeidslivet."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Virkeområde",
                    "sections": [
                        "Loven gjelder godkjenning for statstilskudd for godkjente studieforbund og godkjente nettskoler, og vilkår for slikt tilskudd, jf. kapittel 2 og kapittel 3 i loven.",
                        "Loven gjelder videre vilkår for statstilskudd for skoler som 30. juni 2010 er godkjent og i drift etter kapittel 6A i lov 4. juli 2003 nr. 84 om private skolar med rett til statstilskot (privatskolelova), jf. kapittel 4 i loven, og skoler som blir godkjent etter § 17 annet ledd i denne loven.",
                        "Kongen gir forskrifter om lovens anvendelse på Svalbard og Jan Mayen, og kan fastsette særlige regler under hensyn til de stedlige forhold."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Definisjoner",
                    "sections": [
                        "I denne loven menes med:",
                        "a)Studieforbund: ideell og demokratisk organisasjon godkjent etter lovens § 5, som utfører oppgaver innenfor voksenopplæring, og som har flere medlemsorganisasjoner.",
                        "b)Samisk studieforbund: studieforbund av og blant samer.",
                        "c)Medlemsorganisasjon i studieforbund: organisasjon som utfører oppgaver innenfor voksenopplæring, og som er medlem av et studieforbund, jf. § 5 bokstav f.",
                        "d)Nettskole: ideell virksomhet godkjent etter lovens § 13 som har fjernundervisning som hovedformål.",
                        "e)Fjernundervisning: opplæring ved fjernkommunikasjon hvor lærer og deltager er adskilt i rom eller tid."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2. Studieforbund",
            "paragraphs": [
                {
                    "name": "§ 4",
                    "title": "Overordnede mål for studieforbundenes opplæringsaktivitet",
                    "sections": [
                        "Studieforbundene skal drive sin opplæringsaktivitet på grunnlag av følgende overordnede mål:",
                        "a)Å bidra til å vedlikeholde og styrke demokratiet og legge grunnlag for bærekraftig utvikling ved å engasjere og utvikle aktive medborgere.",
                        "b)Å gjøre det mulig for mennesker å påvirke egen livssituasjon.",
                        "c)Å bekjempe utstøting og bidra til inkludering.",
                        "d)Å bidra til motivasjon og tilgang til kunnskap og kompetanse for alle og slik møte behov i et samfunn og arbeidsliv i stadig endring.",
                        "e)Å styrke kulturelt mangfold og øke deltagelse i kulturlivet.",
                        "f)Å være en selvstendig arena for læring og et supplement til offentlige utdanningstilbud for voksne."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Godkjenning av studieforbund",
                    "sections": [
                        "Departementet kan etter søknad godkjenne et studieforbund for tilskudd etter loven.",
                        "I tillegg til å drive sin opplæringsvirksomhet i samsvar med § 4, må et studieforbund oppfylle følgende vilkår:",
                        "a)Det må ha opplæring som hovedformål, og ellers ha et ideelt formål.",
                        "b)Det må ha betegnelsen «studieforbund» i navnet.",
                        "c)Det må ha en demokratisk oppbygning.",
                        "d)Det må ha virksomhet over hele landet, herunder en regional organisasjonsmessig forankring.",
                        "e)Studieforbundets kursvirksomhet må utgjøre et minimumsnivå. Departementet fastsetter minimumsnivået, samt regler for rapportering, i forskrift.",
                        "f)Studieforbundet må ha et minimum antall medlemsorganisasjoner. Departementet fastsetter minimumstallet i forskrift.",
                        "Hva gjelder bestemmelsene i bokstavene d, e og f i annet ledd, fastsetter departementet i forskrift egne krav for samiske studieforbund. Hva gjelder bestemmelsen i bokstav e i annet ledd, fastsetter departementet i forskrift egne krav for politiske partiers studieforbund."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Modell for statstilskudd til studieforbund",
                    "sections": [
                        "Studieforbund som er godkjent etter § 5 i loven, kan få statstilskudd.",
                        "Statstilskuddet består av følgende komponenter:",
                        "a)Grunntilskudd.",
                        "b)Opplæringstilskudd.",
                        "c)Tilretteleggingstilskudd.",
                        "Departementet gir forskrift om kriterier for tilskudd, beregningsregler, rapportering og kontroll. Departementet kan i forskrift fastsette at andre organisasjoner enn godkjente studieforbund kan få statstilskudd i en overgangsperiode etter at denne loven trer i kraft.",
                        "Departementet fastsetter i forskrift egne bestemmelser om tilskudd for samiske studieforbund.",
                        "Kommuner og fylkeskommuner kan gi tilskudd til studieforbund ut fra kommunale og fylkeskommunale planer."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Gratis bruk av undervisningslokaler",
                    "sections": [
                        "Undervisningslokaler der driftsutgiftene dekkes av det offentlige, skal etter søknad stilles vederlagsfritt til disposisjon for studieforbund og medlemsorganisasjoner ved avholdelse av kurs med tilskudd etter kapittel 2 i loven. Departementet gir nærmere forskrifter."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Fellesorgan for studieforbund",
                    "sections": [
                        "Fellesorgan for studieforbund kan etter søknad få tilskudd til drift, samt til samordningsoppgaver overfor studieforbundene og oppgaver for departementet."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Beskyttelse av betegnelsen studieforbund",
                    "sections": [
                        "Betegnelsen studieforbund kan bare benyttes som navn av organisasjoner som er godkjent som studieforbund etter loven, jf. § 5."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Dokumentasjon på gjennomført opplæring",
                    "sections": [
                        "Deltagere på kurs med tilskudd etter kapittel 2 i loven skal ha dokumentasjon på gjennomført opplæring. Departementet gir nærmere forskrifter."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Tilsyn og kontroll",
                    "sections": [
                        "Departementet fører tilsyn og kontroll med virksomhet som hører under dette kapittel, og skal i den sammenheng ha tilgang til relevant dokumentasjon."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Reaksjonsformer",
                    "sections": [
                        "Dersom det blir oppdaget forhold i strid med loven, med forskrifter gitt i medhold av loven eller med forutsetningene for godkjenningen, kan departementet gi pålegg om å rette på forholdet.",
                        "Departementet kan holde tilbake statstilskuddet eller trekke tilbake godkjenningen dersom vilkår i loven, vilkår i forskrifter gitt i medhold av loven eller forutsetningene for godkjenningen ikke blir oppfylt. Departementet kan også kreve tilbake for mye utbetalt tilskudd, og tilskuddsmidler som er brukt i strid med loven, forskrifter gitt i medhold av loven eller forutsetningene for godkjenningen."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3. Nettskoler",
            "paragraphs": [
                {
                    "name": "§ 13",
                    "title": "Godkjenning av nettskoler",
                    "sections": [
                        "Departementet kan etter søknad godkjenne en nettskole for tilskudd etter loven.",
                        "Vilkårene for godkjenning etter første ledd er at nettskolen har et ideelt formål, og at den har fjernundervisning som hovedformål.",
                        "En godkjent nettskole skal drive på grunnlag av følgende overordnede mål:",
                        "a)Å utvikle fjernundervisning som opplæringsmetode.",
                        "b)Å gi tilgang til fleksibel og kvalitetssikret opplæring for å møte den enkeltes behov i samfunns- og arbeidsliv.",
                        "c)Å utvikle opplæringstilbud tilrettelagt for den enkelte ut fra forutsetninger og behov."
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Tilskudd til nettskoler",
                    "sections": [
                        "Nettskoler som er godkjent etter § 13 i loven, og fellesorgan for disse, kan få statstilskudd til utvikling av undervisningsløsninger og læringsressurser, og til drift av fellesorgan.",
                        "Departementet kan gi forskrift om kriterier for tilskudd, behandling av tilskuddssøknader, rapportering og kontroll."
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Tilsyn og kontroll",
                    "sections": [
                        "Departementet fører tilsyn og kontroll med virksomhet som hører under dette kapittel, og skal i den sammenheng ha tilgang til relevant dokumentasjon."
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Reaksjonsformer",
                    "sections": [
                        "Dersom det blir oppdaget forhold i strid med loven, med forskrifter gitt i medhold av loven eller med forutsetningene for godkjenningen, kan departementet gi pålegg om å rette på forholdet.",
                        "Departementet kan holde tilbake statstilskuddet eller trekke tilbake godkjenningen dersom vilkår i loven, vilkår i forskrifter gitt i medhold av loven eller forutsetningene for godkjenningen ikke blir oppfylt. Departementet kan også kreve tilbake for mye utbetalt tilskudd, og tilskuddsmidler som er brukt i strid med loven, forskrifter gitt i medhold av loven eller forutsetningene for godkjenningen."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4. Diverse skoler",
            "paragraphs": [
                {
                    "name": "§ 17",
                    "title": "Godkjenning av skoler",
                    "sections": [
                        "Skoler som 30. juni 2010 er godkjent og i drift etter kapittel 6A i lov 4. juli 2003 nr. 84 om private skolar med rett til statstilskot (privatskoleloven), har rett til statstilskudd og til å drive virksomhet etter dette kapitlet.",
                        "Departementet kan på grunnlag av søknad etter en samlet vurdering godkjenne driftsendringer og nye skoler etter dette kapitlet. Godkjenningen faller bort dersom ikke skolen starter opp sin virksomhet i løpet av tre skoleår etter at godkjenningen er gitt. Det samme gjelder dersom driften etter loven blir nedlagt.",
                        "Departementet kan i forskrift fastsette frister i forbindelse med søknad om godkjenning av driftsendringer og nye skoler.",
                        "Departementet kan gi forskrift om kjøp av opplæringstjenester."
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Krav til innhold og vurdering i opplæringen",
                    "sections": [
                        "Skolen skal drive etter læreplaner godkjent av departementet. Det må gå frem av planene hvilke vurderingsformer og dokumentasjon skolen skal benytte. Skolen skal ha læreplaner som er på nivå over grunnskoleopplæring. Skolen definerer selv sitt eget faglige og/eller verdimessige grunnlag. Opplæringen skal være på norsk eller samisk. Dersom særlige grunner tilsier det kan en skole, helt eller delvis, få godkjent annet undervisningsspråk enn norsk og samisk.",
                        "Departementet kan gi forskrift om vurdering av elever, klage på vurdering, eksamen og dokumentasjon.",
                        "Departementet kan gi forskrift om et nasjonalt kvalifikasjonsrammeverk."
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Inntak av elever",
                    "sections": [
                        "Skolene skal ha hele landet som inntaksområde.",
                        "Skolene skal ha et inntaksreglement som viser prioriteringen av søkere, dersom søkningen til skolen er større enn skolens kapasitet. Skolen kan i inntaksreglementet sette vilkår for inntak til skolen. Regler for prioritering av søkere og vilkår for inntak må være begrunnet ut fra saklige hensyn. Skolen avgjør i samsvar med reglementet hvilke av søkerne som skal tas inn.",
                        "Ved avgjørelse etter disse reglene gjelder forvaltningsloven. Avgjørelse om inntak er enkeltvedtak, jf. forvaltningsloven § 2. Departementet er klageinstans."
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Kompetansekrav til undervisningspersonalet",
                    "sections": [
                        "Styret fastsetter krav til kompetanse, med mindre departementet i det enkelte tilfellet fastsetter noe annet.",
                        "Dersom det ikke er søkere som fyller kompetansekravene etter første ledd, kan andre ansettes midlertidig. Med mindre det er avtalt en kortere ansettelsesperiode, skal ansettelsen vare til og med 31. juli.",
                        "Ved ansettelse gjelder arbeidsmiljøloven §§ 13-3 og 13-4 og diskrimineringsloven §§ 4 og 7."
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Lønns- og arbeidsvilkår",
                    "sections": [
                        "Styret fastsetter de ansattes lønns- og arbeidsvilkår."
                    ]
                },
                {
                    "name": "§ 22",
                    "title": "Bortvisning",
                    "sections": [
                        "Skolen kan i ordensreglementet fastsette at elever som alvorlig eller flere ganger bryter reglementet, kan bortvises fra undervisningen. Elever kan bortvises i inntil fem dager. Daglig leder ved skolen vedtar bortvising etter å ha rådført seg med elevens lærere.",
                        "Når en elev over tid har vist en opptreden som i alvorlig grad går ut over orden og arbeidsro på skolen, eller når en elev alvorlig forsømmer sine plikter, kan eleven etter vedtak av styret bortvises fra resten av det kurset eleven er tatt inn på.",
                        "Før det blir gjort vedtak om bortvising, skal skolen vurdere andre hjelpe- eller refsingstiltak.",
                        "Forvaltningsloven gjelder ved vedtak etter denne paragraf. Avgjørelse om bortvisning er enkeltvedtak, jf. forvaltningsloven § 2. Departementet er klageinstans."
                    ]
                },
                {
                    "name": "§ 23",
                    "title": "Offentlige tilskudd, skolepenger mv.",
                    "sections": [
                        "Alt offentlig tilskudd og skolepenger for elevene skal komme elevene til gode. Dette innebærer blant annet at skolen ikke kan",
                        "a)gi utbytte eller på annen måte overføre overskudd til eierne eller deres nærstående, verken når skolen er i drift eller når driften blir nedlagt",
                        "b)pådra seg kostnader i form av leieutgifter for eiendom eller lokale som tilhører skolens eiere eller deres nærstående, eller på annen måte pådra seg kostnader som kan innebære at alle offentlige tilskudd eller eiendeler fra elevene ikke kommer elevene til gode.",
                        "Departementet kan gi nærmere forskrift om forbud mot utbytte eller annen overføring som nevnt i bokstav a.",
                        "Skolene får statstilskudd til godkjent opplæring. Skolene får dekket 75 prosent av de driftsutgiftene som kommer inn under tilskuddsgrunnlaget ved statstilskudd. Tilskuddet blir regnet ut fra en normalsats. Forutsetningen er at elevene får undervisning som minst tilsvarer et halvt skoleår. Departementet kan gi forskrift om dokumentasjon for og om rapportering av elevtall.",
                        "Skolene kan kreve inn skolepenger. Styret fastsetter størrelsen på skolepengene. Skolepengene kan utgjøre inntil 25 prosent av tilskuddsgrunnlaget, med et beløp fastsatt av departementet i tillegg for dekning av utgifter til husleie eller kapitalkostnader. Departementet kan i særlige tilfeller gjøre tidsavgrenset unntak fra kravet.",
                        "Skolene kan pålegge elevene å holde seg med undervisningsmateriell og utstyr til eget bruk som opplæringen normalt gjør det nødvendig å ha, og de kan kreve betaling fra elevene for utgifter til å kopiere slikt materiell. Skolene kan ikke kreve noen form for betaling for opplæringen fra elever utover det som følger av denne bestemmelsen eller forskrift gitt i medhold av denne bestemmelsen. Departementet gir nærmere forskrift om adgangen til å ta betaling for opplæringen."
                    ]
                },
                {
                    "name": "§ 24",
                    "title": "Andre bestemmelser",
                    "sections": [
                        "Følgende bestemmelser i privatskoleloven gjelder så langt de passer for skoler etter kapittel 4:",
                        "-§ 2-2 om krav til virksomheten til skolen, med unntak av tredje ledd. Dersom en skole etter kapittel 4 har færre enn 10 elever tre skoleår i sammenheng, faller godkjenningen bort.",
                        "-§ 2-4 om krav til skoleanlegg og skolemiljø",
                        "-§ 3-3 tredje ledd om skolegangen",
                        "-§ 3-4 om tilpasset opplæring og organisering av elevene i grupper, med unntak av tredje ledd",
                        "-§ 3-9 om ordensreglement og lignende",
                        "-§ 4-1 om ledelse",
                        "-§ 5-1 om styret, med unntak av bokstavene a og c",
                        "-§ 5-2 om styrets oppgaver, med unntak av bokstavene a og e",
                        "-§ 5-3 om elevråd, med unntak av første ledd første og annet punktum",
                        "-§ 7-1 om budsjett, regnskap og rapportering",
                        "-§ 7-3 om taushetsplikt."
                    ]
                },
                {
                    "name": "§ 25",
                    "title": "Tilsyn",
                    "sections": [
                        "Departementet fører tilsyn med skoler som driver sin virksomhet etter dette kapitlet og skal i den sammenheng ha tilgang til skoleanlegg og dokumentasjon.",
                        "Ved opphør av skoledriften kan departementet i alle tilfeller kreve tilbakeført gjenstående midler som skriver seg fra det offentlige tilskuddet.",
                        "Departementet kan gi forskrift som pålegger de ansvarlige for opplæringsvirksomheten og de som får opplæring, å gi opplysninger og delta i evalueringer og rapportere om forhold som er av betydning for evaluering av opplæringsvirksomheten."
                    ]
                },
                {
                    "name": "§ 26",
                    "title": "Reaksjonsformer",
                    "sections": [
                        "Dersom det blir oppdaget forhold i strid med dette kapitlet, med forskrifter gitt i medhold av dette kapitlet eller med forutsetningene for godkjenningen, kan departementet gi pålegg om å rette på forholdet.",
                        "Departementet kan holde tilbake statstilskuddet eller trekke tilbake godkjenningen dersom vilkår i dette kapitlet, vilkår i forskrifter gitt i medhold av dette kapitlet eller forutsetningene for godkjenningen ikke blir oppfylt. Departementet kan også kreve tilbake for mye utbetalt tilskudd, og tilskuddsmidler som er brukt i strid med dette kapitlet, forskrifter gitt i medhold av loven eller forutsetningene for godkjenningen.",
                        "Første og annet ledd gjelder også dersom det er oppdaget forhold i strid med andre lover og forskrifter, og forholdet svekker tilliten til skolen."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5. Avsluttende bestemmelser",
            "paragraphs": [
                {
                    "name": "§ 27",
                    "title": "Overgangsbestemmelser",
                    "sections": [
                        "Studieforbund som er godkjent etter lov 28. mai 1976 nr. 35 om voksenopplæring (voksenopplæringsloven), beholder sin godkjenning i 3 år etter at denne loven trer i kraft, jf. § 31. Departementet kan etter søknad gi særskilt tilskudd til sammenslåing av studieforbund.",
                        "Frittstående fjernundervisningsinstitusjoner som er godkjent etter lov 28. mai 1976 nr. 35 om voksenopplæring (voksenopplæringsloven), skal betegnes godkjente nettskoler etter at denne loven trer i kraft, jf. § 31, men beholder for øvrig sin godkjenning."
                    ]
                },
                {
                    "name": "§ 28",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven trer i kraft 1. januar 2010.",
                        "Kapittel 4 trer i kraft 1. juli 2010."
                    ]
                },
                {
                    "name": "§ 29",
                    "title": "Endringer i andre lover",
                    "sections": [
                        "Fra det tidspunkt loven trer i kraft, gjøres følgende endringer i annen lovgivning:",
                        "1) Lov 28. mai 1976 nr. 35 om voksenopplæring oppheves.",
                        "2) I lov 17. juli 1998 nr. 61 om grunnskolen og den vidaregåande opplæringa skal § 4A-4 annet ledd lyde:",
                        "Kommunen og fylkeskommunen kan nytte studieforbund, godkjente nettskolar og andre som gir tilbod om grunnskoleopplæring og vidaregåande opplæring for å oppfylle plikta til å gi opplæring til vaksne.",
                        "3) I lov 4. juli 2003 nr. 84 om private skolar med rett til statstilskot gjøres følgende endringer:",
                        "§ 1-2a annet ledd skal lyde:",
                        "Lova gjeld ikkje skolar som er omfatta av folkehøyskoleloven, fagskoleloven, voksenopplæringsloven eller skolar som driv verksemda si etter opplæringslova § 2-12. Lova gjeld heller ikkje skolar som blir drivne av politiske grupper eller parti på partipolitisk grunnlag.",
                        "§ 6-1 femte ledd siste punktum oppheves."
                    ]
                }
            ]
        }
    ]
}