{
    "lawId": "LOV-2009-06-19-70",
    "lawName": "Lov om endringar i helsepersonelloven m.m. (oppfølging av born som pårørande)",
    "shortName": "Endringslov til helsepersonelloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 10 a",
                    "title": "Helsepersonells plikt til å bidra til å ivareta mindreårige barn som pårørende",
                    "sections": [
                        "Helsepersonell skal bidra til å ivareta det behovet for informasjon og nødvendig oppfølging som mindreårige barn av pasient med psykisk sykdom, rusmiddelavhengighet eller alvorlig somatisk sykdom eller skade kan ha som følge av forelderens tilstand.",
                        "Helsepersonell som yter helsehjelp til pasient som nevnt i første ledd, skal søke å avklare om pasienten har mindreårige barn.",
                        "Når det er nødvendig for å ivareta barnets behov, skal helsepersonellet blant annet",
                        "a)samtale med pasienten om barnets informasjons- eller oppfølgingsbehov og tilby informasjon og veiledning om aktuelle tiltak. Innenfor rammene av taushetsplikten skal helsepersonellet også tilby barnet og andre som har omsorg for barnet, å ta del i en slik samtale",
                        "b)innhente samtykke til å foreta oppfølging som helsepersonellet anser som hensiktsmessig",
                        "c)bidra til at barnet og personer som har omsorg for barnet, i overensstemmelse med reglene om taushetsplikt, gis informasjon om pasientens sykdomstilstand, behandling og mulighet for samvær. Informasjonen skal gis i en form som er tilpasset mottakerens individuelle forutsetninger.",
                        "Departementet kan gi forskrifter som utdyper innholdet i helsepersonellets plikter etter denne bestemmelsen.",
                        "§ 25 nytt tredje ledd skal lyde:",
                        "Med mindre pasienten motsetter seg det, kan taushetsbelagte opplysninger gis til samarbeidende personell når dette er nødvendig for å ivareta behovene til pasientens barn, jf. helsepersonelloven § 10 a.",
                        "Nåværende § 25 tredje ledd blir nytt fjerde ledd og skal lyde:",
                        "Personell som nevnt i første, andre og tredje ledd har samme taushetsplikt som helsepersonell.",
                        "I lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. gjøres følgende endring:",
                        "Ny § 3-7 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 3-7a",
                    "title": "Om barneansvarlig personell mv.",
                    "sections": [
                        "Helseinstitusjoner som omfattes av denne loven, skal i nødvendig utstrekning ha barneansvarlig personell med ansvar for å fremme og koordinere helsepersonells oppfølging av mindreårige barn av psykisk syke, rusmiddelavhengige og alvorlig somatisk syke eller skadde pasienter.",
                        "Departementet kan gi nærmere bestemmelser om barneansvarlig personell i forskrift.",
                        "I lov 2. juli 1999 nr. 63 om pasientrettigheter (pasientrettighetsloven) gjøres følgende endring:",
                        "§ 2-6 femte ledd skal lyde:",
                        "Departementet kan gi forskrifter om dekning av reise- og oppholdsutgifter for pasienter og utgifter til nødvendig ledsager, herunder dekning av utgifter ved fritt sykehusvalg, om utbetaling av refusjon og om frister for fremsetting av krav.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}