{
    "lawId": "LOV-2009-12-11-129",
    "lawName": "Lov om endringer i lov 19. juni 2009 nr. 58 om merverdiavgift (merverdiavgiftsloven)",
    "shortName": "Endringslov til merverdiavgiftsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 8-8",
                    "title": "Betaling via bank som vilkår for fradrag for inngående avgift",
                    "sections": [
                        "(1) Fradrag for inngående avgift av varer og tjenester gis bare når betaling skjer via bank eller foretak med rett til å drive betalingsformidling, med mindre betalingen samlet utgjør mindre enn 10 000 kroner. Flere betalinger som gjelder samme vareleveranse, tjeneste, kontrakt eller lignende, skal vurderes som én betaling ved anvendelse av beløpsgrensen i forrige punktum. Ved løpende eller periodiske ytelser skal flere betalinger ses samlet for kostnader som kommer til fradrag samme år.",
                        "(2) Er et beløp fradragsført i en termin før betaling har funnet sted og betaling senere skjer slik at fradragsrett ikke foreligger etter denne paragraf, skal tidligere fradragsført beløp tilbakeføres i den termin betalingen skjer.",
                        "(3) Når sterke samfunnsmessige hensyn gjør det nødvendig, kan departementet bestemme at første ledd ikke kommer til anvendelse.",
                        "(4) Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf, herunder nærmere bestemmelser om at andre betalingsmåter skal likestilles med betaling via bank, gjøre unntak fra kravet om betaling via bank i særlige tilfeller, anvendelse av beløpsgrensen og om krav til dokumentasjon.",
                        "§ 10-5 oppheves.",
                        "§ 13-2 annet ledd bokstav b skal lyde:",
                        "b)til offentlig myndighet for bruk i forbindelse med håndheving av lovgivningen om arbeidsmiljø, obligatorisk tjenestepensjon, regnskapsplikt og regnskapsførere, revisjonsvesen, valutaregulering eller aksjeselskaper, eller som reviderer offentlig virksomhet, samt til Tilsynsrådet for advokatvirksomhet til bruk for tilsynsformål,",
                        "§ 13-3 annet ledd skal lyde:",
                        "(2) Den som ved innførsel av varer er ansvarlig for merverdiavgiften etter § 11-2, skal tollbehandle varene etter reglene i tolloven. Tolloven § 12-1, § 12-1a, §§ 12-10 til 12-12 og § 16-10 gjelder tilsvarende.",
                        "§ 14-1 første ledd nytt annet punktum skal lyde:",
                        "Bestemmelsen i § 15-1 åttende ledd gjelder tilsvarende ved registrering.",
                        "§ 15-1 åttende ledd skal lyde:",
                        "(8) Den som har plikt til å gi opplysninger etter dette kapittel, skal opptre aktsomt og lojalt. Den avgiftspliktige skal bidra til at avgiftsplikten i rett tid blir klarlagt og oppfylt, og også gjøre avgiftsmyndighetene oppmerksom på feil ved avgiftsberegningen.",
                        "Nåværende åttende ledd blir nytt niende ledd.",
                        "Endringsloven trer i kraft straks. Endringen av § 8-8 gjelder likevel fra 1. januar 2011."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}