{
    "lawId": "LOV-2009-06-19-96",
    "lawName": "Lov om endringer i lov 1. april 2005 nr. 15 om universiteter og høyskoler",
    "shortName": "Endringslov til universitets- og høyskoleloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1-7",
                    "title": "Ansvar for vedlikehold og videreutvikling av norsk fagspråk",
                    "sections": [
                        "Universiteter og høyskoler har ansvar for vedlikehold og videreutvikling av norsk fagspråk.",
                        "§ 2-1 skal lyde:",
                        "(1) NOKUT er et faglig uavhengig statlig forvaltningsorgan.",
                        "(2) Formålet med NOKUTs virksomhet er å føre tilsyn med kvaliteten i høyere utdanning og fagskoleutdanning, gi generell godkjenning av utenlandsk høyere utdanning, og å stimulere til kvalitetsutvikling som sikrer et høyt internasjonalt nivå i utdanningstilbudene ved institusjonene. NOKUTs arbeid skal bidra til at samfunnet kan ha tillit til kvaliteten i norsk høyere utdanning, fagskoleutdanning og godkjent høyere utenlandsk utdanning.",
                        "(3) I NOKUTs tilsynsarbeid etter denne lov skal NOKUT evaluere institusjonenes system for kvalitetssikring, akkreditere institusjoner og studietilbud og revidere gitt akkreditering. NOKUT skal også gi generell godkjenning av høyere utenlandsk utdanning.",
                        "(4) NOKUT kan benytte seg av andre virkemidler og gjennomføre andre tiltak enn de som fremgår av tredje ledd, som er i tråd med formålet med NOKUTs virksomhet.",
                        "(5) I sitt arbeid skal NOKUT søke å bistå institusjonene i deres utviklingsarbeid.",
                        "(6) NOKUT skal gjennomføre evalueringer av betydning for å kunne bedømme kvaliteten i høyere utdanning. Departementet kan pålegge organet å foreta slike evalueringer.",
                        "(7) Alle evalueringer som foretas av NOKUT er offentlige, og NOKUT skal bidra til at disse gjøres kjent.",
                        "(8) NOKUTs vedtak overfor private institusjoner kan i forskrift unntas fra bestemmelsene om klage i forvaltningsloven kap. VI.",
                        "§ 3-9 første ledd skal lyde:",
                        "(1) Universiteter og høyskoler skal sørge for at kandidatenes kunnskaper og ferdigheter blir prøvet og vurdert på en upartisk og faglig betryggende måte. Vurderingen skal også sikre det faglige nivå ved vedkommende studium. Det skal være ekstern evaluering av vurderingen eller vurderingsordningene.",
                        "§ 4-7 første og annet ledd skal lyde:",
                        "(1) Styret selv eller institusjonens klagenemnd, jf. § 5-1, kan annullere eksamen eller prøve eller godkjenning av kurs hvis kandidaten",
                        "a)ved hjelp av falskt vitnemål eller annen form for uredelig opptreden har skaffet seg adgang til å gå opp til vedkommende eksamen eller prøve, eller til å delta i vedkommende kurs, eller",
                        "b)har forsøkt å fuske eller forsettlig eller grovt uaktsomt har fusket ved avleggelsen av, eller forut for endelig sensur av, vedkommende eksamen eller prøve, eller under gjennomføringen av vedkommende kurs.",
                        "(2) Styret selv eller institusjonens klagenemnd, jf. § 5-1, kan annullere godskriving eller godkjenning av utdanning, eller fritak for eksamen eller prøve, hvis kandidaten har oppnådd dette ved hjelp av falskt vitnemål eller annen form for uredelig opptreden.",
                        "§ 4-8 tredje og femte ledd skal lyde:",
                        "(3) En kandidat som har opptrådt slik som beskrevet i § 4-7 første eller annet ledd, kan ved vedtak av styret selv eller institusjonens klagenemnd, jf. § 5-1, utestenges fra institusjonen og fratas retten til å gå opp til eksamen ved institusjoner under denne lov i inntil ett år. Slik adgang til utestenging gjelder ikke for stipendiater ansatt ved institusjonen ph.d.-graden avlegges ved. Andre universiteter og høyskoler under denne lov skal informeres om vedtaket. Departementet gir nærmere regler om informasjonsrutiner mv.",
                        "(5) Kandidaten har rett til å la seg bistå av advokat eller annen talsperson fra sak om bortvisning eller utestenging er reist, eventuelt fra skriftlig advarsel etter første ledd er gitt. Utgiftene til dette dekkes av institusjonen.",
                        "§ 5-1 Klagenemnd og særskilte nasjonale klageorgan første ledd skal lyde:",
                        "(1) Universiteter og høyskoler skal opprette en klagenemnd som skal behandle klager over enkeltvedtak og, etter styrets bestemmelse, andre klagesaker for kandidatene.",
                        "§ 5-2 annet og tredje ledd skal lyde:",
                        "(2) Hvis det er begått feil som kan ha hatt betydning for kandidatens prestasjon eller bedømmelsen av denne, skal sensurvedtaket oppheves. Hvis feilen kan rettes opp ved ny sensur av innleverte arbeider, foretas ny sensurering. I motsatt fall holdes ny eksamen eller prøve med nye sensorer. Karakterfastsetting ved ny sensurering etter denne paragraf kan påklages etter reglene i § 5-3.",
                        "(3) Er krav om begrunnelse for eller klage over karakterfastsettingen fremsatt, løper klagefristen etter denne paragraf fra kandidaten har fått begrunnelsen eller endelig avgjørelse av klagen foreligger.",
                        "§ 5-3 første, tredje og fjerde ledd skal lyde:",
                        "(1) Kandidaten har rett til å få en begrunnelse for karakterfastsettingen av sine prestasjoner. Ved muntlig eksamen eller bedømmelse av praktiske ferdigheter må krav om slik begrunnelse fremsettes umiddelbart etter at karakteren er meddelt. Ved annen bedømmelse må krav om begrunnelse, dersom kandidaten får meddelt karakteren elektronisk og kan fremsette krav om begrunnelse på tilsvarende måte, fremsettes innen én uke fra karakteren ble kunngjort. Ved annen type kunngjøring må krav om begrunnelse fremsettes innen én uke fra kandidaten fikk kjennskap til karakteren, likevel ikke mer enn tre uker fra karakteren ble kunngjort.",
                        "(3) Hvis det er gitt skriftlige retningslinjer for bedømmelsen, skal disse være tilgjengelige for kandidatene etter at karakterer er fastsatt.",
                        "(4) En kandidat kan klage skriftlig over karakteren for sine egne prestasjoner innen tre uker etter at eksamensresultat er kunngjort. Ny sensurering skal da foretas. Er krav om begrunnelse for karakterfastsetting eller klage over formelle feil ved oppgavegivning, eksamensavvikling eller gjennomføring av vurderingen fremsatt, løper klagefristen etter denne paragraf fra kandidaten har fått begrunnelsen eller endelig avgjørelse av klagen foreligger. Ved bruk av løpende vurdering kan institusjonen bestemme om kandidaten skal fremsette klage etter vurdering av separat prøve, oppgave eller annen vurdering, eller om klage skal fremsettes når resultatet fra fag, emne eller emnegruppe er kunngjort.",
                        "§ 7-2 femte ledd skal lyde:",
                        "(5) Betegnelsen universitetssykehus kan bare benyttes av virksomhet som er godkjent som universitetssykehus etter nærmere regler fastsatt med hjemmel i spesialisthelsetjenesteloven § 4-1.",
                        "Gjeldende femte ledd blir sjette ledd.",
                        "§ 9-3 femte ledd skal lyde:",
                        "(5) Departementet kan i særlige tilfeller fastsette annen styresammensetning eller styreordning enn bestemt i første ledd eller fastsatt etter andre eller tredje ledd.",
                        "§ 9-4 femte ledd skal lyde:",
                        "(5) Departementet kan i særlige tilfeller forlenge styrets funksjonsperiode og styremedlemmenes tjenestetid.",
                        "Gjeldende femte ledd blir sjette ledd og gjeldende sjette ledd blir syvende ledd.",
                        "§ 10-4 første ledd skal lyde:",
                        "(1) Styret kan vedta at rektor skal ansettes på åremål. Slikt vedtak må treffes med tilslutning av minst to tredeler av styrets medlemmer. Styret selv foretar utlysing og ansettelse av rektor. Ansettelsesprosessen må sikre at rektor har faglig og ledelsesmessig legitimitet, og at studentene og de ansatte blir hørt. Styret bestemmer om det skal foretas innstilling og hvem som skal innstille. Vedtak om at rektor skal ansettes på åremål kan omgjøres gjennom vedtak med tilslutning av minst to tredeler av styrets medlemmer.",
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}