{
    "lawId": "LOV-2009-06-19-88",
    "lawName": "Lov om endringer i kommuneloven og svalbardloven (om tillitskapende forvaltning mv. i kommuner og fylkeskommuner)",
    "shortName": "Endringslov til kommuneloven og svalbardloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 30",
                    "title": "Møteprinsippet. Møtebok",
                    "sections": [
                        "§ 30 nytt nr. 4 skal lyde:",
                        "4.Dersom det treffes avgjørelse om at et møte skal holdes for lukkede dører, skal avgjørelsen føres i møteboken og hjemmelen for avgjørelsen skal framgå. Det samme gjelder for avgjørelse om at et medlem av organet er inhabilt.",
                        "§ 37 nr. 1 første punktum skal lyde:",
                        "Ved valgoppgjøret fordeles medlemsplassene på listene i forhold til det antall stemmesedler hver liste har fått, ved bruk av delingstall 1, 2, 3, 4 osv.",
                        "§ 48 nr. 5 nytt annet punktum skal lyde:",
                        "Det skal også redegjøres for tiltak som er iverksatt og tiltak som planlegges iverksatt for å sikre en høy etisk standard i virksomheten.",
                        "Nåværende andre og tredje punktum blir tredje og fjerde punktum.",
                        "§ 59 nr. 1 og 3 skal lyde:",
                        "1.Tre eller flere medlemmer av kommunestyret eller fylkestinget kan sammen bringe avgjørelser truffet av folkevalgt organ eller den kommunale eller fylkeskommunale administrasjon inn for departementet til kontroll av avgjørelsens lovlighet. Det samme gjelder avgjørelser om møter skal holdes for åpne eller lukkede dører, jf. § 31, og avgjørelser om habilitet. Avgjørelser om ansettelse, oppsigelse eller avskjed er ikke gjenstand for lovlighetskontroll.",
                        "3.Krav om lovlighetskontroll medfører ikke at iverksettelsen av den påklagede avgjørelsen utsettes med mindre det organ som har truffet avgjørelsen, kommunalt eller fylkeskommunalt organ overordnet dette eller departementet fatter slikt vedtak.",
                        "§ 65 nr. 2 skal lyde:",
                        "2.Daglig leder, medlem av kommuneråd, medlem av fylkesråd eller administrasjonssjef eller dennes stedfortreder kan ikke være medlem av styret.",
                        "I lov 17. juli 1925 nr. 11 om Svalbard skal § 29 første ledd nytt annet punktum lyde:",
                        "Bestemmelsene i dette kapitlet skal også legge til rette for en tillitskapende forvaltning som bygger på en høy etisk standard.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}