{
    "lawId": "LOV-2009-06-19-39",
    "lawName": "Lov om endringer i arbeidsmiljøloven",
    "shortName": "Endringslov til arbeidsmiljøloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 7-4",
                    "title": "Utgifter, opplæring mv.",
                    "sections": [
                        "Reglene i § 6-5 gjelder tilsvarende for medlemmer av arbeidsmiljøutvalg.",
                        "§ 10-2 fjerde ledd fjerde punktum skal lyde:",
                        "Fortrinnsrett etter §§ 14-2 og 14-3 går foran fortrinnsrett etter bestemmelsen her.",
                        "§ 10-4 nytt sjette ledd skal lyde:",
                        "For tredelt skift- og turnusarbeid som ikke faller inn under fjerde eller femte ledd og som innebærer at den enkelte arbeidstaker må arbeide minst hver tredje søndag, reduseres den alminnelige arbeidstiden etter første ledd ved at hver time arbeidet på søn- og helgedag, jf. § 10-10 første ledd, regnes lik 1 time og 10 minutter, og hver time arbeidet om natten, jf. § 10-11 første ledd, regnes lik 1 time og 15 minutter, ned til 36 timer i løpet av sju dager. Den alminnelige arbeidstid må uansett ikke overstige ni timer i løpet av 24 timer og 38 timer i løpet av sju dager.",
                        "§ 10-12 femte ledd skal lyde:",
                        "(5) Dersom det er inngått avtale som nevnt i §§ 10-5 andre ledd, 10-6, 10-8 tredje ledd, 10-10, 10-11 eller 10-12 fjerde ledd og et flertall av arbeidstakerne er bundet av avtalen, kan arbeidsgiver gjøre avtalens bestemmelser om arbeidstid gjeldende for alle arbeidstakere som utfører arbeid av den art avtalen omfatter.",
                        "Ny § 12-15 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-15",
                    "title": "Religiøse høytider",
                    "sections": [
                        "Rett til permisjon ved religiøse høytider for arbeidstaker som ikke tilhører Den norske kirke, reguleres av lov 13. juni 1969 nr. 25 om trudomssamfunn og ymist anna § 27 a.",
                        "§ 14-9 femte ledd annet punktum skal lyde:",
                        "Arbeidstaker som har vært sammenhengende midlertidig ansatt i mer enn fire år etter første ledd bokstav a og b, skal anses som fast ansatt slik at reglene om oppsigelse av arbeidsforhold kommer til anvendelse.",
                        "§ 14-12 tredje ledd skal lyde:",
                        "(3) Ved innleie etter denne paragraf gjelder reglene i § 14-9 femte ledd andre punktum tilsvarende.",
                        "§ 14-15 annet ledd bokstav b skal lyde:",
                        "b)for arbeidstakers egenandel til tjenestepensjonsordninger som er omfattet av foretakspensjonsloven, innskuddspensjonsloven eller offentlige tjenestepensjonsordninger.",
                        "§ 14-15 tredje ledd skal lyde:",
                        "(3) Trekk i lønn eller feriepenger etter andre ledd bokstav c, e og f skal begrenses til den del av kravet som overstiger det arbeidstaker med rimelighet trenger til underhold for seg og sin husstand.",
                        "§ 15-1 annet punktum skal lyde:",
                        "Både grunnlaget for oppsigelsen og eventuell utvelgelse mellom flere ansatte av hvem som skal sies opp, skal drøftes.",
                        "§ 15-7 fjerde ledd oppheves.",
                        "§ 15-11 annet ledd tredje punktum skal lyde:",
                        "Dette gjelder også ved hel eller delvis nedleggelse av virksomheten.",
                        "Någjeldende tredje punktum blir nytt fjerde punktum.",
                        "§ 15-11 tredje ledd annet punktum skal lyde:",
                        "Etter krav fra arbeidstaker kan retten likevel bestemme at arbeidsforholdet skal fortsette inntil saken er rettskraftig avgjort, dersom søksmål reises innen fristene i § 17-4.",
                        "Ny § 15-13 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 15-13 a",
                    "title": "Opphør av arbeidsforhold grunnet alder",
                    "sections": [
                        "(1) Arbeidsforholdet kan bringes til opphør når arbeidstaker fyller 70 år. Lavere aldersgrense kan følge av annet grunnlag når grensen er saklig begrunnet og ikke uforholdsmessig inngripende, jf. § 13-3 andre ledd.",
                        "(2) Arbeidstaker har krav på skriftlig varsel om tidspunktet for fratreden. Fratreden kan tidligst kreves seks måneder etter den første dag i måneden etter at varslet er kommet frem til arbeidstaker.",
                        "(3) Før varsel gis skal arbeidsgiver så langt det er mulig innkalle arbeidstaker til en samtale, med mindre arbeidstaker selv ikke ønsker det.",
                        "(4) Arbeidstaker som ønsker å fratre, har en tilsvarende varslingsfrist på en måned, likevel slik at kravet til skriftlighet ikke gjelder.",
                        "§ 16-3 tredje ledd tredje punktum skal lyde:",
                        "Fortrinnsrett etter §§ 10-2 fjerde ledd, 14-2 og 14-3 går foran fortrinnsrett etter paragrafen her.",
                        "§ 17-1 tredje ledd skal lyde:",
                        "(3) Mekling i forliksråd finner ikke sted for krav som er gjenstand for forhandlinger etter § 17-3, krav som nevnt i § 17-1 andre ledd eller krav som har vært prøvet for tvisteløsningsnemnd etter § 17-2.",
                        "§ 17-4 femte ledd skal lyde:",
                        "(5) Retten til å fortsette i stillingen etter § 15-11 gjelder dersom søksmål reises innen utløpet av oppsigelsesfristen, og innen åtte uker fra forhandlingenes avslutning eller fra oppsigelsen fant sted. Det samme gjelder hvis arbeidstaker innen utløpet av oppsigelsesfristen skriftlig underretter arbeidsgiver om at søksmål vil bli reist innen åtte-ukersfristen. Fristene gjelder ikke dersom arbeidsgivers oppsigelse ikke oppfyller formkravene i § 15-4 første og andre ledd, jf. tredje ledd i paragrafen her. Retten kan bestemme at arbeidsforholdet skal fortsette, jf. § 15-11 tredje ledd, dersom søksmål med krav om dette reises innen åtte uker fra tidspunktet for arbeidstakers fratreden eller fra forhandlingenes avslutning.",
                        "§ 18-6 første ledd skal lyde:",
                        "(1) Arbeidstilsynet gir de pålegg og treffer de enkeltvedtak som ellers er nødvendig for gjennomføringen av bestemmelsene i og i medhold av kapittel 2 til 11 samt §§ 14-5 til 14-8, 15-2 og 15-15. Dette gjelder likevel ikke §§ 2-4, 2-5, 10-2 andre til fjerde ledd og § 10-6 tiende ledd.",
                        "Loven gjelder fra den tid Kongen bestemmer. De enkelte bestemmelsene kan tre i kraft til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}