{
    "lawId": "LOV-2009-12-11-112",
    "lawName": "Lov om endringer i folketrygdloven mv. (tilpasninger i folketrygdens regelverk som følge av pensjonsreformen)",
    "shortName": "Endringslov til folketrygdloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3-7",
                    "title": "Trygdetid for ytelser til gjenlevende ektefelle",
                    "sections": [
                        "Når grunnpensjonen til en gjenlevende ektefelle skal fastsettes ut fra den avdødes trygdetid, se §§ 12-15, 17-7 og 19-16, skal trygdetiden fastsettes som om den avdøde på dødsfallstidspunktet hadde fått rett til uførepensjon, dersom han eller hun var under 67 år. Var den avdøde uførepensjonist, benyttes den fastsatte trygdetiden. Dersom avdødes framtidige trygdetid var fastsatt etter § 3-6 tredje ledd, skal trygdetiden fastsettes på nytt. Opptjeningstiden regnes da fram til dødsfallstidspunktet.",
                        "Dersom den avdøde var 67 år eller eldre, skal trygdetiden fastsettes som om den avdøde på dødsfallstidspunktet hadde fått rett til alderspensjon. Trygdetid på grunnlag av opptjente pensjonspoeng tas med, se § 3-5 tredje ledd.",
                        "§ 3-20 tredje ledd skal lyde:",
                        "Et medlem som blir ufør i en periode da vedkommende etter § 3-16 skal godskrives pensjonspoeng på grunn av omsorg for små barn, får medregnet et framtidig poengtall på minst tre og et halvt for hvert år til og med det året det yngste barnet fyller fem år.",
                        "§ 3-23 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-23",
                    "title": "Beregning av tilleggspensjon til gjenlevende ektefelle",
                    "sections": [
                        "Til en gjenlevende ektefelle med rett til pensjon eller overgangsstønad etter kapittel 17 ytes tilleggspensjon med 55 prosent av den avdødes tilleggspensjon fastsatt etter følgende regler:",
                        "a)Dersom den avdøde var under 67 år, fastsettes tilleggspensjonen lik den ugraderte tilleggspensjonen som den avdøde ville fått om han eller hun på dødsfallstidspunktet hadde fått rett til uførepensjon, eller den ugraderte tilleggspensjonen som den avdøde mottok som ufør på dødsfallstidspunktet. Dersom den avdødes trygdetid blir fastsatt på nytt etter § 3-7 første ledd tredje og fjerde punktum, skal også tilleggspensjonen fastsettes på nytt dersom det er til fordel for den gjenlevende. Ved omregningen regnes dødsfallstidspunktet som et nytt uføretidspunkt.",
                        "b)Dersom den avdøde var 67 år eller eldre, fastsettes tilleggspensjonen på grunnlag av opptjening til og med kalenderåret før dødsfallet.",
                        "Tilleggspensjonen til en uførepensjonist som også fyller vilkårene for rett til pensjon i § 17-3, § 17-4 og enten § 17-5 eller § 17-10, utgjør det største av følgende beløp:",
                        "a)pensjonistens egen tilleggspensjon",
                        "b)55 prosent av summen av pensjonistens egen tilleggspensjon og den avdødes tilleggspensjon beregnet etter første ledd.",
                        "Tilleggspensjonen til en alderspensjonist som også fyller vilkårene for rett til pensjon i § 17-3, § 17-4 og enten § 17-5 eller § 17-10, beregnes på grunnlag av det gunstigste alternativet nedenfor og utmåles deretter etter reglene i kapittel 19:",
                        "a)pensjonistens egen tilleggspensjon beregnet etter §§ 3-8 til 3-16",
                        "b)55 prosent av summen av pensjonistens egen tilleggspensjon etter bokstav a og den avdødes tilleggspensjon beregnet etter første ledd.",
                        "§ 3-24 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-24",
                    "title": "Ektefelletillegg",
                    "sections": [
                        "Til en person som mottar uførepensjon og som forsørger ektefelle, ytes det ektefelletillegg med 50 prosent av grunnpensjonen uten ventetillegg. Grunnpensjonen uten reduksjon for uføregrad og inntekt legges til grunn. Dersom ektefellen ikke har fylt 60 år, ytes det ektefelletillegg bare dersom det ikke kan ventes at ektefellen skaffer seg arbeidsinntekt på grunn av omsorg for barn eller pleie av pensjonisten, eller av andre årsaker.",
                        "Til en person som har fylt 67 år og mottar hel alderspensjon etter kapittel 19, ytes det ektefelletillegg tilsvarende 25 prosent av minste pensjonsnivå med høy sats, se § 19-8. Dersom grunnpensjonen er redusert på grunn av manglende trygdetid, reduseres tillegget tilsvarende.",
                        "Det ytes ikke ektefelletillegg hvis ektefellen",
                        "a)har inntekt, inkludert kapitalinntekt, større enn grunnbeløpet,",
                        "b)mottar uførepensjon,",
                        "c)mottar foreløpig uførepensjon,",
                        "d)har rett til hel alderspensjon, eller",
                        "e)mottar avtalefestet pensjon som det godskrives pensjonspoeng for, se § 3-19 sjette ledd.",
                        "Ektefelletillegget reduseres på grunn av inntekt etter bestemmelsene i § 3-26.",
                        "§ 3-25 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-25",
                    "title": "Barnetillegg",
                    "sections": [
                        "Til en person som mottar uførepensjon eller tidsbegrenset uførestønad ytes det et barnetillegg for hvert barn vedkommende forsørger. Barnetillegget utgjør 40 prosent av grunnbeløpet.",
                        "Til en person som har fylt 67 år og mottar hel alderspensjon etter kapittel 19, ytes det et barnetillegg for hvert barn vedkommende forsørger. Barnetillegget utgjør 20 prosent av minste pensjonsnivå med høy sats, se § 19-8.",
                        "Dersom grunnpensjonen er redusert på grunn av manglende trygdetid, reduseres tilleggene tilsvarende.",
                        "Når et barn blir forsørget av flere pensjonister i fellesskap, ytes tillegget til den som får høyest tillegg. Dersom forsørgerne ikke bor sammen, ytes tillegget alltid til den som har den daglige omsorgen for barnet.",
                        "Barnetillegg for fosterbarn (se barnevernloven § 4-22) ytes dersom pensjonisten har forsørget barnet i de siste to årene før krav om tillegg blir satt fram. Hvis særlige forhold gjør det rimelig, kan Arbeids- og velferdsdirektoratet fravike dette vilkåret.",
                        "Det ytes ikke barnetillegg hvis barnet har inntekt, inkludert kapitalinntekt, som er større enn grunnbeløpet.",
                        "Barnetillegget reduseres på grunn av inntekt etter bestemmelsene i § 3-26.",
                        "§ 3-26 femte og sjette ledd skal lyde:",
                        "Fribeløpet som er nevnt i første ledd, fastsettes for personer med uførepensjon eller tidsbegrenset uførestønad etter følgende alternativer:",
                        "a)Dersom pensjonisten har rett til ektefelletillegg, men ikke barnetillegg, skal fribeløpet svare til et beløp lik 3,3366 ganger grunnbeløpet.",
                        "b)Dersom pensjonisten har rett til barnetillegg for barn som bor sammen med begge foreldrene, skal fribeløpet svare til fribeløpet etter bokstav a tillagt 40 prosent av grunnbeløpet for hvert barn. Dette fribeløpet gjelder også for et eventuelt ektefelletillegg.",
                        "c)Dersom pensjonisten har rett til barnetillegg for barn som ikke bor sammen med begge foreldrene, skal fribeløpet for det første barnet svare til et beløp lik 2,6433 ganger grunnbeløpet. Fribeløpet økes med 40 prosent av grunnbeløpet for hvert barn mer enn ett.",
                        "Fribeløpet som er nevnt i første ledd, fastsettes for personer med alderspensjon etter følgende alternativer:",
                        "a)Dersom pensjonisten har rett til ektefelletillegg, men ikke barnetillegg, skal fribeløpet svare til et beløp lik 1,6683 ganger minste pensjonsnivå med høy sats, se § 19-8.",
                        "b)Dersom pensjonisten har rett til barnetillegg for barn som bor sammen med begge foreldrene, skal fribeløpet svare til fribeløpet etter bokstav d tillagt 20 prosent av minste pensjonsnivå med høy sats, se § 19-8, for hvert barn. Dette fribeløpet gjelder også for et eventuelt ektefelletillegg.",
                        "c)Dersom pensjonisten har rett til barnetillegg for barn som ikke bor sammen med begge foreldrene, skal fribeløpet for det første barnet svare til et beløp lik 1,3217 ganger minste pensjonsnivå med høy sats, se § 19-8. Fribeløpet økes med 20 prosent av minste pensjonsnivå med høy sats, se § 19-8, for hvert barn mer enn ett.",
                        "Gjeldende sjette og sjuende ledd blir nye sjuende og åttende ledd.",
                        "§ 3-28 første og andre ledd skal lyde:",
                        "Reduserte ytelser som nevnt i § 3-27 med unntak av alderspensjon skal under opphold i institusjon utgjøre 25 prosent av grunnbeløpet pluss 10 prosent av tilleggspensjonen. Ytelsen skal likevel utgjøre minst 45 prosent av grunnbeløpet.",
                        "Redusert alderspensjon skal under opphold i institusjon utgjøre 12,5 prosent av minste pensjonsnivå med høy sats, jf. § 19-8, pluss 10 prosent av tilleggspensjonen. Ytelsen skal likevel utgjøre minst 22,5 prosent av minste pensjonsnivå med høy sats, jf. § 19-8.",
                        "Gjeldende andre til sjette ledd blir nye tredje til sjuende ledd.",
                        "§ 12-2 fjerde ledd andre punktum skal lyde:",
                        "Med «ytelse på grunnlag av tidligere opptjening» menes en ytelse beregnet etter reglene for alderspensjon i kapittel 3 på grunnlag av poengår og perioder som medlem av folketrygden fram til uførheten inntrådte.",
                        "§ 17-3 sjuende ledd andre punktum skal lyde:",
                        "Med «ytelse på grunnlag av tidligere opptjening» menes en ytelse beregnet etter reglene for alderspensjon i kapittel 3 på grunnlag av poengår og perioder som medlem av folketrygden fram til uførheten inntrådte.",
                        "§ 17-11 første ledd bokstav a skal lyde:",
                        "a)når vedkommende fyller 67 år eller mottar alderspensjon,",
                        "§ 17-12 tredje ledd skal lyde:",
                        "Pensjon etter denne paragrafen beregnes på grunnlag av den uførepensjon eller alderspensjon beregnet etter kapittel 3 som den avdøde ville ha hatt som yrkesskadd, se §§ 3-30, 12-18 og 19-20.",
                        "§ 18-2 sjuende ledd andre punktum skal lyde:",
                        "Med «ytelse på grunnlag av tidligere opptjening» menes en ytelse beregnet etter reglene for alderspensjon i kapittel 3 på grunnlag av poengår og perioder som medlem av folketrygden fram til uførheten inntrådte.",
                        "§ 22-13 fjerde ledd skal lyde:",
                        "Det gjelder følgende unntak fra bestemmelsen i tredje ledd:",
                        "a)Barnepensjon etter kapittel 18 og menerstatning etter § 13-17 gis for opptil tre år før den måneden da kravet ble satt fram.",
                        "b)Overgangsstønad til enslig mor gis for tidsrommet før fødselen dersom kravet blir satt fram innen tre måneder etter barnets fødsel, se § 15-6 andre ledd.",
                        "c)Alderspensjon etter kapitlene 19 og 20 gis tidligst fra og med måneden etter den måneden da kravet ble satt fram.",
                        "I lov 5. juni 2009 nr. 32 om endringer i folketrygdloven (ny alderspensjon) gjøres i avsnitt I følgende endringer i endringene i lov 28. februar 1997 nr. 19 om folketrygd:",
                        "I endringen av § 19-8 skal nytt sjette ledd lyde:",
                        "Det fastsettes en særskilt sats for personer som fyller vilkårene for rett til ektefelletillegg for forsørget ektefelle over 60 år.",
                        "Nåværende sjette til åttende ledd blir sjuende til niende ledd.",
                        "Etter endringen av § 19-15 tilføyes følgende endring:",
                        "§ 19-16 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 19-16",
                    "title": "Alderspensjon til gjenlevende ektefelle",
                    "sections": [
                        "Alderspensjon til en gjenlevende ektefelle som fyller vilkårene for rett til pensjon i §§ 17-3 og 17-4 og i enten § 17-5 eller § 17-10, fastsettes etter bestemmelsene i paragrafen her. Bestemmelsene i paragrafen her gjelder både for den som fikk rett til pensjon som gjenlevende før han eller hun har tatt ut alderspensjon, og for den som får denne retten senere.",
                        "Grunnpensjonen etter § 19-5 beregnes på grunnlag av den avdødes trygdetid dersom den er lenger enn den gjenlevendes trygdetid, se §§ 3-2 og 3-7.",
                        "Tilleggspensjonen etter § 19-5 beregnes etter bestemmelsene i § 3-23 tredje ledd.",
                        "Dersom den gjenlevende mottok alderspensjon på dødsfallstidspunktet, skal grunnpensjon og tilleggspensjon omregnes.",
                        "Dersom pensjonisten gifter seg igjen, skal det ytes alderspensjon på grunnlag av vedkommendes egen opptjening.",
                        "Ved vurdering av om vilkåret i § 19-11 første ledd er oppfylt, medregnes kun alderspensjon på grunnlag av vedkommendes egen opptjening.",
                        "Departementet gir forskrifter om pensjonsberegning etter denne paragrafen.",
                        "I endringen av § 20-20 skal nytt fjerde ledd lyde:",
                        "Garantitillegget endres ikke som følge av endringer i sivilstand eller pensjonsopptjening etter fylte 67 år.",
                        "Nåværende fjerde ledd blir nytt femte ledd.",
                        "Endringene i avsnitt I trer i kraft 1. januar 2011, med unntak av endringen i § 3-20 som trer i kraft 1. januar 2010 og gjøres gjeldende for tilfeller hvor uførepensjon innvilges med virkningstidspunkt fra og med 1. januar 2010.",
                        "Endringene i avsnitt II trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}