{
    "lawId": "LOV-2009-06-19-41",
    "lawName": "Lov om endringer i utlendingsloven og i enkelte andre lover",
    "shortName": "Endringslov til utlendingsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 27 a",
                    "title": "Misbruk av ordningen med tidlig arbeidsstart",
                    "sections": [
                        "Kongen kan fastsette forskrift om sanksjoner mot arbeidsgiver som misbruker ordningen med tidlig arbeidsstart.",
                        "§ 35 annet ledd skal lyde:",
                        "Departementet kan, uavhengig av begrensningen i § 76 annet ledd, instruere i sak om innreisetillatelse etter bestemmelsen her.",
                        "§ 38 femte ledd skal lyde:",
                        "Når det er tvil om utlendingens identitet, når behovet er midlertidig, eller når andre særlige grunner tilsier det, kan det fastsettes at",
                        "a)tillatelsen ikke skal kunne danne grunnlag for permanent oppholdstillatelse,",
                        "b)tillatelsen ikke skal kunne danne grunnlag for oppholdstillatelse etter lovens kapittel 6 for utlendingens familiemedlemmer,",
                        "c)tillatelsen ikke skal kunne fornyes, eller",
                        "d)at tillatelsens varighet skal være kortere enn ett år.",
                        "§ 44 første ledd nytt annet punktum skal lyde:",
                        "Det er et vilkår at søkeren ikke er gift med eller skal bo sammen med barnets andre forelder.",
                        "§ 60 fjerde ledd skal lyde:",
                        "Tillatelse gitt til et familiemedlem i medhold av bestemmelsene i kapittel 6 gjelder med de samme begrensningene som er fastsatt for tillatelsen til referansepersonen, jf. § 39. Begrensninger i referansepersonens tillatelse gitt etter § 23, som går ut på at retten til å ta arbeid er knyttet til en bestemt arbeidsgiver, en bestemt type arbeid eller et bestemt arbeid, gjelder likevel ikke. Kongen kan fastsette unntak fra første punktum i forskrift.",
                        "§ 62 femte ledd og sjette ledd skal lyde:",
                        "Tillatelsen faller bort når innehaveren har oppholdt seg utenfor riket sammenhengende i mer enn to år. Oppholdet utenfor riket anses å være sammenhengende selv om utlendingen har hatt ett eller flere opphold av en viss varighet i riket, jf. sjette ledd. Vedtak om bortfall treffes av Utlendingsdirektoratet. En utlending kan etter søknad gis adgang til å oppholde seg utenfor riket i mer enn to år uten at tillatelsen faller bort.",
                        "Kongen kan gi nærmere regler i forskrift, herunder om bortfall av permanent oppholdstillatelse etter femte ledd. Kongen kan også fastsette nærmere regler om hvor langvarig et mellomliggende opphold i Norge må være for at opphold i utlandet ikke skal regnes som sammenhengende etter femte ledd. Kongen kan fastsette i forskrift at permanent oppholdstillatelse kan gis i andre tilfeller enn nevnt i første ledd.",
                        "§ 65 annet ledd skal lyde:",
                        "Kongen kan i forskrift fastsette at politiet kan avgjøre søknader om midlertidig og permanent oppholdstillatelse og om fornyelse av midlertidig oppholdstillatelse. Kongen kan også fastsette at politiet skal kunne avgjøre førstegangssøknader og søknader om fornyelse av utlendingspass, samt innvilge førstegangssøknader og søknader om fornyelse av reisebevis. Kongen kan også fastsette i forskrift at søknader om midlertidig oppholdstillatelse skal kunne avgjøres ved norsk utenriksstasjon.",
                        "§ 66 første ledd innledningen og bokstav a skal lyde:",
                        "En utlending uten oppholdstillatelse kan utvises",
                        "a)når utlendingen grovt eller gjentatte ganger har overtrådt en eller flere bestemmelser i loven her, forsettlig eller grovt uaktsomt har gitt vesentlig uriktige eller åpenbart villedende opplysninger i en sak etter loven, eller unndrar seg gjennomføringen av et vedtak som innebærer at vedkommende skal forlate riket,",
                        "§ 79 nytt tredje ledd skal lyde:",
                        "Søksmål mot staten om gyldigheten av vedtak truffet av Utlendingsnemnda etter loven her, eller om erstatning som følge av slike vedtak, anlegges ved Oslo tingrett. Tilsvarende gjelder for søksmål om vedtak truffet av Utlendingsdirektoratet og Kongen i statsråd. Tvisteloven § 32-4 annet ledd får ikke anvendelse.",
                        "2. I lov 27. november 1992 nr. 112 om gjennomføring i norsk rett av vedlegg V punkt 2 rådsforordning (EØF) nr. 1612/68 i EØS-avtalen om fri bevegelse for arbeidstakere mv. innenfor EØS skal § 1 første punktum lyde:",
                        "EØS-avtalens vedlegg V punkt 2 (rådsforordning (EØF) nr. 1612/68 som endret ved rådsforordningene (EØF) nr. 312/76 og nr. 2434/92 og direktiv 2004/38/EF) om fri bevegelighet for arbeidstakere m v innenfor EØS gjelder som lov med de endringer og tillegg som følger av vedlegg V, protokoll 1 til avtalen og avtalen for øvrig.",
                        "3. I lov om utdanningsstøtte 3. juni 2005 nr. 37 skal § 3 annet ledd første punktum lyde:",
                        "Loven gjelder for norske statsborgere og for EØS-borgere eller EFTA-borgere som har arbeidstilknytning, eller EØS-borger som har annen særlig tilknytning til Norge.",
                        "4. I lov 7. mars 1940 nr. 1 om adgangen til visse områder skal § 2 tredje ledd lyde:",
                        "Utlending som handler mot disse bestemmelser, kan utvises av riket i overensstemmelse med utlendingsloven kapittel 8.",
                        "5. I lov 13. juni 1980 nr. 35 om fri rettshjelp gjøres følgende endringer:",
                        "§ 11 første ledd nr. 1 skal lyde:",
                        "1.for utlending som har rett til fri rettshjelp etter utlendingsloven § 92 første ledd, annet ledd og tredje ledd første punktum, eller for den som har rett til fri rettshjelp etter statsborgerloven § 27 sjuende ledd første punktum.",
                        "§ 16 første ledd nr. 4 skal lyde:",
                        "4.for utlending i tilfeller som nevnt i utlendingsloven § 92 tredje ledd annet punktum og fjerde ledd eller for den som har rett til fri sakførsel etter statsborgerloven § 27 sjuende ledd annet punktum.",
                        "6. I lov 22. mai 1981 nr. 25 om rettergangsmåten i straffesaker skal § 67 annet ledd bokstav d lyde:",
                        "d)forbrytelse mot militær straffelov § 34 annet ledd annet straffalternativ, jf. tredje ledd, tolloven § 66, merverdiavgiftsloven § 72, ligningsloven § 12-1, utlendingsloven § 108 annet ledd, jf. femte ledd, regnskapsloven § 8-5 første ledd første og tredje punktum, jf. tredje ledd første punktum og bokføringsloven § 15 første ledd første og tredje punktum, jf. tredje ledd første punktum.",
                        "7. I lov 28. februar 1997 nr. 19 om folketrygd skal § 1-7 lyde:"
                    ]
                },
                {
                    "name": "§ 1-7",
                    "title": "Flyktning",
                    "sections": [
                        "Med flyktning menes i denne loven en person som er innvilget oppholdstillatelse i medhold av utlendingsloven § 28.",
                        "8. I lov 13. juni 1997 nr. 42 om kystvakten skal § 12 første ledd bokstav g lyde:",
                        "g)lov 15. mai 2008 nr. 35 om utlendingers adgang til riket og deres opphold her (utlendingsloven),",
                        "9. I lov 19. juni 1997 nr. 82 om pass skal § 1 tredje ledd lyde:",
                        "Kongen kan bestemme at § 6 annet ledd (innhenting og lagring av biometrisk personinformasjon i passet) og § 6 a (innsyn i og sletting av biometrisk personinformasjon innhentet for personalisering av passet og etterfølgende identitetskontroll) også skal omfatte diplomatpass, spesialpass og tjenestepass utstedt etter regler gitt i medhold av lov 3. mai 2002 nr. 13 om utenrikstjenesten, samt utlendingspass i medhold av utlendingsloven § 64.",
                        "10. I lov 16. juli 1999 nr. 66 om Schengen informasjonssystem skal § 7 nr. 2 lyde:",
                        "2.opplysninger om personer som ikke skal gis tillatelse til innreise fordi det i forbindelse med utvisning etter utlendingsloven § 66 bokstav a, b, c, e eller f, §§ 67 eller 68 er truffet vedtak om innreiseforbud, og vedtaket fortsatt er gjeldende",
                        "11. I lov 4. juli 2003 nr. 80 om introduksjonsordning og norskopplæring for nyankomne innvandrere gjøres følgende endringer:",
                        "§ 2 første ledd skal lyde:",
                        "Rett og plikt til deltakelse i introduksjonsprogram gjelder for nyankommet utlending mellom 18 og 55 år som har behov for grunnleggende kvalifisering og som har fått",
                        "a)asyl, jf. utlendingsloven § 28,",
                        "b)oppholdstillatelse etter innreisetillatelse som overføringsflyktning, jf. utlendingsloven § 35 tredje ledd",
                        "c)fornybar oppholdstillatelse etter utlendingsloven § 38 første ledd på grunnlag av søknad om asyl, eller kollektiv beskyttelse i massefluktsituasjon, jf. utlendingsloven § 34, eller",
                        "d)oppholdstillatelse som familiemedlemmer til personer som nevnt i bokstav a, b og c, jf. utlendingsloven kapittel 6. For å være omfattet av denne bestemmelsen er det et vilkår at personer som nevnt i bokstav a, b og c ikke har vært bosatt i en kommune i mer enn fem år før det søkes om familiegjenforening.",
                        "§ 3 tredje ledd skal lyde:",
                        "Kommunen kan tilby introduksjonsprogram til nyankommet utlending med oppholdstillatelse i henhold til utlendingsloven kapittel 6 som er familiemedlemmer til andre enn personer nevnt i § 2, til nyankommet utlending over 55 år med oppholdsgrunnlag som nevnt i § 2 første ledd, og til nyankommet utlending som nevnt i § 2 som er bosatt i kommunen uten særskilt avtale mellom utlendingsmyndighetene og kommunen.",
                        "§ 17 skal lyde:"
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Rett og plikt til deltakelse i opplæring i norsk og samfunnskunnskap",
                    "sections": [
                        "Rett og plikt til deltakelse i gratis opplæring i norsk og samfunnskunnskap i til sammen 300 timer gjelder for utlending mellom 16 og 55 år som har fått",
                        "a)oppholdstillatelse etter utlendingsloven som danner grunnlag for permanent oppholdstillatelse, eller",
                        "b)kollektiv beskyttelse i massefluktsituasjon etter utlendingsloven § 34.",
                        "Utlending mellom 55 og 67 år med oppholdsgrunnlag som nevnt i bokstav a eller b har rett, men ikke plikt, til å delta i opplæring som nevnt i første ledd.",
                        "Rett til deltakelse etter første og annet ledd gjelder ikke for utlending med oppholdstillatelse etter utlendingsloven §§ 23 og 25 og deres familiemedlemmer med tillatelse etter utlendingsloven kapittel 6. Utlending mellom 16 og 55 år med tillatelse som nevnt i første punktum som danner grunnlag for permanent oppholdstillatelse, har plikt til deltakelse i opplæring i norsk og samfunnskunnskap i til sammen 300 timer, jf. § 18 første ledd annet punktum.",
                        "Rett eller plikt til deltakelse i opplæring i norsk og samfunnskunnskap foreligger ikke dersom det dokumenteres at vedkommende har tilstrekkelige kunnskaper i norsk. Plikt til deltakelse foreligger ikke dersom det dokumenteres at vedkommende har tilstrekkelige kunnskaper i samisk. Dersom særlige helsemessige eller andre tungtveiende årsaker tilsier det, kan kommunen frita den enkelte fra plikt til deltakelse.",
                        "Rett eller plikt til deltakelse etter første til tredje ledd inntrer ved innvilgelse av førstegangs oppholdstillatelse etter utlendingsloven, eller fra ankomst til riket for utlending som har fått slik tillatelse før innreise. For personer som omfattes av første ledd bokstav b, inntrer rett og plikt til deltakelse fra det tidspunkt vedkommende blir bosatt i kommunen i henhold til særskilt avtale mellom utlendingsmyndighetene og kommunen. Rett til deltakelse etter første og annet ledd gjelder i tre år. I særlige tilfeller kan rett og plikt til deltakelse inntre fra det tidspunktet krav om opplæring settes fram. Departementet kan i forskrift gi utfyllende regler om hva som her skal være å anse som særlige tilfeller.",
                        "12. I lov 10. juni 2005 nr. 51 om norsk statsborgerskap gjøres følgende endringer:",
                        "§ 7 første ledd bokstavene d og e skal lyde:",
                        "d)fyller vilkårene for permanent oppholdstillatelse i utlendingsloven § 62,",
                        "e)har til sammen syv års opphold i riket i løpet av de siste ti årene, med oppholdstillatelser av minst ett års varighet, opphold i en eller flere søknadsperioder medregnet i syvårsperioden, jf. femte ledd,",
                        "§ 11 annet punktum skal lyde:",
                        "Søkeren må likevel til sammen ha fem års opphold i riket i løpet av de siste syv årene, med oppholdstillatelser av minst ett års varighet.",
                        "§ 12 første ledd annet punktum skal lyde:",
                        "Søkeren må likevel til sammen ha minst tre års opphold i riket i løpet av de siste ti årene med oppholdstillatelser av minst ett års varighet.",
                        "§ 14 første ledd skal lyde:",
                        "For søker som har tillatelse etter utlendingsloven kapittel 13 om særlige regler for utlendinger som omfattes av Avtale om Det europeiske økonomiske samarbeidsområde (EØS) og Konvensjon om opprettelse av Det europeiske Frihandelsforbund (EFTA-konvensjonen), gjelder ikke vilkåret i § 7 første ledd bokstav d. Søkeren må likevel ha oppholdt seg i riket de siste tre årene med oppholdsrett i medhold av utlendingsloven §§ 112 til 116.",
                        "§ 15 annet punktum skal lyde:",
                        "Søkeren må likevel ha oppholdt seg i riket med oppholdstillatelser av minst ett års varighet de siste to årene.",
                        "§ 16 tredje punktum skal lyde:",
                        "Statsløs søker som har fylt 18 år, må likevel ha oppholdt seg i riket med oppholdstillatelser av minst ett års varighet de siste tre årene.",
                        "§ 17 annet ledd skal lyde:",
                        "Barnet må likevel ha oppholdt seg i riket de siste to årene med oppholdstillatelser av minst ett års varighet. Opphold i en eller flere søknadsperioder medregnes i toårsperioden. Kravet om oppholdstillatelse gjelder likevel ikke barn som er statsborger av et annet nordisk land.",
                        "§ 27 tredje ledd tredje punktum skal lyde:",
                        "Utlendingsloven §§ 77 og 78 gjelder tilsvarende ved behandling av saker etter loven her.",
                        "13. I lov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav skal § 4-1 annet ledd annet punktum lyde:",
                        "Pliktene og ansvaret påhviler også den som oppgir å være arbeidsgiver i saker etter utlendingsloven §§ 23 tredje ledd og 24 annet ledd.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}