{
    "lawId": "LOV-2009-06-19-109",
    "lawName": "Lov om overføring av rettigheter og forpliktelser ved omklassifisering av veg etter vegloven § 62 tredje ledd i forbindelse med forvaltningsreformen",
    "shortName": "Lov om omklassifisering av veg",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Formålet med denne loven er å regulere visse overgangsspørsmål som oppstår ved omklassifiseringen av veg etter reglene i vegloven § 62 tredje ledd, i forbindelse med at ansvaret for øvrig riksvegnett med tilhørende riksvegferjeforbindelser overføres fra staten til fylkeskommunene og Oslo kommune fra 1. januar 2010."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Overføring av rettigheter og forpliktelser",
                    "sections": [
                        "Ved omklassifiseringen nevnt i § 1 av øvrig riksveg med tilhørende riksvegferjeforbindelser til fylkesveg overtar fylkeskommunen statens privatrettslige rettigheter og forpliktelser knyttet til vegen og riksvegferjeforbindelsen med frigjørende virkning for staten. Samtidig overføres offentlige rettigheter, konsesjoner, tillatelser mv. som staten innehar for vegen, til fylkeskommunen. Ved slik omklassifisering av riksveg til kommunal veg i Oslo overtar Oslo kommune statens rettigheter og forpliktelser mv. etter reglene i første og annet punktum.",
                        "Ved omklassifiseringen nevnt i § 1 av fylkesveg til riksveg overtar staten fylkeskommunens privatrettslige rettigheter og forpliktelser knyttet til vegen med frigjørende virkning for fylkeskommunen. Samtidig overføres offentlige rettigheter, konsesjoner, tillatelser mv. som fylkeskommunen innehar for vegen, til staten. Ved slik omklassifisering av kommunal veg til riksveg overtar staten kommunens rettigheter og forpliktelser etter reglene i første og annet punktum.",
                        "Fordringshavere og andre rettighetshavere kan ikke motsette seg overføringen eller gjøre gjeldende at overføringen utgjør en bortfallsgrunn for rettsforholdet.",
                        "Ved uenighet mellom stat og fylkeskommune eller Oslo kommune om hvilke rettigheter eller forpliktelser mv. som er overtatt etter reglene i første og annet ledd, kan hvert av organene bringe spørsmålet inn for Kongen til avgjørelse. Søksmål om spørsmål som nevnt i første punktum kan bringes inn for de alminnelige domstolene først når muligheten til å få saken avgjort av Kongen er nyttet. Kongens avgjørelse etter første punktum har ingen virkning overfor private fordringshavere og rettighetshavere. Annet punktum gjelder ikke for søksmål mot eller fra private fordringshavere og rettighetshavere."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Endringer i andre lover",
                    "sections": [
                        "1. I veglov 21. juni 1963 nr. 23 gjøres følgende endringer:",
                        "§ 2 annet ledd oppheves.",
                        "§ 10 nytt tredje ledd skal lyde:",
                        "Når det gjeld arbeid med saker som gjeld fylkesvegar, er det fylkeskommunen som har ansvaret som arbeidsgjevar etter reglane i skadeserstatningslova § 2-1 for dei tilsette ved regionvegkontoret.",
                        "Nåværende tredje ledd blir fjerde ledd.",
                        "§ 16 første punktum skal lyde:",
                        "Departementet gir nærare føresegner om drift og vedlikehald av offentlig veg.",
                        "§ 29 annet ledd første punktum skal lyde:",
                        "Byggegrensene skal gå i ein avstand på 50 meter frå riksveg og fylkesveg og 15 meter frå kommunal veg.",
                        "§ 29 annet ledd tredje punktum skal lyde:",
                        "Føresegnene i dette leddet gjeld dersom ikkje anna følgjer av føresegnene i tredje, fjerde og femte ledd.",
                        "§ 29 nytt fjerde ledd skal lyde:",
                        "For fylkesveg kan fylkeskommunen for særskilt fastsett strekning sette byggegrensa til ein mindre avstand enn den som er nemnt i andre ledd, likevel ikkje mindre enn 15 meter.",
                        "§ 29 nåværende fjerde til sjette ledd blir femte til sjuende ledd.",
                        "§ 29 femte ledd første punktum skal lyde:",
                        "Ved kryss i plan mellom",
                        "1)offentlege vegar,",
                        "2)offentlege vegar og andre vegar som er opne for allmen ferdsle,",
                        "3)offentlege vegar og jarnveg eller sporveg,",
                        "skal byggegrensa følgje den rette lina mellom punkt på midtlina åt vegane (jernbana, sporvegen) 60 meter frå skjeringspunktet åt midtlinene ved kryss med riksveg og fylkesveg og 40 meter frå skjeringspunktet ved andre kryss.",
                        "§ 29 sjette ledd første punktum skal lyde:",
                        "Før det blir tatt avgjerd etter tredje, fjerde eller femte ledd, skal vedkomande kommune få høve til å seie si meining.",
                        "§ 40 annet ledd siste punktum oppheves.",
                        "§ 52 nytt annet ledd skal lyde:",
                        "Omregistrering i grunnboka eller matrikkelen i samband med overføring av vegmyndighet skjer ved namneendring. Det skal ikkje betales dokumentavgift etter § 6 i lov 12. desember 1975 nr. 59 om dokumentavgift eller rettsgebyr etter § 21 i lov 17. desember 1982 nr. 86 om rettsgebyr ved overføringa.",
                        "§ 62 nye tredje og fjerde ledd skal lyde:",
                        "Samferdselsdepartementet kan med samtykke frå Stortinget ta opp veg som riksveg og gjere vedtak om at riksveg vert gjort om til fylkesveg eller kommunal veg i samband med gjennomføring av forvaltningsreforma utan at føresegnene i §§ 3 og 7 er følgt.",
                        "Departementet gjev nærare føresegner som pålegg fylkeskommunane, kommunane og private å innhente, kvalitetssikre, formidle og standardisere data som gjeld det offentlege vegnettet og trafikken på det, og å dekke utgifter i samband med dette.",
                        "2. I vegtrafikklov 18. juni 1965 nr. 4 skal § 40 a nytt annet ledd lyde:",
                        "Departementet kan gi forskrifter med nærmere bestemmelser om at fylkeskommunen, i Oslo Oslo kommune, pålegges å utarbeide og gjennomføre ulike tiltak knyttet til trafikksikkerhet."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "1.Endringene i vegloven § 62 tredje ledd trer i kraft straks.",
                        "2.Loven ellers gjelder fra 1. januar 2010."
                    ]
                }
            ]
        }
    ]
}