{
    "lawId": "LOV-2009-06-19-106",
    "lawName": "Lov om endringer i industrikonsesjonsloven, vassdragsreguleringsloven og i vannressursloven (utleie av vannkraftproduksjon mv.)",
    "shortName": "Endringslov til industrikonsesjonsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 5",
                    "title": "Eier av utbygde konsesjonspliktige vannfallsrettigheter kan inngå avtale med driftsoperatør om drift og vedlikehold av kraftverk og tilhørende anlegg for en periode inntil 15 år.",
                    "sections": [
                        "Eier av utbygde konsesjonspliktige vannfallsrettigheter kan inngå avtale om utleie av kraftverk og tilhørende anlegg til en leietaker for en periode inntil 15 år. Fremleie er ikke tillatt.",
                        "Avtaler etter første og annet ledd må godkjennes av departementet. Eier av utbygde konsesjonspliktige vannfallsrettigheter er ansvarlig for all bortsetting i henhold til konsesjoner meddelt etter denne lov, lov 14. desember 1917 nr. 17 om vasdragsreguleringer (vassdragsreguleringsloven), lov 24. november 2000 nr. 82 om vassdrag og grunnvann (vannressursloven) eller tidligere vassdragslovgivning.",
                        "Kongen gir nærmere forskrifter om vilkårene for å inngå avtaler etter første og annet ledd, herunder om krav til eiers organisasjon og kompetanse, krav om kompetanse og stedlig representasjon for driftsoperatører og leietakere og om ikrafttredelse.",
                        "I lov 14. desember 1917 nr. 17 om vasdragsreguleringer gjøres følgende endringer:",
                        "§ 12 post 17 skal lyde:",
                        "Det er adgang til i konsesjonen å oppstille ytterligere betingelser, herunder pålegg om opprettelse av næringsfond, for den enkelte kommune, når dette i det enkelte tilfelle finnes påkrevd av allmenne hensyn eller til ivaretakelse av private interesser som blir skadelidende. Fondet forfaller til betaling når konsesjonen gis. For næringsfondet gjelder for øvrig bestemmelsene i § 11 post 2 annet ledd annet til siste punktum, post 3 og post 4 så langt de passer. Blir ytelser til slike fond fastsatt som årlige innbetalinger skal det årlige beløp justeres på samme måte som fastsatt for årlige erstatninger i § 16 post 5 sjuende ledd.",
                        "§ 25 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 25",
                    "title": "Departementet kan ilegge overtredelsesgebyr til den som forsettlig eller uaktsomt overtrer eller medvirker til overtredelse av bestemmelser gitt i eller i medhold av denne lov.",
                    "sections": [
                        "Betalingsfristen for ilagt gebyr er fire uker fra vedtakstidspunktet. Ilagt gebyr er tvangsgrunnlag for utlegg. Krav på gebyr innkreves av Statens innkrevingssentral. Innkrevingssentralen kan inndrive kravet ved trekk i lønn og andre lignende ytelser etter reglene i dekningsloven § 2-7. Innkrevingssentralen kan også inndrive kravet ved å stifte utleggspant for kravet dersom panteretten kan gis rettsvern ved registrering i et register eller ved underretning til tredjeperson, jf. panteloven kapittel 5, og utleggsforretningen kan holdes på Innkrevingssentralens kontor etter tvangsfullbyrdelsesloven § 7-9 første ledd.",
                        "Dersom en overtredelse som kan medføre overtredelsesgebyr etter første ledd er begått av noen som har handlet på vegne av et foretak, kan overtredelsesgebyr ilegges foretaket. Dette gjelder selv om overtredelsesgebyr ikke kan ilegges noen enkeltperson. Med foretak menes her selskap, enkeltpersonforetak, stiftelse, forening eller annen sammenslutning, bo eller offentlig virksomhet.",
                        "Ved avgjørelsen av om overtredelsesgebyr skal ilegges og ved utmåling av sanksjonen skal det særlig legges vekt på;",
                        "a)overtredelsens grovhet,",
                        "b)om overtreder ved retningslinjer, instruksjon, opplæring, kontroll eller andre tiltak kunne forebygget overtredelsen,",
                        "c)om overtredelsen er begått for å fremme overtreders interesser,",
                        "d)om overtreder har hatt eller kunne oppnådd noen fordel ved overtredelsen,",
                        "e)om det foreligger gjentakelse,",
                        "f)overtreders økonomiske evne.",
                        "I lov 24. november 2000 nr. 82 om vassdrag og grunnvann gjøres følgende endringer:",
                        "Ny § 60a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 60a",
                    "title": "(Overtredelsesgebyr)",
                    "sections": [
                        "Vassdragsmyndighetene kan ilegge overtredelsesgebyr til den som forsettlig eller uaktsomt overtrer eller medvirker til overtredelse av bestemmelser gitt i eller i medhold av denne lov. Det samme gjelder slik overtredelse av vilkår fastsatt i eller i medhold av konsesjon etter tidligere lovgivning om vassdragene.",
                        "Betalingsfristen for ilagt gebyr er fire uker fra vedtakstidspunktet. Ilagt gebyr er tvangsgrunnlag for utlegg. Krav på gebyr innkreves av Statens innkrevingssentral. Innkrevingssentralen kan inndrive kravet ved trekk i lønn og andre lignende ytelser etter reglene i dekningsloven § 2-7. Innkrevingssentralen kan også inndrive kravet ved å stifte utleggspant for kravet dersom panteretten kan gis rettsvern ved registrering i et register eller ved underretning til tredjeperson, jf. panteloven kapittel 5, og utleggsforretningen kan holdes på Innkrevingssentralens kontor etter tvangsfullbyrdelsesloven § 7-9 første ledd.",
                        "Dersom en overtredelse som kan medføre overtredelsesgebyr etter første ledd er begått av noen som har handlet på vegne av et foretak, kan overtredelsesgebyr ilegges foretaket. Dette gjelder selv om overtredelsesgebyr ikke kan ilegges noen enkeltperson. Med foretak menes her selskap, enkeltpersonforetak, stiftelse, forening eller annen sammenslutning, bo eller offentlig virksomhet.",
                        "Ved avgjørelsen av om overtredelsesgebyr skal ilegges og ved utmåling av sanksjonen skal det særlig legges vekt på:",
                        "a)overtredelsens grovhet,",
                        "b)om overtreder ved retningslinjer, instruksjon, opplæring, kontroll eller andre tiltak kunne forebygget overtredelsen,",
                        "c)om overtredelsen er begått for å fremme overtreders interesser,",
                        "d)om overtreder har hatt eller kunne oppnådd noen fordel ved overtredelsen,",
                        "e)om det foreligger gjentakelse,",
                        "f)overtreders økonomiske evne.",
                        "Loven trer i kraft fra det tidspunkt Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}