{
    "lawId": "LOV-2009-06-19-94",
    "lawName": "Lov om endringar i opplæringslova og privatskolelova",
    "shortName": "Endringslov til opplæringslova og privatskolelova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1-3",
                    "title": "Tilpassa opplæring og tidleg innsats",
                    "sections": [
                        "Opplæringa skal tilpassast evnene og føresetnadene hjå den enkelte eleven, lærlingen og lærekandidaten.",
                        "På 1. til 4. årstrinn skal kommunen sørgje for at den tilpassa opplæringa i norsk eller samisk og matematikk mellom anna inneber særleg høg lærartettleik, og er særleg retta mot elevar med svak dugleik i lesing og rekning.",
                        "§ 2-3 tredje ledd skal lyde:",
                        "Departementet gir forskrifter om fag, om mål for opplæringa, om omfanget av opplæringa i faga og om gjennomføringa av opplæringa. Departementet gir forskrifter om aktivitetar som ikkje er opplæring i fag. Departementet gir forskrifter om vurdering av elevar og privatistar og om klage på vurderinga, om eksamen og om dokumentasjon.",
                        "§ 2-3 fjerde ledd skal lyde:",
                        "Elevane skal vere aktivt med i opplæringa. Undervisningspersonalet skal tilretteleggje og gjennomføre opplæringa i samsvar med læreplanar gitt etter lova her. Rektor skal organisere skolen i samsvar med første leddet og forskrifter etter tredje leddet og i samsvar med § 1-1 og forskrifter etter § 1-5.",
                        "§ 2-8 nytt fjerde ledd skal lyde:",
                        "Kommunen skal kartleggje kva dugleik elevane har i norsk før det blir gjort vedtak om særskild språkopplæring. Slik kartlegging skal også utførast undervegs i opplæringa for elevar som får særskild språkopplæring etter føresegna, som grunnlag for å vurdere om elevane har tilstrekkeleg dugleik i norsk til å følgje den vanlege opplæringa i skolen.",
                        "§ 3-1 femte ledd skal lyde:",
                        "Elev som etter reglane i kapittel 5 har rett til spesialundervisning, har rett til vidaregåande opplæring i inntil to år ekstra når eleven treng det i forhold til opplæringsmåla for den enkelte. Før fylkeskommunen gjer vedtak om utvida opplæringstid, skal det liggje føre sakkunnig vurdering av dei særlege behova eleven har. Retten gjeld også for elevar som har rett til opplæring i og på teiknspråk etter § 3-9, rett til opplæring i punktskrift etter § 3-10 eller rett til særskild språkopplæring etter § 3-12.",
                        "§ 3-4 andre ledd skal lyde:",
                        "Elevane, lærlingane og lærekandidatane skal vere aktivt med i opplæringa. Undervisningspersonalet skal tilretteleggje og gjennomføre opplæringa i samsvar med læreplanar gitt etter lova her. Rektor skal organisere skolen i samsvar med forskrifter etter første leddet og i samsvar med §§ 1-1 og 3-3 og forskrifter etter § 1-5.",
                        "§ 3-12 nytt fjerde ledd skal lyde:",
                        "Fylkeskommunen skal kartleggje kva dugleik elevane har i norsk før det blir gjort vedtak om særskild språkopplæring. Slik kartlegging skal også utførast undervegs i opplæringa for elevar som får særskild språkopplæring etter føresegna, som grunnlag for å vurdere om elevane har tilstrekkeleg dugleik i norsk til å følgje den vanlege opplæringa i skolen.",
                        "§ 4A-2 tredje ledd skal lyde:",
                        "For opplæring etter denne paragraf gjeld § 5-1 andre ledd bortsett frå siste punktum, og §§ 5-3, 5-4, 5-5 og 5-6 tilsvarande.",
                        "§ 4A-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4A-6",
                    "title": "Innhaldet i opplæringa",
                    "sections": [
                        "§ 1-1 gjeld så langt det passar for opplæring etter dette kapitlet. Læreplanar etter §§ 1-5, 2-3, 3-4 og 6-4 gjeld med dei tilpassingar som følgjer av dette kapitlet.",
                        "§ 4A-12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4A-12",
                    "title": "Tilpassa opplæring",
                    "sections": [
                        "§ 1-3 første ledd gjeld tilsvarande for opplæring etter dette kapitlet.",
                        "§ 8-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-2",
                    "title": "Organisering av elevane i klassar eller basisgrupper",
                    "sections": [
                        "I opplæringa skal elevane delast i klassar eller basisgrupper som skal vareta deira behov for sosialt tilhør. For delar av opplæringa kan elevane delast i andre grupper etter behov. Til vanleg skal organiseringa ikkje skje etter fagleg nivå, kjønn eller etnisk tilhør. Klassane, basisgruppene og gruppene må ikkje vere større enn det som er pedagogisk og tryggleiksmessig forsvarleg.",
                        "Klassen eller basisgruppa skal ha ein eller fleire lærarar (kontaktlærarar) som har særleg ansvar for dei praktiske, administrative og sosialpedagogiske gjeremåla som gjeld klassen eller basisgruppa og dei elevane som er der, mellom anna kontakten med heimen.",
                        "§ 13-3a andre og nytt tredje ledd skal lyde:",
                        "Fylkeskommunen der ein institusjon ligg, har rett til refusjon av utgifter til opplæringa frå fylkeskommunen der pasienten var busett på det tidspunktet pasienten vart innlagd. Refusjonsretten er avgrensa til å gjelde pasientar i institusjonar som tilbyr tverrfagleg, spesialisert behandling for rusmiddelavhengige og pasientar i institusjonar innanfor det psykiske helsevernet.",
                        "Departementet gir forskrifter om refusjon av utgifter til opplæring av pasientar frå andre fylkeskommunar.",
                        "Ny § 13-3d skal lyde:"
                    ]
                },
                {
                    "name": "§ 13-3d",
                    "title": "Plikt for kommunen og fylkeskommunen til å sørgje for foreldresamarbeid",
                    "sections": [
                        "Kommunen og fylkeskommunen skal sørgje for samarbeid med foreldre, høvesvis i grunnskolen og i vidaregåande opplæring. Organiseringa av foreldresamarbeidet skal ta omsyn til lokale tilhøve. Departementet gir nærmare forskrifter.",
                        "§ 13-10 andre ledd skal lyde:",
                        "Kommunen/fylkeskommunen og skoleeigaren for privat skole etter § 2-12 skal ha eit forsvarleg system for vurdering av om krava i opplæringslova og forskriftene til lova blir oppfylte. Kommunen/fylkeskommunen og skoleeigaren for privat skole etter § 2-12 skal ha eit forsvarleg system for å følgje opp resultata frå desse vurderingane og nasjonale kvalitetsvurderingar som departementet gjennomfører med heimel i § 14-1 fjerde ledd. Som ein del av oppfølgingsansvaret skal det utarbeidast ein årleg rapport om tilstanden i grunnskoleopplæringa og den vidaregåande opplæringa, knytt til læringsresultat, fråfall og læringsmiljø. Den årlege rapporten skal drøftast av skoleeigar dvs. kommunestyret, fylkestinget og den øvste leiinga ved dei private grunnskolane.",
                        "I lov 4. juli 2003 nr. 84 om private skolar med rett til statstilskot blir det gjort følgjande endringar:",
                        "§ 2-3 andre ledd skal lyde:",
                        "Departementet kan gi forskrift om krav til læreplanen, vurdering av elevar, klage på vurdering, eksamen og dokumentasjon. Departementet gir forskrift om aktivitetar i grunnskolen som ikkje er opplæring i fag. Departementet kan også gi forskrift om fritak frå opplæring i sidemålet for elevar i grunnskolen som får særleg språkopplæring, om godskriving av tidlegare gjennomgått vidaregåande opplæring eller praksis, og om fritak for den praktiske delen av kompetansemåla i faget kroppsøving i den vidaregåande skolen.",
                        "§ 3-4 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 3-4",
                    "title": "Organisering av elevane i klassar eller basisgrupper",
                    "sections": [
                        "I opplæringa skal elevane delast i klassar eller basisgrupper som skal vareta deira behov for sosialt tilhør. For delar av opplæringa kan elevane delast i andre grupper etter behov. Til vanleg skal organiseringa ikkje skje etter fagleg nivå, kjønn eller etnisk tilhør. Klassane, basisgruppene og gruppene må ikkje vere større enn det som er pedagogisk og tryggleiksmessig forsvarleg.",
                        "Klassen eller basisgruppa skal ha ein eller fleire lærarar (kontaktlærarar) som har særleg ansvar for dei praktiske, administrative og sosialpedagogiske gjeremåla som gjeld klassen eller basisgruppa og dei elevane som er der, mellom anna kontakten med heimen.",
                        "Ny § 3-4a skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-4a",
                    "title": "Tilpassa opplæring og tidleg innsats",
                    "sections": [
                        "Opplæringa skal tilpassast evnene og føresetnadene hjå den enkelte eleven.",
                        "På 1. til 4. årstrinn skal skolen sørgje for at den tilpassa opplæringa i norsk eller samisk og matematikk mellom anna inneber særleg høg lærartettleik og særleg er retta mot elevar med svak dugleik i lesing og rekning.",
                        "§ 3-5 fjerde ledd skal lyde:",
                        "Heimkommunen eller heimfylket til eleven skal kartleggje kva dugleik elevane har i norsk før det blir gjort vedtak om særskild språkopplæring. Slik kartlegging skal også utførast undervegs i opplæringa for elevar som får særskild språkopplæring etter føresegna, som grunnlag for å vurdere om elevane har tilstrekkeleg dugleik i norsk til å følgje den vanlege opplæringa i skolen.",
                        "Noverande fjerde ledd blir nytt femte ledd.",
                        "§ 5-2 andre ledd ny bokstav k skal lyde:",
                        "k)drøfte den årlege rapporten om tilstanden i skolen som er utarbeidd etter tredje ledd.",
                        "§ 5-2 tredje ledd skal lyde:",
                        "Styret skal ha eit forsvarleg system for vurdering av om krava i gjeldande lover og forskrifter, og føresetnadene for godkjenninga blir oppfylte. Styret skal ha eit forsvarleg system for å følgje opp resultata frå desse vurderingane og nasjonale kvalitetsvurderingar som departementet gjennomfører med heimel i § 7-2 tredje ledd. Som ein del av oppfølgingsansvaret skal det utarbeidast ein årleg rapport om tilstanden i skolen knytt til læringsresultat, fråfall og læringsmiljø.",
                        "§ 6-1 fjerde ledd skal lyde:",
                        "Dei særskilde skolane for funksjonshemma får likevel alle driftsutgifter dekte ved statstilskot etter ein normalsats per elev per skoleår. Departementet kan gi forskrift om tilskotsordninga for dei særskilde skolane for funksjonshemma.",
                        "§ 6-2 andre ledd skal lyde:",
                        "Skolar som får statstilskot etter § 6-1 fjerde ledd, kan i særskilde tilfelle få dispensasjon til å krevje inn skolepengar.",
                        "Noverande andre ledd blir tredje ledd.",
                        "Noverande tredje ledd blir nytt fjerde ledd.",
                        "I I punkt 4 i lov 9. januar 2009 nr. 4 om endringer i forvaltningslovgivningen mv. (gjennomføring av forvaltningsreformen) blir det gjort følgjande endring:",
                        "I lov 17. juli 1998 nr. 61 om grunnskolen og den vidaregåande opplæringa skal § 13-3c lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 13-3c",
                    "title": "Plikt for fylkeskommunen til å sørgje for rettleiing og kvalitetsutviklingstiltak",
                    "sections": [
                        "Fylkeskommunen skal etter oppdrag frå departementet rettleie om og medverke til kvalitetsutviklingstiltak som m.a. kan gi god samanheng mellom grunnskole og vidaregåande opplæring. Departementet kan gi nærmare forskrifter om desse oppgåvene.",
                        "Endringar i lov 9. januar 2009 nr. 4 om endringer i forvaltningslovgivningen mv. (gjennomføring av forvaltningsreformen) trer i kraft straks. Elles tek lova til å gjelde på det tidspunkt Kongen fastset, og dei enkelte føresegnene kan setjast i verk til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}