{
    "lawId": "LOV-2009-06-19-59",
    "lawName": "Lov om endringer i finansieringsvirksomhetsloven, børsloven, verdipapirregisterloven, verdipapirhandelloven mv. (eierskap i finansinstitusjoner og i infrastrukturforetak på verdipapirområdet)",
    "shortName": "Endringslov til finansvl., børsl. mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-2",
                    "title": "Erverv av eierandeler i finansforetak mv.",
                    "sections": [
                        "(1) Erverv som vil medføre at erververen blir eier av en kvalifisert eierandel i en finansinstitusjon, kan ikke gjennomføres uten at det på forhånd er sendt melding etter § 2-3 til Kredittilsynet. Det samme gjelder erverv som vil medføre at en kvalifisert eierandel økes slik at den vil utgjøre eller overstige henholdsvis 20, 30 eller 50 prosent av kapitalen eller stemmene i finansinstitusjonen, eller slik at eierandelen gir bestemmende innflytelse som nevnt i aksjeloven § 1-3 og allmennaksjeloven § 1-3 i finansinstitusjonen. Som kvalifisert eierandel regnes en eierandel som representerer 10 prosent eller mer av kapitalen eller stemmene i finansinstitusjonen, eller som for øvrig gir adgang til å utøve en vesentlig innflytelse i ledelsen av foretaket og dets virksomhet.",
                        "(2) Erverv av eierandel i finansinstitusjon som omfattes av første ledd, kan bare gjennomføres i henhold til tillatelse gitt av departementet etter reglene i §§ 2-4 og 2-5. Erverv som foretas av to eller flere erververe etter samråd, regnes som ett erverv.",
                        "(3) Enhver som vil avhende en kvalifisert eierandel, eller redusere den så meget at eierandelen deretter er mindre enn en prosentvis grense som er nevnt i første ledd, skal gi melding om dette til Kredittilsynet.",
                        "(4) En eiers samlede eierandel beregnes ut fra de eierandeler denne direkte eller indirekte eier og vil bli eier av ved ervervet, samt i tillegg:",
                        "a)eierandeler som denne etter avtale har rett til å erverve på eget initiativ,",
                        "b)eierandeler som denne etter avtale har rett til å utøve stemmerett for, unntatt stemmerettsfullmakt som nevnt i aksjeloven § 5-2 og allmennaksjeloven § 5-2 når det ikke er gitt vederlag for fullmakten, og",
                        "c)eierandeler som en person som omfattes av § 2-6, eier eller har rett til å erverve eller utøve stemmeretten for.",
                        "(5) Ved beregning av eierandeler omfattes ikke eierandeler eller stemmeretter som er overtatt av en kredittinstitusjon eller et verdipapirforetak som følge av fulltegningsgaranti, forutsatt at disse ikke brukes til å utøve innflytelse i institusjonen og blir avhendet innen ett år etter overtakelsen. Heller ikke eierandeler eller stemmeretter ervervet ved avtale som er betinget av tillatelse etter finanslovgivningen omfattes, med mindre avtalen innebærer at:",
                        "a)eierne gis rett til vederlag på mer enn 5 prosent av markedsverdien av eierandelene på tilbudstidspunktet,",
                        "b)eierne gis rett til lån fra tilbyderen, eller",
                        "c)eiernes rett til å utøve stemmerettigheter knyttet til aksjene begrenses.",
                        "(6) Departementet kan gi forskrift til utfylling, gjennomføring og avgrensning av bestemmelsene i §§ 2-2 til 2-6, herunder regler med retningslinjer for egnethetsvurderingen etter § 2-4. Departementet kan også gi forskrift om plikt for finansinstitusjoner til å gi melding om eiere som har kvalifiserte eierandeler i institusjonen, og om plikt for juridiske personer som har kvalifiserte eierandeler i en finansinstitusjon til å gi melding om hvem som inngår i styret og ledelsen.",
                        "§ 2-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-3",
                    "title": "Saksbehandlingsregler",
                    "sections": [
                        "(1) Melding etter § 2-2 første ledd skal angi størrelsen på den eierandel det tas sikte på å erverve, og størrelsen av den samlede eierandel i finansinstitusjonen etter ervervet. Meldingen skal opplyse om de forhold som vil være av betydning ved beregningen av eierens samlede eierandel etter reglene i § 2-2.",
                        "(2) Meldingen skal også inneholde de opplysninger som vil være av betydning ved vurderingen av om tillatelse skal gis. Departementet kan i forskrift gi nærmere regler om innholdet av meldingen.",
                        "(3) Spørsmålet om det skal gis tillatelse etter § 2-2 annet ledd, skal avgjøres innen en periode på 60 arbeidsdager, regnet fra det tidspunktet Kredittilsynet har bekreftet å ha mottatt meldingen (vurderingsperioden). Har departementet eller Kredittilsynet før det er gått 50 arbeidsdager fremsatt skriftlig krav om ytterligere opplysninger, avbryter kravet vurderingsperioden i tiden inntil svaret fra erververen er mottatt, men ikke i mer enn 20 arbeidsdager, eller i mer enn 30 arbeidsdager hvis erververen ikke er undergitt tilsyn eller er hjemmehørende utenfor EØS-området. Andre krav om ytterligere opplysninger er uten virkning for lengden av vurderingsperioden.",
                        "(4) Har to eller flere erververe gitt melding etter § 2-2 første ledd om erverv av eierandeler i samme finansinstitusjon, skal det ikke skje ugrunnet forskjellsbehandling.",
                        "§ 2-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-4",
                    "title": "Egnethetsvurdering mv.",
                    "sections": [
                        "(1) Ved avgjørelsen av om tillatelse skal gis etter § 2-2 annet ledd, skal departementet ut fra behovet for å sikre forsvarlig og betryggende ledelse av finansinstitusjonen og dennes virksomhet og i betraktning av den grad av innflytelse som erververen som eier vil kunne utøve i institusjonen etter ervervet, foreta en vurdering av erververens egnethet som innehaver av sin samlede eierandel etter ervervet, og av om ervervet av eierandelen er finansielt betryggende for institusjonens nåværende og fremtidige virksomhet.",
                        "(2) Ved vurdering etter første ledd skal departementet særlig ta i betraktning:",
                        "a)erververens alminnelige omdømme, faglige kompetanse, erfaring og tidligere handlemåte i forretningsforhold,",
                        "b)alminnelig omdømme, faglig kompetanse, erfaring og tidligere handlemåte i forretningsforhold hos personer som etter ervervet vil inngå i styret eller ledelsen av institusjonens virksomhet,",
                        "c)ved anvendelsen av bokstav a og b skal det tas i betrakting om erververen vil kunne bruke den innflytelse eierandelen gir, til å oppnå fordeler for egen eller tilknyttet virksomhet, eller indirekte øve innflytelse på annen næringsvirksomhet, samt om ervervet vil kunne føre til at institusjonens uavhengighet i forhold til andre næringslivsinteresser blir svekket,",
                        "d)om erververens økonomiske situasjon og tilgjengelige økonomiske ressurser er betryggende, særlig sett i forhold til de former for virksomhet som institusjonen driver eller må antas å engasjere seg i etter ervervet, samt om erververen og dennes virksomhet er undergitt finansielt tilsyn,",
                        "e)om finansinstitusjonen er og fortsatt vil være i stand til å oppfylle soliditets- og sikkerhetskrav og andre tilsynskrav som følger av finanslovgivningen,",
                        "f)om eierforholdene i institusjonen etter ervervet eller særlige bindinger mellom erververen og en tredjeperson vil vanskeliggjøre effektivt tilsyn med institusjonen, særlig om den gruppe institusjonen vil inngå i etter ervervet, er organisert på en slik måte at det ikke vanskeliggjør forsvarlig tilsyn, herunder effektiv utveksling av informasjon og fordeling av tilsynsoppgaver mellom berørte tilsynsmyndigheter,",
                        "g)om det er grunn til å anta at det i forbindelse med ervervet foregår eller blir gjort forsøk på hvitvasking av penger eller finansiering av terrorvirksomhet, eller at ervervet vil øke risikoen for dette.",
                        "§ 2-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-5",
                    "title": "Tillatelsen",
                    "sections": [
                        "(1) Departementet gir tillatelse etter § 2-2 annet ledd i den utstrekning departementet finner at erververen tilfredsstiller kriteriene som nevnt i § 2-4. Tillatelsen skal angi størrelsen av den eierandelen som kan erverves i henhold til tillatelsen.",
                        "(2) Departementet skal ikke gi tillatelse til ervervet dersom departementet finner at det er rimelig grunnlag for tvil om erververens egnethet som innehaver av den samlede eierandelen etter ervervet, eller at det er grunnlag for tvil om de finansielle forhold etter ervervet vil være betryggende for institusjonens nåværende og fremtidige virksomhet. Departementet skal heller ikke gi tillatelse til ervervet dersom plikten til å gi melding etter § 2-2 første ledd, jf. § 2-3 første ledd, ikke er oppfylt, eller dersom opplysninger fremlagt av erververen er ufullstendige eller viser seg å være uriktige. Erververen skal i tilfelle gis skriftlig underretning med begrunnelsen for vedtaket.",
                        "(3) Det kan settes vilkår for tillatelsen, herunder tidsfrist for gjennomføringen av ervervet. Det kan ikke settes som vilkår at en eierandel av en fastsatt minste størrelse må være ervervet før fristens utløp.",
                        "(4) Er spørsmålet om tillatelse ikke avgjort innen utløpet av vurderingsperioden etter § 2-3 tredje ledd, skal tillatelse anses gitt til erverv av den eierandelen som er angitt i meldingen til Kredittilsynet etter § 2-2 første ledd.",
                        "(5) Departementet kan tilbakekalle en tillatelse dersom det er grunn til å anta at innehaveren utviser slik handlemåte at forutsetningene for tillatelse ikke lenger er til stede. For øvrig kan tillatelse tilbakekalles etter alminnelige forvaltningsrettslige prinsipper.",
                        "§ 2-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-6",
                    "title": "Konsolidering av eierandeler",
                    "sections": [
                        "(1) Like med en eiers egne eierandeler regnes eierandeler som nevnt i § 2-2 fjerde og femte ledd og som direkte eller indirekte eies eller overtas av:",
                        "a)eierens ektefelle eller person som eieren har felles husholdning med,",
                        "b)eierens mindreårige barn, samt mindreårige barn til person omfattet av bokstav a som eieren bor sammen med,",
                        "c)selskap innen samme konsern som eieren,",
                        "d)selskap hvor eieren alene eller sammen med personer som nevnt i bokstav a, b og e har slik innflytelse som nevnt i aksjeloven § 1-3 og allmennaksjeloven § 1-3, og",
                        "e)noen som det må antas eieren har forpliktende samarbeid med, når det gjelder å gjøre bruk av rettighetene som aksjeeier.",
                        "(2) Departementet avgjør i tvilstilfelle om eierandeler som eieren ikke selv eier, skal likestilles med egne eierandeler etter reglene i første ledd.",
                        "§ 3-3 sjette ledd skal lyde:",
                        "Søknad om tillatelse etter første ledd skal nektes med mindre Kongen er overbevist om at eiere av kvalifiserte eierandeler er egnet til å inneha slike eierandeler og utøve slik innflytelse i foretaket som eierandelene gir grunnlag for. Med kvalifisert eierandel menes en eierandel som beregnet etter reglene i § 2-2, representer 10 prosent eller mer av kapitalen og stemmene i institusjonen, eller som for øvrig gir adgang til å utøve en vesentlig innflytelse i ledelsen av institusjonen og dens virksomhet.",
                        "§ 5-2 tredje ledd skal lyde:",
                        "(3) Eierandel ervervet i strid med reglene om eierkontroll skal umiddelbart tvangsselges. Det samme gjelder dersom en tillatelse er tilbakekalt etter § 2-5 femte ledd. Tvangsfullbyrdelsesloven § 10-6, jf. § 8-16 kommer ikke til anvendelse. Stemmerett knyttet til slike eierandeler kan ikke anvendes. Dersom departementet har grunn til å anta at en eier av en kvalifisert eierandel i en finansinstitusjon utviser eller vil utvise handlemåte som vil være i strid med forsvarlig og betryggende forvaltning av institusjonen, kan departementet treffe vedtak om pålegg eller forbud etter reglene i første og annet ledd, herunder at stemmerett knyttet til eierandelene ikke kan anvendes.",
                        "I lov 24. mai 1961 nr. 2 om forretningsbanker skal § 8a tredje ledd lyde:",
                        "Søknad om tillatelse etter § 8 første og annet ledd skal nektes med mindre Kongen er overbevist om at eiere av kvalifiserte eierandeler er egnet til å inneha slike eierandeler og utøve slik innflytelse i banken som eierandelene gir grunnlag for. Med kvalifisert eierandel menes en eierandel som beregnet etter reglene i finansieringsvirksomhetsloven § 2-2, representer 10 prosent eller mer av kapitalen og stemmene i institusjonen, eller som for øvrig gir adgang til å utøve en vesentlig innflytelse i ledelsen av institusjonen og dens virksomhet.",
                        "I lov 10. juni 2005 nr. 44 om forsikringsselskaper, pensjonsforetak og deres virksomhet mv. (forsikringsvirksomhetsloven) skal § 2-1 første ledd tredje og fjerde punktum lyde:",
                        "Tillatelse skal nektes med mindre Kongen er overbevist om at eiere av kvalifiserte eierandeler er egnet til å inneha slike eierandeler og utøve slik innflytelse i foretaket som eierandelene gir grunnlag for. Med kvalifisert eierandel menes en eierandel som beregnet etter reglene i finansieringsvirksomhetsloven § 2-2, representerer 10 prosent eller mer av kapitalen og stemmene i institusjonen, eller som for øvrig gir adgang til å utøve en vesentlig innflytelse i ledelsen av institusjonen og dens virksomhet.",
                        "I lov 29. juni 2007 nr. 74 om regulerte markeder (børsloven) gjøres følgende endringer:",
                        "§ 17 nytt femte ledd skal lyde:",
                        "(5) Bestemmelsene i denne paragrafen gjelder ikke for erverv som utløser plikt til å søke om tillatelse i medhold av § 35 tredje ledd. Det samme gjelder når det ved reduksjon av eierandel oppstår meldeplikt som nevnt i § 35 tredje ledd.",
                        "§ 35 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 35",
                    "title": "Eierbegrensninger",
                    "sections": [
                        "(1) Ingen kan eie aksjer som representerer mer enn 20 prosent av aksjekapitalen eller stemmene i en børs. Likestilt med aksjeeie regnes erverv av rett til å bli eier av aksjer når dette må anses som reelt erverv av aksjene. Departementet kan i særlige tilfelle gjøre tidsbegrenset unntak fra reglene i leddet her.",
                        "(2) Begrensningene i første ledd er ikke til hinder for at en børs eies 100 prosent av et foretak med hovedkontor i en EØS-stat når foretaket ikke driver annen virksomhet enn å forvalte eierinteresser i datterselskaper, og datterselskapene i det vesentlige driver eller eier regulert marked, liknende markedsplass eller tilknyttet infrastrukturvirksomhet. Første ledd gjelder tilsvarende for slike foretak.",
                        "(3) Departementet kan etter søknad gi foretak som i det vesentlige driver eller eier regulert marked, liknende markedsplass eller tilknyttet infrastrukturvirksomhet, tillatelse til å eie aksjer som representerer mer enn 20 prosent av aksjekapitalen eller stemmene i en børs eller i et holdingselskap som nevnt i andre ledd. Slik tillatelse kan bare gis dersom departementet finner eieren egnet til å sikre en god og fornuftig forvaltning av børsen. Ved denne vurderingen skal det særlig legges vekt på:",
                        "a)eierens tidligere handlemåte,",
                        "b)eierens tilgjengelige økonomiske ressurser og hensynet til forsvarlig virksomhet,",
                        "c)om eierskapet vil kunne føre til uønskede virkninger for finansmarkedenes virkemåte,",
                        "d)konkurransemessige forhold på det relevante markedet,",
                        "e)muligheten for å utøve et effektivt tilsyn, herunder om det er etablert samarbeid med tilsynsmyndighetene i eierens hjemland,",
                        "f)om eierskapet vil kunne påvirke rettigheter og plikter for aktørene på vedkommende børs, og",
                        "g)om den bakenforliggende eierstruktur hos eieren er i samsvar med de hensyn som ivaretas i denne bestemmelse.",
                        "Eier som gis tillatelse etter dette ledd, plikter å søke departementet om slik tillatelse også ved endringer som medfører at vedkommende får kontroll med eierandel til eller stemmerett for mer enn 1/3, 1/2, 2/3 eller 9/10 av aksjene. Ved reduksjon av eierandel eller stemmerett som nevnt i foregående punktum samt i første ledd skal det gis melding til departementet.",
                        "(4) Dersom en aksjeeier besitter aksjer i strid med reglene i paragrafen her, kan departementet fastsette en frist for å bringe eierforholdet i overensstemmelse med loven. Dersom denne fristen overskrides, kan departementet selge aksjene etter reglene om tvangssalg av omsettelige verdipapirer så langt de passer. Tvangsfullbyrdelsesloven § 10-6, jf. § 8-16, kommer ikke til anvendelse. Vedkommende aksjeeier skal varsles om at tvangssalg vil bli foretatt to uker før salg foretas.",
                        "(5) Inntil nedsalg eller tvangssalg har funnet sted kan aksjeeieren for den del av aksjene som overstiger tillatt nivå, ikke utøve andre rettigheter i selskapet enn retten til å heve utbytte og til å utøve fortrinnsrett ved kapitalforhøyelse.",
                        "(6) Departementet kan i forskrift gi nærmere regler til utfylling av bestemmelsen her.",
                        "§ 36 skal lyde:"
                    ]
                },
                {
                    "name": "§ 36",
                    "title": "Stemmerettsbegrensninger",
                    "sections": [
                        "(1) På generalforsamling i børs kan ingen stemme for mer enn 20 prosent av stemmene i foretaket eller for mer enn 30 prosent av de stemmene som er representert på generalforsamlingen.",
                        "(2) Reglene i denne paragraf gjelder ikke på generalforsamling i børs som omfattes av bestemmelsene i § 35 første ledd tredje punktum og § 35 annet og tredje ledd.",
                        "I lov 5. juli 2002 nr. 64 om registrering av finansielle instrumenter (verdipapirregisterloven) gjøres følgende endringer:",
                        "§ 5-2 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 5-2",
                    "title": "Eierkontroll",
                    "sections": [
                        "(1) Erverv av betydelig eierandel i verdipapirregister kan bare gjennomføres etter at melding om dette på forhånd er sendt til Kredittilsynet.",
                        "(2) Med betydelig eierandel menes direkte eller indirekte eierandel som representerer minst 10 prosent av aksjekapitalen eller stemmene, eller som på annen måte gjør det mulig å utøve betydelig innflytelse over forvaltningen av selskapet. Likt med vedkommende aksjeeiers egne aksjer regnes i denne sammenheng aksjer som eies av aksjeeiere som nevnt i § 5-5.",
                        "(3) Kredittilsynet skal innen tre måneder fra den dagen melding som nevnt i første ledd er mottatt, nekte slikt erverv dersom vedkommende aksjeeier ikke anses egnet til å sikre en god og fornuftig forvaltning av foretaket.",
                        "(4) Ved avhendelse av eierandel som medfører at eierandelens størrelse kommer under grensen som nevnt i annet ledd, skal det gis melding til Kredittilsynet.",
                        "(5) Bestemmelsene i denne paragrafen gjelder ikke for erverv hvor det skal søkes om tillatelse i medhold av § 5-3 tredje ledd. Det samme gjelder når det ved reduksjon av eierandel oppstår meldeplikt som nevnt i § 5-3 tredje ledd.",
                        "§ 5-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-3",
                    "title": "Eierbegrensninger",
                    "sections": [
                        "(1) Ingen kan eie aksjer som representerer mer enn 20 prosent av aksjekapitalen eller stemmene i et verdipapirregister. Likestilt med aksjeeie regnes erverv av rett til å bli eier av aksjer når dette må anses som reelt erverv av aksjene. Departementet kan i særlige tilfelle gjøre tidsbegrenset unntak fra reglene i leddet her.",
                        "(2) Begrensningene i første ledd er ikke til hinder for at et verdipapirregister eies 100 prosent av et foretak med hovedkontor i en EØS-stat når foretaket ikke driver annen virksomhet enn å forvalte eierinteresser i datterselskaper, og datterselskapene i det vesentlige driver eller eier verdipapirregister, liknende registerfunksjoner eller tilknyttet infrastrukturvirksomhet. Første ledd gjelder tilsvarende for slike foretak.",
                        "(3) Departementet kan etter søknad fra foretak som i det vesentlige driver eller eier verdipapirregister, liknende registerfunksjoner eller tilknyttet infrastrukturvirksomhet, gi tillatelse til å eie aksjer som representerer mer enn 20 prosent av aksjekapitalen eller stemmene i et verdipapirregister eller i et holdingselskap som nevnt i andre ledd. Slik tillatelse kan bare gis dersom departementet finner eieren egnet til å sikre en god og fornuftig forvaltning av verdipapirregisteret. Ved denne vurderingen skal det særlig legges vekt på:",
                        "a)eierens tidligere handlemåte,",
                        "b)eierens tilgjengelige økonomiske ressurser og hensynet til forsvarlig virksomhet,",
                        "c)om eierskapet vil kunne føre til uønskede virkninger for finansmarkedenes virkemåte,",
                        "d)konkurransemessige forhold på det relevante markedet,",
                        "e)muligheten for å utøve et effektivt tilsyn, herunder om det er etablert samarbeid med tilsynsmyndighetene i eierens hjemland,",
                        "f)om eierskapet vil kunne påvirke rettigheter og plikter for brukerne av vedkommende verdipapirregister, og",
                        "g)om den bakenforliggende eierstruktur hos eieren er i samsvar med de hensyn som ivaretas i denne bestemmelse.",
                        "Eier som gis tillatelse etter dette ledd, plikter å søke departementet om slik tillatelse også ved endringer som medfører at vedkommende får kontroll med eierandel til eller stemmerett for mer enn 1/3, 1/2, 2/3 eller 9/10 av aksjene. Ved reduksjon av eierandel eller stemmerett som nevnt i foregående punktum samt i første ledd skal det gis melding til departementet.",
                        "(4) Dersom en aksjeeier besitter aksjer i strid med reglene i paragrafen her, kan departementet fastsette en frist for å bringe eierforholdet i overensstemmelse med loven. Dersom denne fristen overskrides, kan departementet selge aksjene etter reglene om tvangssalg av omsettelige verdipapirer så langt de passer. Tvangsfullbyrdelsesloven § 10-6, jf. § 8-16, kommer ikke til anvendelse. Vedkommende aksjeeier skal varsles om at tvangssalg vil bli foretatt to uker før salg foretas.",
                        "(5) Inntil nedsalg eller tvangssalg har funnet sted kan aksjeeieren for den del av aksjene som overstiger tillatt nivå, ikke utøve andre rettigheter i selskapet enn retten til å heve utbytte og til å utøve fortrinnsrett ved kapitalforhøyelse.",
                        "(6) Departementet kan i forskrift gi nærmere regler til utfylling av bestemmelsen her.",
                        "§ 5-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-4",
                    "title": "Stemmerettsbegrensninger",
                    "sections": [
                        "(1) På generalforsamlingen i et verdipapirregister kan ingen stemme for mer enn 20 prosent av stemmene i foretaket eller for mer enn 30 prosent av de stemmene som er representert på generalforsamlingen.",
                        "(2) Reglene i denne paragrafen gjelder ikke på generalforsamling i verdipapirregister som omfattes av bestemmelsene i § 5-3 første ledd tredje punktum og § 5-3 annet og tredje ledd.",
                        "§ 5-5- skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-5",
                    "title": "Konsolidering av eierandeler",
                    "sections": [
                        "(1) Likt med aksjeeierens egne aksjer regnes ved anvendelsen av reglene i §§ 5-2, 5-3 og 5-4 de aksjer som eies eller overtas av aksjeeiernes nærstående, jf. verdipapirhandelloven § 2-5.",
                        "(2) Departementet avgjør i tvilstilfelle om aksjer som aksjeeieren ikke eier, skal likestilles med egne aksjer etter reglene i første ledd.",
                        "I lov 29. juni 2007 nr. 75 om verdipapirhandel (verdipapirhandelloven) gjøres følgende endringer:",
                        "§ 13-1 fjerde ledd nytt annet punktum skal lyde:",
                        "Departementet kan i forskrift gi nærmere regler til utfylling av første punktum.",
                        "§ 13-1 syvende ledd oppheves.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan bestemme at de enkelte bestemmelser skal tre i kraft til ulik tid.",
                        "Kongen kan gi overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        }
    ]
}