{
    "lawId": "LOV-2009-06-19-43",
    "lawName": "Lov om endringer i diskrimineringsombudsloven, markedsføringsloven og barneombudsloven",
    "shortName": "Endringslov til diskr.ombudsl., mfl. og barneombudsl.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 17",
                    "title": "Levering av uadressert reklame og gratis aviser",
                    "sections": [
                        "I næringsvirksomhet er det forbudt å levere ut eller å gi en formidler i oppdrag å levere ut uadressert reklame eller gratis aviser til forbrukere som klart har tilkjennegitt at de motsetter seg dette. En formidler er likevel ikke ansvarlig for leveringen hvis formidleren har fått opplyst, og har grunn til å anta, at det som leveres ut, ikke er reklame eller gratis avis.",
                        "Innstikk i aviser og andre trykksaker, som er omfattet av redaktøransvaret, anses ikke som uadressert reklame eller gratis avis etter denne bestemmelsen.",
                        "§ 32 annet ledd skal lyde:",
                        "Forbrukerombudet åremålsbeskikkes av Kongen i statsråd for en periode på seks år uten adgang til gjenoppnevning.",
                        "I lov 6. mars 1981 nr. 5 om barneombud skal § 2 lyde:",
                        "Barneombudet åremålsbeskikkes av Kongen i statsråd for en periode på seks år uten adgang til gjenoppnevning.",
                        "For den som er beskikket som likestillings- og diskrimineringsombud ved vedtakelsen av denne loven, kan Kongen, etter utlysning og innstilling, forlenge åremålet med to år.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}