{
    "lawId": "LOV-2009-06-19-46",
    "lawName": "Lov om endringer i finansieringsvirksomhetsloven og enkelte andre lover (kapital- og organisasjonsformer i sparebanksektoren mv.)",
    "shortName": "Endringslov til finansieringsvirksomhetsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "Kapittel 2b. Kapitalforhold. Egenkapitalbevis",
            "paragraphs": []
        },
        {
            "name": "I. Egenkapital og annen kapital",
            "paragraphs": [
                {
                    "name": "§ 2b-1",
                    "title": "Aksjekapital, grunnfondskapital og annen egenkapital",
                    "sections": [
                        "(1) Egenkapitalen i en finansinstitusjon omfatter kapital som i samsvar med vedtektene er innbetalt som aksjekapital, grunnfondskapital eller eierandelskapital, samt andre former for opptjent egenkapital. Som egenkapital regnes også medlemsinnskudd innbetalt i kredittforening og gjensidig forsikringsselskap.",
                        "(2) Grunnfondskapitalen i finansinstitusjon som ikke er organisert i aksjeselskaps form, omfatter innbetalt egenkapital som ikke er eierandelskapital, samt egenkapital som senere er tilført grunnfondskapitalen som avkastning eller overskudd. Som grunnfondskapital regnes også gavefond og annen egenkapital tilordnet grunnfondskapitalen.",
                        "(3) Eierandelskapital i finansinstitusjon som ikke er organisert i aksjeselskaps form, omfatter innbetalt kapital som etter vedtektene er knyttet til egenkapitalbevis som gir eierbeføyelser i institusjonen i samsvar med reglene i dette kapittel. Eierandelskapitalen omfatter også utjevningsfondet og annen kapital tilført eierandelskapitalen som avkastning eller overskudd.",
                        "(4) Kompensasjonsfondet og overkursfondet som nevnt i § 2b-14, regnes som henholdsvis grunnfondskapital og eierandelskapital når dette er særskilt fastsatt."
                    ]
                },
                {
                    "name": "§ 2b-2",
                    "title": "Utstedelse av egenkapitalbevis",
                    "sections": [
                        "(1) Sparebank og annen finansinstitusjon som ikke er organisert i aksjeselskaps form, kan med samtykke av Kongen utstede omsettelige egenkapitalbevis. Til egenkapitalbevis skal det knyttes eierbeføyelser i institusjonen etter reglene i §§ 2b-10 til 2b-12. Kongen kan i særlige tilfelle i forskrift gi regler om adgang til å opprette flere klasser av eierandelskapital, og herunder fastsette om det kan eller skal knyttes eierbeføyelser til de ulike klassene.",
                        "(2) Egenkapitalbevis kan også utstedes etter konvertering av bokført grunnfondskapital til eierandelskapital for så vidt grunnfondskapitalen fortsatt oppfyller det lovfastsatte minstekrav. Har institusjonen eierandelskapital fra før, fordeles overkurs etter § 2b-14.",
                        "(3) Egenkapitalbevis utstedt etter annet ledd skal vederlagsfritt overføres til stiftelse(r) som nevnt i § 2d-1, med mindre egenkapitalbevis blir tegnet eller avhendet mot vederlag som nevnt i § 2b-3 annet ledd. Reglene i §§ 2-2 til 2-6 gjelder ikke ved overføring av egenkapitalbevis som overtas av finansstiftelse.",
                        "(4) Eierandelskapital kan ikke kreves tilbakebetalt av eierne av de egenkapitalbevis som er utstedt, med mindre annet følger av reglene i §§ 2b-21 eller 2b-22.",
                        "(5) Kongen kan gi nærmere regler om eierandelskapital og egenkapitalbevis."
                    ]
                },
                {
                    "name": "§ 2b-3",
                    "title": "Innbetaling av egenkapital",
                    "sections": [
                        "(1) Aksjekapital, grunnfondskapital, eierandelskapital og medlemsinnskudd som skal være egenkapital i finansinstitusjon, skal innbetales i penger med mindre annet er fastsatt i annet eller tredje ledd.",
                        "(2) Aksjer eller egenkapitalbevis som utstedes ved sammenslåing eller deling av finansinstitusjoner eller av virksomheten i finansinstitusjoner, kan likevel helt eller delvis innbetales i annet enn penger. Det samme gjelder aksjer eller egenkapitalbevis som utstedes som vederlag for helt eller delvis erverv av annen finansinstitusjon eller annet foretak som kan inngå i finanskonsern, eller av virksomhet i slikt foretak. Har institusjonen eierandelskapital fra før, fordeles overkurs på egenkapitalbevis etter § 2b-14.",
                        "(3) Eierandelskapital kan også innbetales ved konvertering av grunnfondskapital og innbetalt medlemsinnskudd i kredittforening eller gjensidig forsikringsselskap.",
                        "(4) Ved utstedelse av egenkapitalbevis som helt eller delvis innbetales i annet enn penger, jf. annet og tredje ledd, gjelder allmennaksjeloven §§ 2-4, 2-6 og 2-7 tilsvarende."
                    ]
                },
                {
                    "name": "§ 2b-4",
                    "title": "Fondsobligasjonskapital",
                    "sections": [
                        "(1) Fondsobligasjonskapital skal stå tilbake for andre fordringer på en finansinstitusjon som ikke er organisert i aksjeselskaps form, med unntak av krav på tilbakebetaling av eller utbytte på eierandelskapital og grunnfondskapital. Fondsobligasjonskapitalens prioritet skal fremgå av avtalevilkårene.",
                        "(2) Bestemmelsene i første ledd er ikke til hinder for at en finansinstitusjon som ikke er organisert i aksjeselskaps form, med samtykke av Kredittilsynet utsteder annen type av kapitalinstrument som Kredittilsynet godkjenner som kjernekapital etter ellers gjeldende regler. Det skal i så fall fremgå av avtalevilkårene i hvilken utstrekning reglene i første ledd skal gjelde for kapitalinstrumentet.",
                        "(3) Kongen kan i forskrift gi nærmere regler for finansinstitusjoner om fondsobligasjonskapital."
                    ]
                },
                {
                    "name": "§ 2b-5",
                    "title": "Ansvarlig lånekapital",
                    "sections": [
                        "(1) Ansvarlig lånekapital skal stå tilbake for andre fordringer på en finansinstitusjon som ikke er organisert i aksjeselskaps form, med unntak av krav på tilbakebetaling av eller utbytte på fondsobligasjonskapital, grunnfondskapital og eierandelskapital. Den ansvarlige lånekapitals prioritet skal fremgå av låneavtalen.",
                        "(2) Kongen kan i forskrift gi nærmere regler for finansinstitusjoner om ansvarlig lånekapital."
                    ]
                },
                {
                    "name": "§ 2b-6",
                    "title": "Medlemsansvar i kredittforeninger og gjensidige forsikringsselskap",
                    "sections": [
                        "(1) Medlemmenes ansvar for en kredittforenings eller et gjensidig forsikringsselskaps forpliktelser kan bare gjøres gjeldende av institusjonen.",
                        "(2) Underskudd utlignes på medlemmene i den regnskapstermin det gjelder, med mindre annet er fastsatt i vedtektene. Institusjonens krav på bidrag fra medlemmer ved utligning av underskudd kan ikke overdras, pantsettes eller tas til utlegg for gjeld.",
                        "(3) I vedtektene for gjensidige livsforsikringsselskaper kan det bestemmes at medlemmene ikke skal ha ansvar for selskapets forpliktelser, og at underskudd i stedet skal utlignes ved forholdsmessig reduksjon av forsikringskravene."
                    ]
                },
                {
                    "name": "§ 2b-7",
                    "title": "Nedsettelse av finansinstitusjoners egenkapital",
                    "sections": [
                        "(1) En finansinstitusjons vedtektsfastsatte aksjekapital, grunnfondskapital, medlemsinnskudd eller eierandelskapital, kan ikke besluttes nedsatt eller tilbakebetalt uten samtykke av Kredittilsynet. Det kan knyttes slike vilkår til samtykket som er egnet til å ivareta de interesser som skal beskyttes ved finanslovgivningen.",
                        "(2) Vedtak om nedsettelse av vedtektsfastsatt aksjekapital, grunnfondskapital, medlemsinnskudd eller eierandelskapital treffes av generalforsamlingen med flertall som for vedtektsendring, men er ikke gyldig og kan ikke registreres uten samtykke av Kredittilsynet. Institusjonens vedtektsfastsatte egenkapital kan ikke settes ned under det lovfastsatte minstekrav til egenkapital, med mindre nedsettelsen foretas uten utbetaling til aksjonærer, eiere av egenkapitalbevis eller andre.",
                        "(3) Nedsettelse av eierandelskapital skjer i henhold til § 2b-22."
                    ]
                },
                {
                    "name": "§ 2b-8",
                    "title": "Erverv av egne aksjer og egenkapitalbevis",
                    "sections": [
                        "(1) En finansinstitusjon kan erverve egne aksjer for så vidt ervervet er i samsvar med reglene i allmennaksjeloven §§ 9-2 til 9-8.",
                        "(2) En finansinstitusjon som ikke er organisert i aksjeselskaps form, kan erverve egne egenkapitalbevis dersom samlet pålydende verdi av egne egenkapitalbevis etter ervervet ikke overstiger 10 prosent av vedtektsfastsatt eierandelskapital. For øvrig gjelder allmennaksjeloven §§ 9-2 annet og tredje ledd og 9-4 til 9-8 tilsvarende.",
                        "(3) Fullmakt for styret til å erverve egne aksjer eller egne egenkapitalbevis kan ikke benyttes før den er godkjent av Kredittilsynet. Godkjennelsen gjelder i seks måneder med mindre annet er fastsatt, eller inntil Kredittilsynet ut fra hensynet til institusjonens soliditet tilbakekaller godkjennelsen.",
                        "(4) Ved beregningen av en finansinstitusjons kjernekapital, skal det gjøres fradrag for bokført verdi av egne aksjer eller egenkapitalbevis til enhver tid."
                    ]
                }
            ]
        },
        {
            "name": "II. Egenkapitalbevis",
            "paragraphs": [
                {
                    "name": "§ 2b-9",
                    "title": "Utstedelse",
                    "sections": [
                        "(1) Beslutning om utstedelse av egenkapitalbevis treffes av generalforsamlingen med flertall som for vedtektsendring. Allmennaksjeloven §§ 10-1 til 10-3 og 10-6 gjelder tilsvarende.",
                        "(2) Generalforsamlingen kan med flertall som for vedtektsendring gi styret fullmakt til å utstede egenkapitalbevis. Vedtaket skal angi størrelsen av den eierandelskapital fullmakten gjelder, og fastsette en periode på inntil to år som fullmakten skal gjelde for. Allmennaksjeloven §§ 10-14 annet og tredje ledd til 10-17 gjelder tilsvarende.",
                        "(3) For øvrig gjelder reglene i § 2b-26. Vedtak om utstedelse av egenkapitalbevis kan ikke settes i verk før det er godkjent av Kredittilsynet."
                    ]
                },
                {
                    "name": "§ 2b-10",
                    "title": "Eierbeføyelser",
                    "sections": [
                        "(1) Vedtektene for finansinstitusjon som utsteder egenkapitalbevis, skal inneholde bestemmelser som gir eierne av egenkapitalbevis rett etter reglene i §§ 2b-11 eller 2b-12 til enten selv eller ved valgte representanter å utøve minst en femdel og ikke mer enn to femdeler av stemmene i generalforsamlingen.",
                        "(2) Bestemmelsen i første ledd er ikke til hinder for at det i vedtektene for en institusjon fastsettes i samsvar med bestemmelsene i §§ 2b-16, 2b-22 til 2b-25, 2c-3 og 2c-17, at det skal gjelde særskilte flertallskrav for visse beslutninger av vesentlig betydning for eierne av egenkapitalbevis eller rettighetene i henhold til egenkapitalbevis.",
                        "(3) Kongen kan fastsette nærmere regler til gjennomføring og utfylling av bestemmelsene i paragrafen her og i §§ 2b-11 og 2b-12."
                    ]
                },
                {
                    "name": "§ 2b-11",
                    "title": "Representasjonsrett i generalforsamlingen",
                    "sections": [
                        "(1) I vedtektene for finansinstitusjon som utsteder egenkapitalbevis, kan det fastsettes at eierne av egenkapitalbevis skal velge et antall medlemmer i generalforsamlingen som ikke er mindre enn en femdel og ikke mer enn to femdeler av generalforsamlingens medlemmer. Det kan også velges et antall varamedlemmer.",
                        "(2) Nærmere regler om valget, herunder om stemmerett, valgbarhet, funksjonstid og bortfall av verv, valgmåte og tvister om valget fastsettes i vedtektene."
                    ]
                },
                {
                    "name": "§ 2b-12",
                    "title": "Møterett i generalforsamlingen mv.",
                    "sections": [
                        "(1) I vedtektene for finansinstitusjon som utsteder egenkapitalbevis, kan det fastsettes at eierne av egenkapitalbevis har rett til å møte i generalforsamlingen og avgi en prosentvis andel av stemmene som er minst en femdel og ikke mer enn to femdeler av stemmene i generalforsamlingen.",
                        "(2) Hvert egenkapitalbevis gir en stemme. Allmennaksjeloven §§ 5-2, 5-3 og 5-4 første ledd første og annet punktum, og tredje og fjerde ledd gjelder tilsvarende.",
                        "(3) Dersom eierne av egenkapitalbevis representerer mer enn den vedtektsfastsatte prosentandel av det antall stemmer som er til stede i generalforsamlingen, skal stemmetyngden for det enkelte egenkapitalbevis nedsettes forholdsmessig.",
                        "(4) Har institusjonen representantskap i tillegg til generalforsamling, kan det i vedtektene for institusjonen fastsettes at eierne av egenkapitalbevis skal ha representasjonsrett i representantskapet. I så fall gjelder bestemmelsene i § 2b-11 tilsvarende."
                    ]
                },
                {
                    "name": "§ 2b-13",
                    "title": "Tegning. Registrering",
                    "sections": [
                        "(1) Allmennaksjeloven §§ 10-7 til 10-13 og 10-18 til 10-19 om tegning, tildeling og melding til Foretaksregisteret gjelder tilsvarende ved utstedelsen av egenkapitalbevis.",
                        "(2) Foretaket skal sørge for at det uten opphold opprettes et register over egenkapitalbeviseierne i et verdipapirregister. Allmennaksjeloven §§ 4-1 til 4-11 gjelder tilsvarende."
                    ]
                },
                {
                    "name": "§ 2b-14",
                    "title": "Overkurs",
                    "sections": [
                        "(1) Overkurs ved tegning av egenkapitalbevis skal etter fradrag for kostnader i forbindelse med tegningen fordeles mellom overkursfondet og kompensasjonsfondet.",
                        "(2) Den del av overkursen som skal tilføres overkursfondet, beregnes ut fra forholdet mellom bokført eierandelskapital etter nytegningen og summen av bokført grunnfondskapital og eierandelskapital etter nytegningen, med mindre annet er fastsatt i vedtaket om utstedelse av nye egenkapitalbevis. Resten av overkursen tilføres kompensasjonsfondet. Kongen kan i forskrift gi nærmere regler om fordeling av overkurs i institusjoner som har eierandelskapital fra før.",
                        "(3) Overkursfondet og kompensasjonsfondet kan bare brukes til:",
                        "a)forholdsmessig dekning av kostnadene ved forhøyelse av eierandelskapitalen,",
                        "b)forholdsmessig dekning av underskudd som ikke kan dekkes på annen måte etter § 2b-20,",
                        "c)forholdsmessig dekning av utdeling til eierne av egenkapitalbevis ved nedsettelse av eierandelskapitalen, herunder nedsettelse ved sletting av institusjonens egne egenkapitalbevis,",
                        "d)tilføring til henholdsvis eierandelskapitalen og grunnfondskapitalen ved avvikling.",
                        "(4) Overkursfondet kan også benyttes til fondsemisjon etter § 2b-23 femte ledd, forutsatt at institusjonen ikke har udekket underskudd."
                    ]
                },
                {
                    "name": "§ 2b-15",
                    "title": "Overdragelse. Pantsettelse",
                    "sections": [
                        "(1) Egenkapitalbevis kan skifte eier ved overdragelse eller på annen måte om ikke annet følger av bestemmelse gitt i eller i medhold av lov, eller er fastsatt i vedtektene. Det samme gjelder tegningsrett, jf. §§ 2b-23 tredje ledd og 2b-24, til egenkapitalbevis. Allmennaksjeloven §§ 4-12 til 4-14 gjelder tilsvarende.",
                        "(2) I vedtektene kan retten til å overdra eller erverve egenkapitalbevis eller tegningsrett bare innskrenkes ved bestemmelse som nevnt i allmennaksjeloven § 4-15 annet ledd. Reglene i allmennaksjeloven §§ 4-15 tredje ledd og 4-16 til 4-18 gjelder tilsvarende.",
                        "(3) Egenkapitalbevis kan pantsettes når annet ikke er fastsatt i vedtektene. Allmennaksjeloven § 4-15a gjelder tilsvarende."
                    ]
                },
                {
                    "name": "§ 2b-16",
                    "title": "Erverv av egne egenkapitalbevis",
                    "sections": [
                        "(1) Forbudet mot tegning av egne aksjer i allmennaksjeloven § 9-1 gjelder tilsvarende for egenkapitalbevis. Dette er ikke til hinder for at institusjonen overtar egenkapitalbevis som utstedes ved konvertering av grunnfondskapital til eierandelskapital etter reglene i § 2b-2 annet ledd.",
                        "(2) En finansinstitusjon kan for øvrig erverve egne egenkapitalbevis etter reglene i § 2b-8. Vedtak som gir styret fullmakt til å erverve egne egenkapitalbevis, treffes med flertall som for vedtektsendringer. Det kan fastsettes i vedtektene at flertallet i generalforsamlingen også må omfatte minst to tredeler av de stemmer som avgis av, eller av medlemmer valgt av, eierne av egenkapitalbevis."
                    ]
                },
                {
                    "name": "§ 2b-17",
                    "title": "Erverv av kvalifisert eierandel",
                    "sections": [
                        "(1) Bestemmelsene i §§ 2-2 til 2-6 om eierforhold i finansinstitusjoner gjelder tilsvarende ved erverv av egenkapitalbevis, unntatt i tilfelle hvor egenkapitalbevis overføres vederlagsfritt til en finansstiftelse etter reglene i §§ 2b-2 tredje ledd, 2c-4 første eller annet ledd eller § 2c-12.",
                        "(2) Som kvalifisert eierandel regnes en eierandel som representerer en tidel eller mer av summen av grunnfondskapitalen og eierandelskapitalen eller av stemmene i generalforsamlingen, eller som for øvrig gir adgang til å utøve en vesentlig innflytelse i ledelsen av institusjonen og dennes virksomhet."
                    ]
                },
                {
                    "name": "§ 2b-18",
                    "title": "Overskudd, utbytte mv.",
                    "sections": [
                        "(1) Med overskudd menes her årets overskudd etter godkjent resultatregnskap for siste regnskapsår etter at det er foretatt korrigering for overføringer til eller fra fond for vurderingsforskjeller, samt for avsetninger til fond for urealiserte gevinster og overføringer fra fond for urealiserte gevinster som tidligere er resultatført. Allmennaksjeloven § 3-3a gjelder tilsvarende.",
                        "(2) Årets overskudd tilordnes eierne av egenkapitalbevis og institusjonen etter forholdet mellom eierandelskapitalen med tillegg av overkursfondet og grunnfondskapitalen med tillegg av kompensasjonsfondet.",
                        "(3) Generalforsamlingen fastsetter etter at styret har lagt frem forslag om anvendelse av årets overskudd, hvor stor prosentvis del av årets samlede overskudd som skal disponeres som utbyttemidler for året. I det enkelte år kan det ikke i noe tilfelle benyttes mer til utbyttemidler enn det som er forenlig med forsiktig og god forretningsskikk under tilbørlig hensyn til tap som måtte være inntruffet etter regnskapsårets avslutning, eller som må påregnes å ville inntreffe. Årets utbyttemidler skal fordeles mellom eierandelskapitalen og institusjonen etter forholdet mellom eierandelskapitalen med tillegg av overkursfondet og grunnfondskapitalen med tillegg av kompensasjonsfondet.",
                        "(4) Utbyttemidler tilordnet eierandelskapitalen etter tredje ledd, utbetales som utbytte til eierne av egenkapitalbevis. Resten av årets overskudd tilordnet eierandelskapital etter annet ledd, skal tilføres utjevningsfondet eller utgjøre annen eierandelskapital.",
                        "(5) Den del av årets overskudd som er tilordnet institusjonen etter annet ledd, tillegges grunnfondskapitalen for så vidt vedtektene ikke inneholder bestemmelser om disponeringen av utbyttemidler tilordnet institusjonen etter tredje ledd. Det kan i vedtektene fastsettes at utbyttemidler kan benyttes til gaver til allmennnyttige formål eller overføres til et fond for slike gaver (gavefondet), overføres til stiftelse med allmennnyttig formål, eller benyttes til utbytte til forsikringstakere eller andre kunder. Ved disponeringen av utbyttemidler bør institusjonen legge vekt på at forholdet mellom grunnfondskapitalen og eierandelskapitalen ikke endres vesentlig. Institusjonen kan treffe særlig tiltak for å motvirke eller rette på slik endring, institusjonen kan herunder fravike vedtektsbestemmelser om disponering av grunnfondskapitalens utbyttemidler, og bestemme at disse helt eller delvis skal tillegges grunnfondskapitalen for å motvirke tidligere endringer i eierbrøken.",
                        "(6) Kredittilsynet kan, når hensynet til institusjonens soliditet tilsier det, gi pålegg om at årets overskudd i stedet helt eller delvis skal benyttes til å styrke institusjonens soliditet. Styret skal gi melding til Kredittilsynet dersom utbytte og gaver av årets overskudd samlet skal settes høyere enn 30 prosent av overskuddet etter resultatregnskapet. Utbytte og gaver av årets overskudd som samlet overstiger 60 prosent av overskuddet etter resultatregnskapet, kan ikke gis uten godkjenning fra Kredittilsynet."
                    ]
                },
                {
                    "name": "§ 2b-19",
                    "title": "Utjevningsfondet",
                    "sections": [
                        "(1) Midler i utjevningsfondet kan benyttes for å opprettholde utbytte på eierandelskapitalen.",
                        "(2) Overføringer fra fond for urealiserte gevinster som tidligere er resultatført, kan avsettes i utjevningsfondet.",
                        "(3) Utdeling av utbytte fra utjevningsfondet kan bare foretas når dette er forsvarlig ut fra egenkapitalsituasjonen i institusjonen."
                    ]
                },
                {
                    "name": "§ 2b-20",
                    "title": "Underskudd",
                    "sections": [
                        "(1) Underskudd etter resultatregnskapet for siste regnskapsår skal først søkes dekket ved forholdsmessig overføring fra grunnfondskapitalen, herunder gavefondet, og den eierandelskapitalen som overstiger vedtektsfestet eierandelskapital, herunder utjevningsfondet. I kredittforening eller gjensidig forsikringsselskap kan underskudd i stedet utlignes på medlemmene, med mindre annet er fastsatt i vedtektene, jf. § 2b-6 annet eller tredje ledd.",
                        "(2) Underskudd som ikke er dekket ved overføring etter første ledd, dekkes ved forholdsmessig overføring fra overkursfondet og kompensasjonsfondet, og dernest ved nedsettelse av vedtektsfastsatt eierandelskapital etter § 2b-22, jf. § 2b-7."
                    ]
                },
                {
                    "name": "§ 2b-21",
                    "title": "Avvikling av institusjonen",
                    "sections": [
                        "Ved avvikling av finansinstitusjonen skal den del av eierandelskapitalen og overkursfondet som er tilbake etter at alle kreditorer har fått fullt oppgjør, fordeles forholdsmessig mellom eierne av egenkapitalbevis."
                    ]
                },
                {
                    "name": "§ 2b-22",
                    "title": "Nedsettelse av eierandelskapitalen",
                    "sections": [
                        "(1) Generalforsamlingen kan med flertall som for vedtektsendring treffe vedtak om å nedsette vedtektsfastsatt eierandelskapital helt eller delvis. Allmennaksjeloven §§ 12-1 annet ledd til 12-7 gjelder tilsvarende, likevel slik at det beløp nedsettingen gjelder bare kan benyttes til:",
                        "a)dekning av underskudd som ikke kan dekkes på annen måte etter reglene i § 2b-20,",
                        "b)utdeling til eierne av egenkapitalbevis,",
                        "c)sletting av egenkapitalbevis eiet av finansinstitusjonen,",
                        "d)avsetning til overkursfondet og kompensasjonsfondet.",
                        "(2) Det kan fastsettes i vedtektene at vedtak om å nedsette eierandelskapitalen helt eller delvis med utdeling til eierne av egenkapitalbevis, krever at flertallet i generalforsamlingen også omfatter minst to tredeler av de stemmer som avgis av, eller av medlemmer valgt av, eierne av egenkapitalbevis.",
                        "(3) Vedtak om nedsettelse av eierandelskapitalen krever godkjennelse av Kredittilsynet etter reglene i § 2b-7."
                    ]
                },
                {
                    "name": "§ 2b-23",
                    "title": "Forhøyelse av eierandelskapitalen",
                    "sections": [
                        "(1) Generalforsamlingen kan med flertall som for vedtektsendring beslutte at eierandelskapitalen skal forhøyes ved nytegning eller ved konvertering av grunnfondskapital til eierandelskapital. Allmennaksjeloven §§ 10-1 til 10-3 og 10-6 til 10-13 gjelder tilsvarende.",
                        "(2) Generalforsamlingen kan også gi styret fullmakt til å utstede egenkapitalbevis. § 2b-9 annet ledd gjelder tilsvarende.",
                        "(3) Ved forhøyelse av eierandelskapitalen har eierne av egenkapitalbevis fortrinnsrett til å tegne de nye egenkapitalbevisene i samme forhold som de fra før eier egenkapitalbevis utstedt av institusjonen. Dette gjelder ikke egenkapitalbevis som utstedes etter § 2b-2 annet ledd, eller egenkapitalbevis som skal tegnes eller avhendes mot vederlag som nevnt i § 2b-3 annet ledd.",
                        "(4) Det kan fastsettes i vedtektene at vedtak om forhøyelse av eierandelskapitalen ved utstedelse av nye egenkapitalbevis, herunder beslutning om kursforhold eller fravikelse av eller unntak fra fortrinnrett som nevnt i tredje ledd, og vedtak etter annet ledd om fullmakt til styret til å utstede nye egenkapitalbevis, krever at flertallet i generalforsamlingen også omfatter minst to tredeler av de stemmer som avgis av, eller av medlemmer valgt av, eierne av egenkapitalbevis.",
                        "(5) Generalforsamlingen kan med flertall som for vedtektsendring treffe vedtak om at eierandelskapitalen skal forhøyes ved fondsemisjon ved overføring av midler som kan utdeles som utbytte til eierandelskapitalen eller midler i overkursfondet. Allmennaksjeloven §§ 10-20 tredje ledd og 10-21 til 10-23 gjelder tilsvarende.",
                        "(6) Vedtak om forhøyelse av eierandelskapitalen skal godkjennes av Kredittilsynet etter § 2b-9 tredje ledd. Kredittilsynet kan i særlige tilfelle nekte å godkjenne gjennomføringen av en kapitalforhøyelse dersom egenkapitalbevis utstedes til en kurs som klart må antas å avvike fra virkelige verdi."
                    ]
                },
                {
                    "name": "§ 2b-24",
                    "title": "Tegningsretter",
                    "sections": [
                        "(1) Generalforsamlingen kan med flertall som for vedtektsendring beslutte at institusjonen skal utstede tegningsretter som gir eierne rett til senere å kreve utstedt egenkapitalbevis. Vedtaket skal godkjennes av Kredittilsynet. For institusjon som har eierandelskapital, gjelder § 2b-23 tredje og fjerde ledd tilsvarende. Utøves slike tegningsretter, forhøyes eierandelskapitalen uten ny beslutning fra generalforsamlingen.",
                        "(2) § 2b-12 om tegning og registrering av tegningsretter gjelder tilsvarende. Det beløp som betales for tegningsrettene, fordeles etter § 2b-14. For øvrig gjelder allmennaksjeloven §§ 11-12 og 11-13 tilsvarende."
                    ]
                },
                {
                    "name": "§ 2b-25",
                    "title": "Lån med rett til å kreve egenkapitalbevis utstedt",
                    "sections": [
                        "(1) Institusjonen kan ved avtale om lån gi långiver rett til å kreve utstedt egenkapitalbevis mot innskudd i penger eller konvertering av lånekapital. Allmennaksjeloven §§ 11-2 til 11-7 gjelder tilsvarende så langt de passer.",
                        "(2) Vedtak eller fullmakt til å oppta lån etter første ledd treffes av generalforsamlingen med flertall som for vedtektsendring. For institusjon som har eierandelskapital, gjelder § 2b-23 tredje og fjerde ledd tilsvarende. Vedtaket skal godkjennes av Kredittilsynet."
                    ]
                }
            ]
        },
        {
            "name": "III. Øvrige bestemmelser",
            "paragraphs": [
                {
                    "name": "§ 2b-26",
                    "title": "Generalforsamling",
                    "sections": [
                        "(1) Som generalforsamling regnes i kapitlet her og i kapittel 2c generalforsamling i gjensidig forsikringsselskap, samt forstanderskap i sparebank og representantskap i kredittforening.",
                        "(2) Reglene om innkalling og møter i generalforsamlingen i allmennaksjeloven §§ 5-5 til 5-16 gjelder tilsvarende for institusjoner som ikke er organisert i aksjeselskaps form.",
                        "(3) Hvert medlem i generalforsamlingen har en stemme med mindre annet følger av loven eller vedtektene. En beslutning krever flertall av de avgitte stemmer. For øvrig gjelder bestemmelsene i allmennaksjeloven §§ 5-2, 5-3, 5-4 første ledd første og annet punktum, tredje og fjerde ledd, og 5-17 tilsvarende.",
                        "(4) Beslutning om å endre vedtektene krever tilslutning fra minst to tredeler av de avgitte stemmene. Det kan i vedtektene fastsettes strengere flertallskrav.",
                        "(5) Allmennaksjeloven §§ 5-21 til 5-27 gjelder tilsvarende. Et medlem av generalforsamlingen kan utøve den rett som tilkommer aksjeeier etter allmennaksjeloven §§ 5-22 og 5-25.",
                        "(6) Kredittilsynet trer i tingrettens sted ved utøvelse av myndighet som nevnt i allmennaksjeloven i §§ 5-8 annet ledd, 5-12 annet ledd, 5-26 og 5-27 annet ledd."
                    ]
                },
                {
                    "name": "§ 2b-27",
                    "title": "Overskudd i finansinstitusjon uten eierandelskapital",
                    "sections": [
                        "(1) Årets overskudd i finansinstitusjon som ikke er organisert i aksjeselskaps form og som ikke har utstedt egenkapitalbevis, tilordnes institusjonens grunnfondskapital, med mindre det i vedtektene er fastsatt at overskuddsmidler skal kunne disponeres som utbyttemidler og benyttes til gaver til allmennyttige formål eller et fond for slike gaver, til gave til en stiftelse med allmennnyttig formål, eller til utbytte til forsikringstakere eller andre kunder. Ved beregningen av årets overskudd gjelder § 2b-18 første ledd tilsvarende.",
                        "(2) Generalforsamlingen fastsetter etter at styret har lagt frem forslag om utdeling eller annen anvendelse av årets overskudd, hvor stor del av årets overskudd som skal kunne disponeres som utbyttemidler i henhold til vedtektsbestemmelser som nevnt i første ledd. I det enkelte år kan det ikke i noe tilfelle disponeres mer av overskuddet til slike formål enn det som er forenlig med forsiktig og god forretningsskikk under tilbørlig hensyn til tap som måtte være inntruffet etter regnskapsårets avslutning, eller som må påregnes å ville inntreffe.",
                        "(3) Kredittilsynet kan, når hensynet til institusjonens soliditet tilsier det, gi pålegg om at årets overskudd i stedet helt eller delvis skal benyttes til å styrke institusjonens soliditet."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2c. Struktur- og foretaksendringer i finansinstitusjoner som ikke er organisert i aksjeselskaps form",
            "paragraphs": []
        },
        {
            "name": "I. Sammenslåing og deling",
            "paragraphs": [
                {
                    "name": "§ 2c-1",
                    "title": "Virkeområde",
                    "sections": [
                        "(1) Bestemmelsene i dette avsnitt gjelder sammenslåing og deling av finansinstitusjon som ikke er organisert i aksjeselskaps form. Bestemmelsene gjelder også ved sammenslåing av virksomhet i en finansinstitusjon som ikke er organisert i aksjeselskaps form, og en finansinstitusjon som er organisert etter aksjelovgivningen.",
                        "(2) Likt med sammenslåing og deling regnes avhendelse og overtagelse av en stor og avgrenset del av en finansinstitusjons virksomhet med tilhørende eiendeler og forpliktelser. Kongen avgjør i tvilstilfelle om avhendelsen eller overtagelsen omfatter en stor del av virksomheten og eiendelene.",
                        "(3) Kongen kan fastsette nærmere regler om sammenslåing og deling av finansinstitusjon som ikke er organisert i aksjeselskaps form, herunder om:",
                        "a)virksomheten til finansinstitusjon opprettet som følge av sammenslåingen eller delingen,",
                        "b)organisering og virksomhet til finansstiftelse som opprettes ved sammenslåingen eller delingen."
                    ]
                },
                {
                    "name": "§ 2c-2",
                    "title": "Tillatelse. Vedtekter",
                    "sections": [
                        "(1) Sammenslåing og deling av finansinstitusjon og opprettelse av finansstiftelse etter reglene i avsnittet her kan bare gjennomføres i henhold til tillatelse gitt av Kongen. Bestemmelsene i § 3-3 annet til syvende ledd gjelder tilsvarende for søknader om tillatelse. Tillatelse til finansinstitusjon som stiftes i forbindelse med sammenslåingen eller delingen, meddeles etter ellers gjeldende regler.",
                        "(2) I tilfelle av sammenslåing som innebærer at virksomheten i en sparebank skal overdras til en bank organisert i aksjeselskaps form, gjelder § 2c-13 tredje ledd tilsvarende.",
                        "(3) Vedtektsendringer i forbindelse med sammenslåingen eller delingen skal godkjennes av Kongen. Det samme gjelder vedtekter for finansinstitusjon eller finansstiftelse som opprettes som følge av sammenslåing eller delingen."
                    ]
                },
                {
                    "name": "§ 2c-3",
                    "title": "Vedtak om sammenslåing eller deling",
                    "sections": [
                        "(1) Vedtak om sammenslåing eller deling av finansinstitusjon som ikke er organisert i aksjeselskaps form, treffes av generalforsamlingen med flertall som for vedtektsendring. Det kan fastsettes i vedtektene at vedtak om sammenslåing eller deling av finansinstitusjon krever at flertallet i generalforsamlingen også omfatter minst to tredeler av de stemmer som avgis av, eller av medlemmer valgt av, eierne av egenkapitalbevis.",
                        "(2) Finansinstitusjoner som skal slås sammen, skal utarbeide en felles plan for sammenslåingen. I det enkelte foretak treffes vedtaket om sammenslåing ved at generalforsamlingen godkjenner planen. Allmennaksjeloven §§ 13-3, 13-4, 13-6 til 13-11 og 13-13 gjelder tilsvarende så langt de passer for institusjon som ikke er organisert i aksjeselskaps form.",
                        "(3) Ved deling av en finansinstitusjon som ikke er organisert i aksjeselskaps form, skal det utarbeides en delingsplan. Allmennaksjeloven §§ 14-3 til 14-5 gjelder tilsvarende så langt de passer. Vedtak om deling treffes ved at generalforsamlingen godkjenner planen.",
                        "(4) Utkast til stiftelsesdokument med vedtekter for foretak og finansstiftelse som skal opprettes ved sammenslåingen eller delingen, skal fremlegges for generalforsamlingen ved behandling av plan som nevnt i annet eller tredje ledd. Stiftelsesdokumentene skal angi hvem som skal være styremedlemmer og revisor inntil valg er foretatt av generalforsamlingen, og skal vedlegges åpningsbalanse utarbeidet etter regler som nevnt i allmennaksjeloven § 2-8.",
                        "(5) Kundene i finansinstitusjon som skal slås sammen eller deles, skal uten ugrunnet opphold gis informasjon om vedtaket og om hva dette betyr for kundenes rettigheter og sikkerhet. Medfører vedtaket endringer av betydning for kundene, skal det også gis opplysning om kundenes rett til å avslutte kundeforholdet."
                    ]
                },
                {
                    "name": "§ 2c-4",
                    "title": "Opprettelse av finansstiftelse. Disponering av utbyttemidler mv.",
                    "sections": [
                        "(1) Er det i planen for sammenslåing eller deling etter § 2c-3 annet eller tredje ledd fastsatt at en institusjon skal utstede egenkapitalbevis ved konvertering av grunnfondskapital til eierandelskapital etter § 2b-2 annet ledd, skal egenkapitalbevis som ikke skal avhendes som vederlag etter § 2b-3 annet ledd, overføres til en finansstiftelse opprettet av institusjonen. Egenkapitalbevis som en institusjon skal motta etter tegning eller som vederlag ved overdragelse av sin virksomhet helt eller delvis, skal overføres til en finansstiftelse opprettet av institusjonen. Reglene i §§ 2-2 til 2-6 gjelder ikke ved overføring av de egenkapitalbevis som skal overtas av finansstiftelse som nevnt.",
                        "(2) Dersom en eller flere av de finansinstitusjoner som deltar ved sammenslåing eller deling har eierandelskapital, skal planen for sammenslåingen eller delingen angi bytteforholdet mellom egenkapitalbevisene og egenkapitalbevis som skal utstedes av den overtagende institusjon.",
                        "(3) Når to eller flere sparebanker slås sammen til en sparebank uten utstedelse av egenkapitalbevis, kan det i planen for sammenslåingen i stedet fastsettes at vedtektene for den sammenslåtte banken skal inneholde bestemmelser som angir hvor stor del av utbyttemidlene i et år etter §§ 2b-18 femte ledd eller 2b-27 annet ledd som skal disponeres til allmennyttige formål innenfor de enkelte områder hvor hver av bankene som omfattes av sammenslåingen har drevet det vesentligste av sin virksomhet. Planen for sammenslåing kan også fastsette at den samme fordelingsnøkkel skal legges til grunn ved disponeringen av egenkapitalen i den sammenslåtte banken dersom denne senere besluttes avviklet.",
                        "(4) I tilfelle av sammenslåing som innebærer at virksomheten i en finansinstitusjon som ikke er organisert i aksjeselskaps form, overdras til en annen finansinstitusjon organisert i aksjeselskaps form, disponeres vederlaget og annen gjenværende kapital etter reglene i §§ 2c-11 eller 2c-12."
                    ]
                },
                {
                    "name": "§ 2c-5",
                    "title": "Meldinger til Foretaksregisteret. Kreditorvarsel",
                    "sections": [
                        "(1) Senest én måned etter at planen for sammenslåing eller deling er godkjent etter § 2c-3, skal Foretaksregisteret gis melding om sammenslåingen eller delingen.",
                        "(2) Bestemmelsene om kunngjøring og kreditorvarsel i allmennaksjeloven §§ 13-14 til 13-16 og 14-7 gjelder tilsvarende.",
                        "(3) Melding om stiftelsen av foretak eller finansstiftelse som skal opprettes som følge av vedtak etter § 2c-3, skal innen tre måneder sendes til Foretaksregisteret. Registerføreren skal kontrollere at tillatelse er gitt, og at vedtekter er godkjent."
                    ]
                },
                {
                    "name": "§ 2c-6",
                    "title": "Melding om ikrafttreden. Gjennomføring",
                    "sections": [
                        "(1) Når fristen fastsatt i kreditorvarselet er utløpt og forholdet til de kreditorer som i tilfelle har fremsatt innsigelse er avklart, skal det gis melding til Foretaksregisteret om at sammenslåingen eller delingen skal tre i kraft. Registerføreren skal kontrollere at det er gitt tillatelse og godkjennelse av vedtekter etter bestemmelsene i § 2c-2.",
                        "(2) Når sammenslåingen og delingen er registrert i Foretaksregisteret, trer sammenslåingen eller delingen i kraft og kan gjennomføres. Allmennaksjeloven §§ 13-17 til 13-19, 14-8 og 14-9 gjelder tilsvarende."
                    ]
                },
                {
                    "name": "§ 2c-7",
                    "title": "Ugyldig sammenslåing eller deling",
                    "sections": [
                        "I tilfelle av søksmål med påstand om at en beslutning om sammenslåing eller deling etter reglene i dette avsnitt er ugyldig, gjelder allmennaksjeloven §§ 13-20 til 13-23 og 14-10 tilsvarende. Bestemmelsene i § 2b-26 femte ledd gjelder tilsvarende."
                    ]
                }
            ]
        },
        {
            "name": "II. Avvikling",
            "paragraphs": [
                {
                    "name": "§ 2c-8",
                    "title": "Vedtak om avvikling",
                    "sections": [
                        "(1) Vedtak om avvikling av en finansinstitusjon som ikke er organisert i aksjeselskaps form, treffes av generalforsamlingen med flertall som for vedtektsendring, med mindre annet følger av lov. Styret skal forelegge generalforsamlingen en avviklingsplan. Forutsetter planen opprettelse av stiftelse som nevnt i § 2c-12, gjelder § 2c-3 fjerde ledd tilsvarende.",
                        "(2) Vedtaket kan ikke settes i verk uten etter tillatelse gitt av Kongen, som kan sette vilkår i godkjennelsen. Stiftelse som nevnt i § 2c-12 kan bare opprettes i henhold til særskilt tillatelse. Søknad om avvikling etter første ledd skal inneholde de opplysninger som må anses å være av betydning for søknaden.",
                        "(3) Treffer Kongen vedtak om å tilbakekalle en finansinstitusjons tillatelse, skal foretakets styre straks iverksette avvikling.",
                        "(4) Kongen kan gi nærmere regler om avvikling etter paragrafen her."
                    ]
                },
                {
                    "name": "§ 2c-9",
                    "title": "Registrering. Kreditorvarsel",
                    "sections": [
                        "(1) Vedtak om avvikling av finansinstitusjonen etter § 2c-8 skal meldes til Foretaksregisteret.",
                        "(2) Foretaksregisteret skal kunngjøre vedtaket med kreditorvarsel. Allmennaksjeloven § 16-4 gjelder tilsvarende.",
                        "(3) § 2c-3 femte ledd gjelder tilsvarende."
                    ]
                },
                {
                    "name": "§ 2c-10",
                    "title": "Avviklingsstyre mv.",
                    "sections": [
                        "(1) Skal en finansinstitusjon avvikle sin virksomhet etter § 2c-8, oppnevner Kredittilsynet et avviklingsstyre som trer i stedet for foretakets styre og daglig leder.",
                        "(2) For avviklingsstyret gjelder bestemmelsene i allmennaksjeloven §§ 6-12 til 6-34 om foretakets styre og daglig leder tilsvarende.",
                        "(3) Allmennaksjeloven §§ 16-5 til 16-8 gjelder tilsvarende. Avviklingsstyret kan i samsvar med forsikringsvirksomhetsloven § 13-3 inngå avtale med annet forsikringsselskap om overføring av hele forsikringsbestanden. For øvrig gjelder allmennaksjeloven §§ 16-9 til 16-14 tilsvarende så langt de passer ved avvikling av finansinstitusjon som ikke er organisert i aksjeselskaps form. Kredittilsynet trer i tingrettens sted ved anvendelsen av aksjeloven § 16-14.",
                        "(4) Kredittilsynet kan fastsette nærmere regler for avviklingen."
                    ]
                },
                {
                    "name": "§ 2c-11",
                    "title": "Disponering av egenkapitalen",
                    "sections": [
                        "Ved avvikling av en finansinstitusjon som ikke er organisert i aksjeselskaps form, skal den del av grunnfondskapitalen som er tilbake etter at alle kreditorer har fått fullt oppgjør og eierandelskapitalen er fordelt etter § 2b-21, disponeres som fastsatt i vedtektene, med mindre annet følger av § 2c-12 eller Kongen ut fra allmenne hensyn eller ut fra hensynet til institusjonens kunder fastsetter noe annet."
                    ]
                },
                {
                    "name": "§ 2c-12",
                    "title": "Særlige regler for sparebanker",
                    "sections": [
                        "(1) Skal en sparebank avvikles etter at virksomheten er overdratt til en annen bank, skal egenkapitalen i sparebanken etter at alle forpliktelser er dekket, herunder forpliktelser etter planen for sammenslåingen, overføres til en eller flere stiftelser, i tilfelle i samsvar med bestemmelser i vedtektene. Reglene om finansstiftelser i §§ 2d-1 første og annet ledd, 2d-2, 2d-3, 2d-4, 2d-5 og reglene om sparebankstiftelser i § 2d-8 tredje ledd gjelder tilsvarende.",
                        "(2) Skal en sparebank avvikles etter at virksomheten er overdratt til en annen bank, og egenkapital overføres til en eller flere stiftelser etter første ledd, gjelder reglene om sparebankstiftelser i §§ 2d-6 til 2d-9 for stiftelse som mottar eller er forpliktet til å erverve aksjer eller egenkapitalbevis i den bank som virksomheten er overdratt til, eller det holdingselskap som er morselskap i det finanskonsern banken inngår i.",
                        "(3) Bestemmelsene i første ledd gjelder tilsvarende dersom en sparebank avvikles i andre tilfeller."
                    ]
                }
            ]
        },
        {
            "name": "III. Omdanning",
            "paragraphs": [
                {
                    "name": "§ 2c-13",
                    "title": "Tillatelse mv.",
                    "sections": [
                        "(1) Sparebank, gjensidig forsikringsselskap og kredittforening kan omdannes til aksjeselskap eller allmennaksjeselskap etter reglene i avsnitt III.",
                        "(2) Omdanning og opprettelse av finansstiftelse etter reglene i avsnitt III kan bare foretas etter tillatelse gitt av Kongen. Bestemmelsene i § 3-3 annet til syvende ledd gjelder tilsvarende for søknader om tillatelse.",
                        "(3) Ved vurderingen av om det skal gis tillatelse til omdanning av sparebank, skal det blant annet legges vekt på at sparebanker som hovedregel bør være organisert som vanlig sparebank eller som sparebank med eierandelskapital. Det skal også legges vekt på virksomheten sparebanken har drevet i vedkommende kommune og i tilfelle om eller hvordan virksomheten vil bli videreført.",
                        "(4) Kongen kan fastsette nærmere regler om omdanning av finansinstitusjon nevnt i første ledd, herunder om:",
                        "a)virksomheten til aksjeselskap eller allmennaksjeselskap som stiftes ved omdanningen,",
                        "b)organisering og virksomhet til finansstiftelse som opprettes ved omdanningen."
                    ]
                },
                {
                    "name": "§ 2c-14",
                    "title": "Gjennomføring av omdanningen",
                    "sections": [
                        "(1) Omdanningen gjennomføres ved at finansinstitusjonens konsesjon, samt eiendeler og forpliktelser i sin helhet overføres til et nystiftet aksjeselskap eller allmennaksjeselskap. Kreditorer etter de overførte forpliktelser og eiere av egenkapitalbevis kan ikke kreve utløsning på grunn av omdanningen eller motsette seg omdanningen.",
                        "(2) Ved omdanningen skal det opprettes en finansstiftelse etter reglene i kapittel 2d som skal være eier av alle aksjene i det nye selskapet, med unntak av aksjer som tilordnes eiere av egenkapitalbevis etter § 2c-16 første ledd. Har den finansinstitusjon som omdannes tidligere opprettet en finansstiftelse som er undergitt reglene i kapittel 2d, kan Kongen samtykke i at alle aksjene i det nye selskapet, med unntak av aksjer som tilordnes eiere av egenkapitalbevis etter § 2c-16 første ledd, i stedet blir overført til denne finansstiftelsen. Reglene i §§ 2-2 til 2-6 gjelder ikke ved overføringen av de aksjer som etter vedtaket skal overtas av finansstiftelsen og eiere av egenkapitalbevis.",
                        "(3) Ved omdanning av gjensidig forsikringsselskap eller kredittforening kan Kongen i særlige tilfelle samtykke i at aksjer som ellers skulle overføres til finansstiftelsen, i stedet skal fordeles blant foretakets kunder ut fra kundeforholdenes art, omfang og varighet. I omdanningsvedtaket kan det fastsettes at kunder med rett til aksjer under en fastsatt grense i stedet skal gis oppgjør i penger. Kongen kan gi nærmere regler om fordelingen av aksjer mellom kundene. Reglene om prospektkrav ved offentlig tilbud i verdipapirhandelloven kapittel 7 gjelder tilsvarende.",
                        "(4) Medlemsansvar for tap ved virksomheten i forsikringsselskap eller kredittforening kan også gjøres gjeldende etter omdanningen. Nytt tilleggsansvar kan ikke pålegges etter omdanningen."
                    ]
                },
                {
                    "name": "§ 2c-15",
                    "title": "Omdanning til morselskap i finanskonsern",
                    "sections": [
                        "(1) Omdanning etter § 2c-14 kan også gjennomføres ved at det opprettes et aksjeselskap eller allmennaksjeselskap i form av et holdingselskap som skal være morselskap i et nytt finanskonsern, jf. § 2a-2 bokstav d. I så fall skal finansinstitusjonens virksomhet videreføres i et nystiftet datterselskap i konsernet.",
                        "(2) Ved omdanning etter første ledd kan det foretas fordeling av aksjene i holdingselskapet etter reglene i §§ 2c-14 annet og tredje ledd og 2c-16.",
                        "(3) Reglene i §§ 2a-10 til 2a-15 gjelder for holdingselskapet. Er omdanningen av en sparebank gjennomført etter første ledd, kan holdingselskapet foreta salg av aksjer i den bank som viderefører virksomheten i sparebanken, bare dersom sparebankstiftelsen som er opprettet ved omdanningen, har gitt samtykke etter vedtak i generalforsamlingen med flertall som for vedtektsendring."
                    ]
                },
                {
                    "name": "§ 2c-16",
                    "title": "Fordeling av aksjekapital og aksjer",
                    "sections": [
                        "(1) Ved omdanning av finansinstitusjon som har eierandelskapital, skal aksjekapitalen i det nye selskapet eller morselskapet fordeles mellom finansstiftelsen og eierne av egenkapitalbevis etter forholdet mellom grunnfondskapitalen etter § 2b-1 annet ledd med tillegg av kompensasjonsfondet, og eierandelskapitalen etter § 2b-1 tredje ledd med tillegg av overkursfondet.",
                        "(2) I omdanningsvedtaket kan det fastsettes at eiere av egenkapitalbevis med rett til aksjer under en fastsatt grense i stedet skal gis oppgjør i penger. Ved fordelingen av aksjer etter første ledd skal det i så fall gjøres et fradrag i eierandelskapitalen tilsvarende det beløp som skal utbetales til slike eiere av egenkapitalbevis."
                    ]
                },
                {
                    "name": "§ 2c-17",
                    "title": "Vedtak om omdanning",
                    "sections": [
                        "(1) Vedtak om omdanning av et finansforetak treffes av generalforsamlingen med flertall som for vedtektsendring, med mindre et særskilt flertallskrav er fastsatt for vedtak om omdanning. Det kan fastsettes i vedtektene at vedtak om omdanning krever at flertallet i generalforsamlingen også omfatter minst to tredeler av de stemmer som avgis av, eller av medlemmer valgt av, eierne av egenkapitalbevis. For øvrig gjelder bestemmelsene i § 2b-26 tilsvarende.",
                        "(2) Styret skal forelegge generalforsamlingen en plan for omdanningen som blant annet redegjør for formålet med omdanningen og angir retningslinjer for virksomheten i den omdannede finansinstitusjonen. Utkast til stiftelsesdokument med vedtekter for selskap og finansstiftelse som skal opprettes ved omdanningen, skal fremlegges for generalforsamlingen ved behandling av spørsmålet om omdanning. Stiftelsesdokumentet for finansstiftelsen skal angi hvem som skal være styremedlemmer og revisor inntil valg er foretatt av generalforsamlingen. Åpningsbalanse for stiftelsen utarbeidet etter reglene i allmennaksjeloven § 2-8, skal vedlegges stiftelsesdokumentet.",
                        "(3) Generalforsamlingens vedtak skal omfatte fordelingen av aksjer etter reglene i § 2c-16. Det samme gjelder i tilfelle retningslinjer for fordeling av aksjer mellom finansinstitusjonens kunder etter § 2c-14 tredje ledd."
                    ]
                },
                {
                    "name": "§ 2c-18",
                    "title": "Vedtekter. Registrering",
                    "sections": [
                        "(1) Vedtekter for selskap og finansstiftelse opprettet ved omdanningen skal være godkjent av Kongen.",
                        "(2) Melding om omdanningsvedtaket skal innen tre måneder sendes til Foretaksregisteret. Det samme gjelder melding om stiftelsen av selskap og finansstiftelse som opprettes ved omdanningen. Registerføreren skal kontrollere at tillatelse er gitt, og at vedtekter er godkjent."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2d. Finans- og sparebankstiftelser",
            "paragraphs": []
        },
        {
            "name": "I. Alminnelige regler for finansstiftelser",
            "paragraphs": [
                {
                    "name": "§ 2d-1",
                    "title": "Opprettelse. Tillatelse mv.",
                    "sections": [
                        "(1) En finansstiftelse anses opprettet når generalforsamlingen har godkjent stiftelsesdokumentet med vedtekter og truffet vedtak som nevnt i § 2b-2 annet og tredje ledd, jf. § 2b-3 annet ledd, og §§ 2c-4 eller 2c-12, eller omdanningsvedtak etter § 2c-17. Styremedlemmene i finansinstitusjonen regnes som opprettere.",
                        "(2) For finansstiftelser gjelder reglene om næringsstiftelser i stiftelsesloven tilsvarende så langt de passer såfremt annet ikke er fastsatt i eller i medhold av loven her. Kredittilsynet skal føre tilsyn med finansstiftelser og deres virksomhet etter reglene i kredittilsynsloven. Utgiftene ved tilsynet utlignes etter samme lov.",
                        "(3) Reglene om finansstiftelser i avsnitt I gjelder for sparebankstiftelser for så vidt ikke annet følger av reglene i eller i medhold av §§ 2d-6 til 2d-9.",
                        "(4) Kongen kan samtykke i at en stiftelse som er opprettet før loven trådte i kraft og som ved opprettelsen vederlagsfritt mottok grunnfondsbevis utstedt ved konvertering av grunnfondskapital, jf. § 2b-2 annet og tredje ledd, omdannes til finansstiftelse undergitt reglene i kapittel 2d."
                    ]
                },
                {
                    "name": "§ 2d-2",
                    "title": "Vedtekter",
                    "sections": [
                        "(1) Vedtektene for en finansstiftelse skal minst inneholde:",
                        "a)stiftelsens foretaksnavn,",
                        "b)kommunen hvor stiftelsen skal ha sitt forretningskontor,",
                        "c)stiftelsens formål og den virksomhet den skal drive,",
                        "d)stiftelsens grunnfondskapital og hvordan stiftelsens midler skal plasseres,",
                        "e)sammensetningen av generalforsamlingen og valg av medlemmer, samt reglene om stemmerett, inhabilitet og i tilfelle det høyeste antall stemmer som kan avgis av et medlem,",
                        "f)når generalforsamling skal holdes, hvilke saker som skal behandles, og flertallskrav som skal gjelde for beslutninger,",
                        "g)antallet eller laveste eller høyeste antall av styremedlemmer, og regler for valg av styremedlemmer,",
                        "h)hvilke andre organer stiftelsen skal ha og hvilken oppgave og myndighet disse skal ha,",
                        "i)anvendelsen av årets overskudd og dekning av underskudd,",
                        "j)om stiftelsen skal ha adgang til å utstede egenkapitalbevis,",
                        "k)regler om vedtektsendringer,",
                        "l)avvikling av stiftelsen og disponering av formuen ved avvikling.",
                        "(2) Vedtektene og vedtektsendringer skal godkjennes av Kredittilsynet."
                    ]
                },
                {
                    "name": "§ 2d-3",
                    "title": "Organer",
                    "sections": [
                        "(1) Finansstiftelsen skal ha egen generalforsamling som sammensettes og velges etter nærmere bestemmelser i vedtektene. Det skal legges vekt på at medlemmene av generalforsamlingen samlet avspeiler kundestrukturen i finansinstitusjon opprettet ved omdanningen, andre interessegrupper og samfunnsmessige interesser knyttet til stiftelsens virksomhet.",
                        "(2) Generalforsamlingen innkalles av styret. Et medlem har rett til å få behandlet en sak meldt skriftlig til styret innen én uke før møtet i generalforsamlingen holdes. Bestemmelsene om generalforsamlingen i § 2b-26 gjelder tilsvarende. Generalforsamlingen velger revisor og godkjenner revisors godtgjørelse.",
                        "(3) Stiftelsen skal ha eget styre som er valgt av generalforsamlingen i samsvar med de grupper som er representert i generalforsamlingen. Stiftelsen kan ha daglig leder tilsatt av styret. Allmennaksjeloven §§ 6-27 til 6-34 gjelder tilsvarende.",
                        "(4) Ansatte og tillitsvalgte i stiftelsen kan ikke være ansatt eller tillitsvalgt i den finansinstitusjon som har etablert stiftelsen etter reglene i § 2d-1, eller annet selskap i samme konsern. Dette er ikke til hinder for at stiftelsen i samsvar med omfanget av sine eierinteresser i finansinstitusjonen foreslår og får valgt personer som skal representere stiftelsen i generalforsamlingen, styret og andre organer i finansinstitusjonen. Personer som er ansatt eller tillitsvalgt i finansstiftelser med eierandel i finansinstitusjonen kan likevel ikke utgjøre mer enn en tredel av medlemmene i generalforsamlingen og styret i finansinstitusjonen. Kredittilsynet kan i særlige tilfelle gjøre unntak fra dette."
                    ]
                },
                {
                    "name": "§ 2d-4",
                    "title": "Finansstiftelsens virksomhet",
                    "sections": [
                        "(1) Finansstiftelsen forvalter egenkapitalbevis eller aksjer som ble tilført stiftelsen i forbindelse med opprettelsen og midler som mottas som utbetaling på egenkapitalbevis eller aksjer, herunder eierandeler ervervet ved ombytting av slike eierandeler. Stiftelsen kan utøve tegningsrettigheter og tegne, kjøpe eller selge slike egenkapitalbevis eller aksjer. For øvrig skal stiftelsen forvalte sin kapital på forsvarlig måte i samsvar med de plasseringsregler som vedtektene fastsetter.",
                        "(2) Bestemmelsene om disponering av overskudd og utdeling av utbyttemidler i § 2b-27 gjelder tilsvarende. Har stiftelsen utstedt egne egenkapitalbevis, gjelder dette bare overskudd som er tilordnet grunnfondskapitalen etter § 2b-18.",
                        "(3) Generalforsamlingen kan med flertall som for vedtektsendring og med samtykke av Kredittilsynet treffe vedtak om nedsetting av grunnfondskapitalen. Bestemmelsene i allmennaksjeloven §§ 12-1 annet ledd til 12-7 gjelder tilsvarende, likevel slik at det beløp nedsettingen gjelder bare kan benyttes til:",
                        "a)dekning av underskudd som ikke kan dekkes på annen måte, eller",
                        "b)utdeling av utbyttemidler i samsvar med bestemmelser i vedtektene.",
                        "(4) Stiftelsen kan etter vedtak med flertall som for vedtektsendring og med samtykke av Kredittilsynet utstede egenkapitalbevis etter reglene i §§ 2b-2 og 2b-3 for å tegne eller kjøpe egenkapitalbevis eller aksjer som nevnt i første ledd. Bestemmelsene i §§ 2b-7 til 2b-23 gjelder tilsvarende.",
                        "(5) Kongen kan gi nærmere regler om finansstiftelser og deres virksomhet."
                    ]
                },
                {
                    "name": "§ 2d-5",
                    "title": "Sammenslåing, avvikling mv.",
                    "sections": [
                        "(1) Generalforsamlingen kan med flertall som for vedtektsendring vedta avvikling av finansstiftelsen eller at stiftelsen skal slås sammen med annen finansstiftelse. Vedtaket krever godkjennelse av Kongen. Kongen kan beslutte at stiftelsen skal avvikles dersom forutsetningene for dens virksomhet er vesentlig endret.",
                        "(2) Ved avvikling skal formuen disponeres som fastsatt i vedtektene, med mindre Kongen ut fra allmenne hensyn eller ut fra hensynet til det omdannede finansforetaket eller dets kunder fastsetter noe annet.",
                        "(3) Kredittilsynet treffer vedtak om en finansstiftelse skal være undergitt tilsyn av Stiftelsestilsynet etter reglene i stiftelsesloven dersom:",
                        "a)finansstiftelsens eierandel er mindre enn en tidel av summen av grunnfondskapitalen og eierandelskapitalen eller av aksjene i finansinstitusjonen eller morselskapet i det finanskonsern institusjonen inngår, og",
                        "b)Kredittilsynet finner at størrelsen av finansstiftelsens samlede eierandel ikke vil gi grunnlag for slik innflytelse på virksomheten i finansinstitusjonen eller morselskapet at det, ut fra de hensyn finanslovgivningen skal ivareta, er påkrevd at finansstiftelsen fortsatt er undergitt bestemmelsene i dette kapittel og tilsyn av Kredittilsynet.",
                        "(4) Kongen kan gi nærmere regler om sammenslåing og avvikling av finansstiftelser."
                    ]
                }
            ]
        },
        {
            "name": "II. Særlige regler for sparebankstiftelser",
            "paragraphs": [
                {
                    "name": "§ 2d-6",
                    "title": "Sparebankstiftelser",
                    "sections": [
                        "(1) Som sparebankstiftelse regnes finansstiftelse som er opprettet av en sparebank etter reglene i §§ 2b-2 annet og tredje ledd, 2c-4 eller 2c-12, eller ved omdanningsvedtak etter § 2c-17.",
                        "(2) Sparebankstiftelser skal benytte ordet «sparebankstiftelse» i sitt foretaksnavn. For sparebankstiftelser gjelder reglene i §§ 2d-1 til 2d-5 for så vidt annet ikke er fastsatt i §§ 2d-7 til 2d-9.",
                        "(3) Kongen kan gi nærmere regler om sparebankstiftelser og deres virksomhet."
                    ]
                },
                {
                    "name": "§ 2d-7",
                    "title": "Vedtekter. Generalforsamling",
                    "sections": [
                        "(1) I vedtektene for en sparebankstiftelse skal det fastsettes at stiftelsen skal videreføre sparebanktradisjonene og ha et langsiktig og stabilt formål med sitt eierskap i sparebanken eller den omdannede banken, eller i det holdingselskap som er morselskap i det finanskonsern banken inngår i. Tilsvarende gjelder i forhold til eierandeler ervervet i annen bank ved ombytting av slike eierandeler i tilfelle av sammenslåing av den sparebank som opprettet stiftelsen, og en annen bank.",
                        "(2) Vedtektenes bestemmelser om generalforsamlingens sammensetning og valg av medlemmer skal samlet avspeile kundestrukturen i den sparebank som opprettet stiftelsen, andre interessegrupper og samfunnsmessige interesser knyttet til sparebankstiftelsens virksomhet.",
                        "(3) Bestemmelsene i § 2b-26 om generalforsamlingen gjelder tilsvarende for sparebankstiftelser. I vedtektene kan det fastsettes strengere flertallskrav for vedtektsendringer og grense for det antall stemmer et medlem kan avgi på generalforsamlingen."
                    ]
                },
                {
                    "name": "§ 2d-8",
                    "title": "Sparebankstiftelsers virksomhet",
                    "sections": [
                        "(1) En sparebankstiftelse kan utstede egenkapitalbevis etter reglene i § 2d-4 fjerde ledd. Stiftelsen kan også ta opp lån tilsvarende inntil 10 prosent av stiftelsens egenkapital. Vedtak om opptak av lån treffes av generalforsamlingen med flertall som for vedtektsendring.",
                        "(2) Vedtak om salg av egenkapitalbevis eller aksjer tilført sparebankstiftelsen da den ble opprettet, treffes av generalforsamlingen med flertall som for vedtektsendring, med mindre det i vedtektene er fastsatt strengere flertallskrav. Det samme gjelder egenkapitalbevis eller aksjer ervervet ved ombytting av slike aksjer og egenkapitalbevis i tilfelle av sammenslåing av finansinstitusjoner. Midler som frigjøres ved salget kan etter vedtektsendring om nedsettelse av grunnfondskapitalen disponeres som overskuddsmidler etter tredje ledd.",
                        "(3) En sparebankstiftelse kan etter reglene i § 2b-27 benytte årets overskudd til gaver til allmennnyttige formål, særlig for å fremme utviklingen i områder hvor den kapital som er tilført stiftelsen da den ble opprettet er frembrakt, eller til avsetning til et gavefond med samme formål. Har stiftelsen utstedt eierandelskapital, gjelder dette bare overskudd som er tilordnet grunnfondskapitalen etter § 2b-18."
                    ]
                },
                {
                    "name": "§ 2d-9",
                    "title": "Sammenslåing, avvikling mv. av sparebankstiftelser",
                    "sections": [
                        "(1) Bestemmelsene om avvikling og sammenslåing i § 2d-5 første og annet ledd gjelder tilsvarende for sparebankstiftelser.",
                        "(2) Bestemmelsene i § 2d-5 tredje ledd gjelder også for sparebankstiftelser, likevel slik at en sparebankstiftelses samlede eierandel i en bank anses også å omfatte aksjer eller egenkapitalbevis som eies av annen sparebankstiftelse som stiftelsen har vedtektsfestet samarbeid med.",
                        "(3) Kongen kan gi nærmere regler om sammenslåing og avvikling av sparebankstiftelser."
                    ]
                },
                {
                    "name": "§ 2d-10",
                    "title": "Overgangsregler",
                    "sections": [
                        "(1) Har foretaket overkursfond på det tidspunkt loven trer i kraft, skal midlene i overkursfondet regnes som overkursfond i forhold til § 2b-1 fjerde ledd.",
                        "(2) Forskrift 7. februar 2001 nr. 108 om grunnfondsbevis i sparebanker, kredittforeninger og gjensidige forsikringsselskaper § 25 skal fortsatt gjelde for grunnfondsbeviskapital som en finansinstitusjon har på det tidspunkt loven trer i kraft, med mindre vedtak om fusjon er truffet av generalforsamlingen med et flertall som kreves ved vedtektsendring og som også omfatter minst to tredeler av de stemmer som avgis av, eller på vegne av, grunnfondsbeviseierne.",
                        "§ 3-6 annet ledd første punktum skal lyde:",
                        "Er foretaket organisert på annen måte enn som aksjeselskap eller allmennaksjeselskap, gjelder reglene i kapittel 2c.",
                        "I lov 10. juni 2005 nr. 44 om forsikringsselskaper, pensjonsforetak og deres virksomhet mv. (forsikringsvirksomhetsloven) gjøres følgende endring:",
                        "§ 4-2 oppheves.",
                        "Loven gjelder fra den tid Kongen bestemmer. De enkelte bestemmelser kan settes i kraft til ulik tid. Kongen kan fastsette overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IVIkrafttredelse og overgangsregler",
            "paragraphs": []
        }
    ]
}