{
    "lawId": "LOV-2009-05-08-26",
    "lawName": "Lov om endringar i valgloven og kommuneloven (tidlegrøyster, valobservasjon mv.)",
    "shortName": "Endringslov til valgloven og kommuneloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 7-1",
                    "title": "Trykking av stemmesedler",
                    "sections": [
                        "(1) Ved stortingsvalg og fylkestingsvalg sørger fylkesvalgstyret for at det blir trykt stemmesedler for alle godkjente valglister i fylket før forhåndsstemmegivningen starter 10. august innenriks.",
                        "(2) Ved kommunestyrevalg sørger valgstyret for at det blir trykt stemmesedler for alle godkjente valglister i kommunen før forhåndsstemmegivningen starter 10. august innenriks.",
                        "§ 8-1 tredje ledd skal lyde:",
                        "(3) Velgeren er selv ansvarlig for å avgi forhåndsstemme på et tidspunkt som gjør at forhåndsstemmegivningen kommer inn til valgstyret innen valgdagen kl. 21.",
                        "§ 8-1 nytt fjerde ledd skal lyde:",
                        "(4) Velgere som oppholder seg innenriks, unntatt på Svalbard og Jan Mayen, og som ikke kan avgi stemme i perioden for forhåndsstemmegivning eller på valgtinget, kan henvende seg til kommunen og avgi stemme fra 1. juli og frem til forhåndsstemmegivningen starter 10. august i valgåret.",
                        "§ 9-2 annet ledd skal lyde:",
                        "(2) Kommunestyret kan selv, med tilslutning fra minst 1/3 av medlemmene, vedta at det på ett eller flere steder i kommunen skal holdes valg også søndagen før den offisielle valgdagen. Vedtaket må treffes senest samtidig med budsjettet for det året valget skal holdes.",
                        "§ 9-3 annet ledd skal lyde:",
                        "(2) Valgstyret bestemmer hvor stemmegivningen skal foregå og fastsetter tiden for stemmegivning. Kommunestyret kan selv, med tilslutning fra minst 1/3 av medlemmene, vedta å holde valglokalene åpne lenger enn det valgstyret har vedtatt. Slikt vedtak må treffes senest samtidig med budsjettet for det året valget skal holdes. Stemmegivningen mandag må ikke foregå senere enn kl. 21.",
                        "§ 9-9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-9",
                    "title": "Offentliggjøring av valgresultater og prognoser",
                    "sections": [
                        "Valgresultater og prognoser som er laget på grunnlag av undersøkelser foretatt den dag eller de dager valget foregår, kan ikke offentliggjøres før tidligst kl. 21 på valgdagen mandag.",
                        "§ 10-1 første ledd bokstav g skal lyde:",
                        "g)stemmegivningen er kommet inn til valgstyret innen kl. 21 på valgdagen.",
                        "Ny § 15-10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 15-10",
                    "title": "Valgobservasjon",
                    "sections": [
                        "(1) Departementet kan akkreditere nasjonale og internasjonale valgobservatører fra institusjoner eller organisasjoner til å observere gjennomføringen av valg til Stortinget eller valg til kommunestyrer og fylkesting.",
                        "(2) Kommunene har plikt til å ta imot akkrediterte valgobservatører og tilrettelegge for valgobservasjon.",
                        "Ny § 15-11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 15-11",
                    "title": "Overtredelsesgebyr",
                    "sections": [
                        "(1) Ved forsettlig eller uaktsom overtredelse av valgloven § 9-9 kan Medietilsynet ilegge foretak et overtredelsesgebyr på inntil 28 ganger grunnbeløpet i folketrygden. Med foretak menes her selskap, samvirkeforetak, forening eller annen sammenslutning, enkeltpersonforetak, stiftelse, bo eller offentlig virksomhet.",
                        "(2) Ved utmålingen av gebyret skal det særlig legges vekt på",
                        "a)overtredelsens grovhet,",
                        "b)om foretaket ved retningslinjer, instruksjon, opplæring, kontroll eller andre tiltak kunne ha forebygget overtredelsen,",
                        "c)om overtredelsen er begått for å fremme foretakets interesser,",
                        "d)om foretaket har hatt eller kunne oppnådd noen fordel ved overtredelsen,",
                        "e)om det foreligger gjentakelse, og",
                        "f)foretakets økonomiske evne.",
                        "(3) Overtredelsesgebyret tilfaller statskassen og er tvangsgrunnlag for utlegg.",
                        "(4) Kongen kan ikke gi Medietilsynet eller klagenemnda generelle instrukser om håndhevingen av bestemmelsen, og kan heller ikke gi pålegg om myndighetsutøvelsen i enkelttilfeller eller omgjøre vedtak.",
                        "(5) Vedtak om ilagt overtredelsesgebyr kan påklages til en uavhengig klagenemnd som oppnevnes av Kongen. Nemnda skal ha tre medlemmer. Kongen fastsetter hvem som skal være nemndas leder.",
                        "(6) Klagenemnda kan ikke omgjøre tilsynsorganets vedtak etter eget tiltak.",
                        "(7) Departementet kan i forskrift gi nærmere regler om gjennomføringen av bestemmelser i denne paragraf, herunder om oppnevning og sammensetning av klagenemnda, om inndrivelse av og betalingsfrist for gebyr.",
                        "I lov 25. september 1992 nr. 107 om kommuner og fylkeskommuner (kommuneloven) vert det gjort følgjande endringar:",
                        "§ 35 første ledd skal lyde:",
                        "1.Vedtak treffes med alminnelig flertall av de stemmer som avgis, hvis ikke annet følger av denne lov eller av valgloven § 9-2 annet ledd eller § 9-3 annet ledd.",
                        "Kapittel 6A overskrifta skal lyde:",
                        "I kapittel 6A skal ny § 39 b lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "Kapittel 6A. Innbyggerinitiativ og rådgivende lokale folkeavstemninger",
            "paragraphs": [
                {
                    "name": "§ 39 b",
                    "title": "Lokale folkeavstemninger",
                    "sections": [
                        "1.Kommunestyret eller fylkestinget kan selv bestemme at det skal avholdes rådgivende lokale folkeavstemninger.",
                        "2.Kommunene og fylkeskommunene plikter å rapportere de opplysninger som departementet finner er nødvendig for å offentliggjøre informasjon om lokale folkeavstemninger.",
                        "Lova gjeld frå den tid Kongen fastset.",
                        "For stortingsvalet i 2009 må vedtak etter § 9-2 annet ledd om todagars val og vedtak etter § 9-3 annet ledd om utvida opningstid vere fatta seinast 1. juni 2009."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}