{
    "lawId": "LOV-2009-04-03-18",
    "lawName": "Lov om endringer i lov 9. mars 1973 nr. 14 om vern mot tobakksskader",
    "shortName": "Endringslov til tobakksskadeloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Formålet med denne lov er å begrense de helseskader som bruk av tobakksvarer medfører.",
                        "§ 2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Definisjoner",
                    "sections": [
                        "Med tobakksvarer forstås i denne lov varer som kan røykes, innsnuses, suges eller tygges såfremt de helt eller delvis består av tobakk.",
                        "Med røykeutstyr forstås i denne lov varer som etter sitt formål hovedsakelig benyttes i forbindelse med tobakksvarer.",
                        "Med spesialforretning for tobakk menes utsalgssted som hovedsakelig selger tobakksvarer eller røykeutstyr.",
                        "§ 3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Geografisk virkeområde",
                    "sections": [
                        "Loven gjelder for Norge, herunder Svalbard og Jan Mayen.",
                        "Loven kommer til anvendelse for petroleumsvirksomhet til havs i den grad slik virksomhet omfattes av lov 17. juni 2005 nr. 62 om arbeidsmiljø, arbeidstid og stillingsvern mv. (arbeidsmiljøloven) § 1-3.",
                        "§ 4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Forbud mot tobakksreklame",
                    "sections": [
                        "Alle former for reklame for tobakksvarer er forbudt. Det samme gjelder for piper, sigarettpapir, sigarettrullere og annet røykeutstyr.",
                        "Tobakksvarer må ikke inngå i reklame for andre varer eller tjenester.",
                        "Et merke som hovedsakelig er kjent som et merke for tobakksvare kan ikke benyttes i reklame for andre varer eller tjenester, så lenge det aktuelle merke benyttes i forbindelse med en tobakksvare.",
                        "Tobakksvarer kan ikke lanseres ved hjelp av varemerker som er kjent som, eller i bruk som, merke for andre varer eller tjenester.",
                        "Kongen kan gi forskrifter om unntak fra reglene i denne paragraf.",
                        "§ 5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Forbud mot synlig oppstilling av tobakksvarer og røykeutstyr",
                    "sections": [
                        "Synlig oppstilling av tobakksvarer og røykeutstyr på utsalgssteder er forbudt. Tilsvarende gjelder for imitasjoner av slike varer og for automatkort som gir kunden adgang til å hente ut tobakksvarer eller røykeutstyr fra automat.",
                        "Forbudet i første ledd gjelder ikke for spesialforretninger for tobakk.",
                        "Det kan på utsalgssteder gis nøytrale opplysninger om pris, og om hvilke tobakksvarer som selges på stedet. Tilsvarende gjelder for røykeutstyr.",
                        "Departementet kan gi forskrifter om gjennomføring og utfylling av disse bestemmelser og gjøre unntak fra dem.",
                        "§ 6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Forbud mot gratis utdeling av tobakksvarer",
                    "sections": [
                        "Enhver form for gratis utdeling av tobakksvarer til forbruker fra en fysisk eller juridisk person som driver næringsvirksomhet, er forbudt.",
                        "§ 7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Forbud mot omsetning med rabatt",
                    "sections": [
                        "Det er forbudt å gi spesiell rabatt ved salg av tobakksvarer til forbruker.",
                        "§ 8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Forbud mot salg av tobakksvarer fra selvbetjent automat",
                    "sections": [
                        "Salg av tobakksvarer fra selvbetjent automat er forbudt. Forbudet omfatter ikke løsninger der kunden henter ut tobakksvarer fra automat med forhåndsbetalt automatkort.",
                        "Automatkort må ikke påføres vare- eller firmamerke eller andre kjennetegn for tobakksvarer. Automatkort kan kun påføres en nøytral skriftlig angivelse av varemerkenavnet på den aktuelle tobakksvaren.",
                        "Automater må ikke påføres vare- eller firmamerke eller andre kjennetegn for tobakksvarer. Det kan kun gis en nøytral, skriftlig angivelse av at innretningen er en automat for tobakksvarer.",
                        "Departementet kan gi forskrifter om gjennomføring og utfylling av disse bestemmelser.",
                        "§ 9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Krav til merking av tobakksvarer",
                    "sections": [
                        "Det er forbudt å føre inn i Norge, selge eller utdele tobakksvarer som ikke er merket med advarsel som peker på farene for helseskade ved bruk av slike. Tilsvarende skal sigarettpakker være merket med en innholdsdeklarasjon.",
                        "Det er forbudt å føre inn i Norge, selge eller utdele tobakksvarer som ved tekst, navn, varemerke, illustrasjoner eller andre tegn antyder at et spesielt tobakksprodukt er mindre helseskadelig enn andre.",
                        "Den som produserer eller selger tobakksvarer, kan ikke ved symbol eller tekst på pakninger gi egne opplysninger om de helsemessige konsekvenser ved å røyke.",
                        "Departementet gir nærmere forskrifter om merkingen etter denne paragraf.",
                        "§ 10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Tobakksvarers innhold",
                    "sections": [
                        "Departementet kan gi forskrifter om tobakksvarers innhold, herunder maksimalgrenser for bestanddeler, vekt, filter, innpakning mv.",
                        "§ 11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Aldersgrenser",
                    "sections": [
                        "Det er forbudt å selge eller overlate tobakksvarer eller imitasjoner som kan oppfordre til bruk av slike varer, til personer under 18 år. Er det tvil om kjøperens alder, kan salg bare finne sted dersom kjøperen dokumenterer å ha fylt 18 år.",
                        "Salg av tobakksvarer til forbruker kan bare foretas av personer over 18 år. Dette gjelder likevel ikke hvis en person over 18 år har daglig tilsyn med salget.",
                        "Departementet kan gi forskrifter om aldersgrensen for innførsel av tobakksvarer og sigarettpapir.",
                        "§ 12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Røykeforbud i lokaler og transportmidler",
                    "sections": [
                        "I lokaler og transportmidler hvor allmennheten har adgang skal lufta være røykfri. Det samme gjelder i møterom, arbeidslokaler og institusjoner hvor to eller flere personer er samlet. Dette gjelder ikke i beboelsesrom i institusjoner, men institusjonen plikter å gi dem som ønsker det, tilbud om røykfrie rom.",
                        "Dersom det innen et område er flere lokaler som har samme formål, kan røyking tillates i inntil halvparten av disse. De røykfrie lokaler må ikke være mindre eller av dårligere standard enn lokaler hvor røyking tillates.",
                        "Røyking kan ikke tillates i serveringssteder. Med serveringssteder menes lokaler der det foregår servering av mat og/eller drikke, og hvor forholdene ligger til rette for fortæring på stedet.",
                        "Eieren eller den som disponerer lokalene eller transportmidlene, plikter å sørge for at reglene gitt i eller i medhold av disse bestemmelsene blir overholdt. Det skal markeres med tydelige skilt at røyking er forbudt på steder hvor det kan være tvil om dette, samt ved inngangen til alle serveringssteder. For å sikre at forbudet mot røyking på serveringssteder etterleves, skal serveringssteder føre internkontroll og etablere et internkontrollsystem. Internkontrollen skal kunne dokumenteres overfor tilsynsmyndighetene.",
                        "Person som på tross av advarsel fra eieren eller den som driver lokalet eller transportmidlet eller representant for denne, overtrer bestemmelse gitt i eller i medhold av paragrafen her kan bortvises fra lokalet eller transportmidlet.",
                        "Kongen kan gi nærmere regler om gjennomføring og utfylling av disse bestemmelser og kan gjøre unntak fra dem.",
                        "§ 13 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Tilsyn med røykeforbudet",
                    "sections": [
                        "Kommunestyret skal føre tilsyn med at reglene i og i medhold av § 12 overholdes. Kommunestyrets myndighet etter denne paragraf kan delegeres til et organ i kommunen eller til et fellesorgan for flere kommuner. Dreier det seg om arbeidslokaler, føres tilsynet av Arbeidstilsynet.",
                        "Reglene vedrørende kommunestyrets og Arbeidstilsynets virksomhet som tilsynsorgan etter henholdsvis §§ 4a-7 til 4a-9 og 4a-12 i lov 19. november 1982 nr. 66 om helsetjenesten i kommunene og §§ 18-4 til 18-8 i lov 17. juni 2005 nr. 62 om arbeidsmiljø, arbeidstid og stillingsvern mv. (arbeidsmiljøloven) får tilsvarende anvendelse ved tilsyn etter paragrafen her.",
                        "Oljedirektoratet fører tilsyn med at reglene i og i medhold av § 12 overholdes innen det ansvarsområde Oljedirektoratet har i petroleumsvirksomheten i henhold til lov 17. juni 2005 nr. 62 om arbeidsmiljø, arbeidstid og stillingsvern mv. (arbeidsmiljøloven). Sjøfartsmyndighetene fører tilsyn med at reglene i og i medhold av § 12 overholdes på skip samt fartøyer og innretninger for øvrig. I sin tilsynsmyndighet kan nevnte myndigheter bruke tilsvarende virkemidler som de har etter gjeldende regler om helseforhold og arbeidsmiljø på skip og innretninger innen petroleumsvirksomheten.",
                        "Forsvarsstaben fører tilsyn med at reglene i og i medhold av § 12 overholdes på Forsvarets fartøyer.",
                        "Sysselmannen fører tilsyn med at reglene i og i medhold av § 12 overholdes på Svalbard. Sysselmannen kan overlate til Longyearbyen lokalstyre å føre tilsyn for Longyearbyen.",
                        "Tilsynsmyndigheten kan i særlige tilfeller gi dispensasjon fra regler gitt i eller i medhold av § 12 og sette vilkår for eventuell dispensasjon. På arbeidsplasser med arbeidsmiljøutvalg skal uttalelse fra utvalget legges ved søknaden. På arbeidsplasser uten arbeidsmiljøutvalg skal uttalelse fra verneombud legges ved.",
                        "Kongen kan gi nærmere regler om gjennomføring og utfylling av disse bestemmelser og kan gjøre unntak fra dem.",
                        "§ 14 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Direktoratets tilsynsansvar",
                    "sections": [
                        "Direktoratet fører tilsyn med at bestemmelsene i §§ 4, 5, 6, 7, 8 og 9, og bestemmelser gitt i medhold av disse lovbestemmelsene, overholdes. Direktoratet kan foreta slik granskning og besiktigelse som det finner nødvendig for å utføre sine gjøremål etter loven.",
                        "§ 15 skal lyde:"
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Opplysningsplikt mv.",
                    "sections": [
                        "Enhver plikter etter pålegg av direktoratet å gi de opplysninger som er nødvendige for å forebygge helseskader som bruk av tobakk medfører eller gjennomføre gjøremål etter loven.",
                        "Direktoratet kan kreve at den som tilvirker eller innfører tobakksvarer gir opplysninger om tobakksvarens innhold. Departementet kan gi forskrifter med nærmere bestemmelser om opplysningsplikten etter første punktum.",
                        "Direktoratet kan kreve at den som tilvirker eller innfører tobakksvarer skal legge frem en representativ prøve av produktet eller iverksette undersøkelser som er nødvendig for å vurdere et produkts egenskaper og virkninger. Kostnadene ved slike undersøkelser bæres av vedkommende tilvirker eller importør. Direktoratet kan bestemme at kostnadene helt eller delvis skal dekkes av det offentlige.",
                        "Direktoratet kan selv iverksette slike undersøkelser, og kan pålegge tilvirker eller importør å bære kostnadene ved undersøkelsen. Kostnadene er tvangsgrunnlag for utlegg.",
                        "§ 16 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Retting og tvangsmulkt",
                    "sections": [
                        "Finner direktoratet at noen av bestemmelsene nevnt i § 14 er overtrådt, kan det pålegge retting av forholdet. Samtidig settes en frist for rettingen. Direktoratet kan kreve skriftlig bekreftelse fra overtrederen på at det ulovlige forholdet skal opphøre.",
                        "Samtidig med at pålegg om retting gis, kan tvangsmulkt fastsettes. Mulkten løper fra oversittelse av fristen for retting, og kan fastsettes i form av engangsmulkt eller dagmulkt. Mulkten tilfaller staten.",
                        "Dersom direktoratet ved avdekking av en overtredelse av § 4 eller bestemmelser gitt i medhold av denne, finner særlig grunn til å tro at det vil bli begått nye brudd på reklamebestemmelsene som ikke kan stanses etter første og annet ledd, kan det på forhånd fastsette at mulkt vil løpe fra det tidspunkt ny overtredelse tar til. Slik tvangsmulkt kan fastsettes for inntil ett år.",
                        "Når særlige grunner taler for det, kan direktoratet helt eller delvis frafalle ilagt tvangsmulkt.",
                        "For Svalbard kan Sysselmannen fatte vedtak etter denne paragrafen.",
                        "Departementet kan gi forskrifter om fastsettelse, beregning og innkreving av tvangsmulkt.",
                        "§ 17 skal lyde:"
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Klage på vedtak om retting og tvangsmulkt",
                    "sections": [
                        "Vedtak etter § 16 kan påklages til Markedsrådet. Ved behandlingen i Markedsrådet gjelder de saksbehandlingsregler som er gitt i eller i medhold av lov 16. juni 1972 nr. 47 om kontroll med markedsføring og avtalevilkår (markedsføringsloven) så langt de passer.",
                        "§ 18 skal lyde:"
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Forbud mot eksport av snus",
                    "sections": [
                        "Det er forbudt å eksportere snus til land som er medlem av det Europeiske Økonomiske Samarbeidsområde, og som har utferdiget forbud mot omsetning av snus.",
                        "Eksportforbudet gjelder ikke for snus som tas med av en reisende til dennes personlige bruk eller til gave for personlig bruk.",
                        "Med snus menes i denne bestemmelse tobakksvarer beregnet på oral bruk, laget helt eller delvis av tobakk, med unntak av de tobakksvarer som er beregnet på å røykes eller tygges.",
                        "§ 19 skal lyde:"
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Straff",
                    "sections": [
                        "Den som forsettlig eller uaktsomt overtrer forbud eller påbud gitt i eller i medhold av denne lov straffes med bøter. Medvirkning straffes på samme måte. Forsøk straffes som fullbyrdet forseelse.",
                        "Departementet kan ved forskrift bestemme at straff for uaktsom overtredelse ikke skal anvendes uten etter advarsel fra politiet.",
                        "§ 20 skal lyde:"
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Forskriftshjemmel",
                    "sections": [
                        "Departementet kan gi overgangsregler og forskrifter ellers til gjennomføring og utfylling av bestemmelsene i denne lov.",
                        "§ 21 skal lyde:"
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven trer i kraft fra den tid Kongen bestemmer.",
                        "Fra lovens ikrafttreden oppheves – – –.",
                        "Loven gjelder fra den tid Kongen bestemmer. De ulike bestemmelsene kan settes i kraft til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}