{
    "lawId": "LOV-2009-06-19-92",
    "lawName": "Lov om endringer i lov 4. desember 1992 nr. 127 om kringkasting",
    "shortName": "Endringslov til kringkastingsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-13",
                    "title": "Allmennkringkastingsrapport",
                    "sections": [
                        "Medietilsynet skal utarbeide en årlig rapport om kringkasteres oppfyllelse av allmennkringkastingsforpliktelser. Medietilsynet kan ikke instrueres av Kongen eller departementet ved utarbeidelsen av slik allmennkringkastingsrapport.",
                        "§ 4-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-2",
                    "title": "Rett til formidling",
                    "sections": [
                        "Formidling av lovlig kringkasting i kringkastingsnett kan skje uten særskilt konsesjon.",
                        "Avtaler om videresending av kringkasting fra satellitt skal inneholde en klausul om at norske kabelnett kan slutte seg til avtalen på like vilkår.",
                        "Den som eier eller disponerer nett som kan formidle kringkasting, kan formidle informasjon om driften av anlegget eller programtilbud.",
                        "Ny § 6-1 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-1 a",
                    "title": "Forhåndsgodkjenning av nye tjenester i allmennkringkastingsoppdraget",
                    "sections": [
                        "Kongen i statsråd avgjør om det skal gis tillatelse til å innlemme nye tjenester i Norsk rikskringkasting AS' allmennkringkastingsoppdrag. Medietilsynet er ansvarlig for gjennomføringen av godkjenningsordningen og avgir rådgivende uttalelse til departementet. Medietilsynet kan ikke instrueres av Kongen eller departementet ved utarbeidelsen av sin uttalelse.",
                        "Kun tjenester som oppfyller demokratiske, sosiale og kulturelle behov i samfunnet kan godkjennes.",
                        "Kongen kan gi nærmere regler om ordningen, herunder i hvilke tilfeller kravet om tillatelse gjelder.",
                        "§ 6-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-4",
                    "title": "Finansiering m.v.",
                    "sections": [
                        "Virksomheten i Norsk rikskringkasting AS finansieres ved kringkastingsavgift, salgsinntekter m.v. Virksomheten kan ikke finansieres ved reklame i NRKs allmennkanaler eller tekstfjernsyn. Kringkastingsavgift fastsettes av Stortinget.",
                        "Ny § 8-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-5",
                    "title": "Opplysninger om kundeforhold",
                    "sections": [
                        "Den som mot vederlag tilbyr fjernsynssendinger ved kringkasting eller formidling av kringkasting, plikter å gi Norsk rikskringkasting AS opplysninger om sine kunders navn og adresse.",
                        "Norsk rikskringkasting AS kan kun bruke opplysningene til kontroll mot sitt eget register over dem som betaler kringkastingsavgift. Norsk rikskringkasting skal sikre at tilgang til opplysningene begrenses til ansatte med tjenstlig behov for slik tilgang.",
                        "Kongen kan i forskrift gi nærmere regler om opplysningsplikten etter denne paragraf og om Norsk rikskringkasting AS' bruk av opplysningene.",
                        "§ 10-4 første ledd skal lyde:",
                        "For å sikre at plikter etter bestemmelsene i kapittel 2, 3 og 4 og § 6-4, § 8-1, § 8-2 og § 8-5 eller forskrift eller enkeltvedtak fastsatt i medhold av disse bestemmelsene blir oppfylt, kan Medietilsynet ilegge den ansvarlige for oppfyllelsen tvangsmulkt.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}