{
    "lawId": "LOV-2009-06-19-108",
    "lawName": "Lov om endringar i yrkestransportlova og jernbaneloven",
    "shortName": "Endringslov til yrkestransportlova mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 5",
                    "title": "Løyve for godstransport med motorvogn",
                    "sections": [
                        "(1) Den som mot vederlag vil drive godstransport med motorvogn eller motorvogn med tilhengar, med tillaten totalvekt over ei vektgrense som vert nærare fastsett av departementet må ha løyve. Det same gjeld den som utfører godstransport mot vederlag med motorvogn som elles er friteken frå kravet til løyve i medhald av § 16, når transporten kan sjåast som ledd i næringsverksemd. § 4 andre ledd gjeld tilsvarande.",
                        "(2) Som motorvogn etter denne lova reknast varebil, lastebil, kombinert bil og trekkbil tillaten brukt på offentleg veg.",
                        "§ 8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Tildeling av løyve ved konkurranse",
                    "sections": [
                        "(1) Tildeling av løyve etter §§ 6 og 7 kan skje ved konkurranse.",
                        "(2) Reglane i arbeidsmiljøloven §§ 16-2 til 16-7, om arbeidstakarane sine rettar ved overdraging av verksemd gjeld tilsvarande når løyvet blir tildelt ved konkurranse, dersom verksemda etter konkurranse blir driven med same type transportmiddel som før.",
                        "(3) Løyvestyresmakta skal informere dei som vil delta i konkurransen, om kor mange tilsette den verksemda har som no har løyvet knytt til den rutetenesta konkurransen gjeld, og om deira alder, ansiennitet og lønns- og arbeidsvilkår.",
                        "(4) Løyvestyresmakta kan krevje informasjonen nemnt i tredje ledd frå den som har løyve etter §§ 6 eller 7.",
                        "(5) Den som får tildelt løyve gjennom konkurranse, må forplikte seg til å sikre at dei tilsette som direkte arbeider med å oppfylle kontrakten, får lønns- og arbeidsvilkår som ikkje er dårlegare enn det som følgjer av gjeldande landsomfattande tariffavtale, eller det som elles er normalt for vedkommande stad og yrke. Tilsvarande plikt gjeld òg for underleverandørar.",
                        "(6) Andre til femte ledd gjeld òg når konkurranse blir gjennomført av administrasjonsselskap på oppdrag frå løyvestyresmakta.",
                        "(7) Departementet kan gje nærare forskrift om konkurranse.",
                        "§ 16 fjerde ledd blir oppheva.",
                        "I §§ 22, 24 og 27 skal uttrykket «anbod» endrast til «konkurranse».",
                        "§ 37 a tredje ledd skal lyde:",
                        "Kjøresetel blir utferda for 10 år. For person som er fylt 60 år blir kjøresetelen utferda for 5 år, men ikkje lenger enn til innehavaren fyller 75 år. Etter fylte 70 år må gyldig legeattest som ikkje er eldre enn 1 år, takast med for at kjøresetelen skal vere gyldig. Dersom særlege helseforhold tilseier det, skal perioden kjøresetelen er gyldig for setjast kortare.",
                        "I § 37 h første ledd andre punktum skal «Statens helsetilsyn» endrast til «Helsedirektoratet».",
                        "Ny § 40 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 40 a",
                    "title": "Lovbrotsgebyr",
                    "sections": [
                        "(1) Den som med vilje eller aktløyse bryt § 38, kan påleggjast lovbrotsgebyr. Når slikt lovbrot er gjort av nokon som har handla på vegne av eit føretak, kan lovbrotsgebyr påleggjast føretaket. Dette gjeld sjølv om lovbrotsgebyr ikkje kan bli pålagd nokon einskild person. Med føretak er her meint selskap, enkeltmannsføretak, stifting, foreining eller anna samanslutning, bu eller offentleg verksemd. Lovbrotsgebyr kan påleggjast av tenestemann frå politiet og Statens vegvesen, eller av annan offentleg tenestemann som departementet har gjeve rett til å føre kontroll etter denne lova.",
                        "(2) Når ikkje anna er bestemt, er fristen for å betale lovbrotsgebyr fire veker.",
                        "(3) Endeleg vedtak om lovbrotsgebyr er tvangsgrunnlag for utlegg.",
                        "(4) Departementet kan gje forskrifter om fastsetjing og gjennomføring av pålegg om lovbrotsgebyr. Forskriftene kan innehalde reglar om rente og tilleggsgebyr dersom lovbrotsgebyr ikkje blir betalt ved forfall, og om at også andre enn den som er pålagd sanksjonen, er ansvarleg for at dette blir betalt.",
                        "Lov 11. juni 1993 nr. 100 om anlegg og drift av jernbane, herunder sporvei, tunnelbane og forstadsbane m.m. (jernbaneloven) blir endra slik:",
                        "Ny § 8 g skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 8 g",
                    "title": "(Arbeidstakernes rettigheter ved konkurranse om avtale om persontransport med jernbane, herunder sporvei, tunnelbane og forstadsbane)",
                    "sections": [
                        "Reglene i arbeidsmiljøloven §§ 16-2 til 16-7 om arbeidstakernes rettigheter ved virksomhetsoverdragelse gjelder tilsvarende ved konkurranse om avtale om persontransport med jernbane, dersom virksomheten etter konkurransen blir drevet med samme type transportmiddel som før.",
                        "Oppdragsgiveren skal informere de som vil delta i konkurransen, om hvor mange ansatte i den virksomheten som driver den transporten oppdraget gjelder, som blir berørt av konkurransen, og om deres ansiennitet, alder og lønns- og arbeidsvilkår.",
                        "Fylkeskommunen kan i forbindelse med slik konkurranse kreve informasjonen nevnt i andre ledd, utlevert fra enhver virksomhet som driver persontransport med jernbane.",
                        "Den som får tildelt avtale om persontransport med jernbane gjennom konkurranse, må forplikte seg til å sikre at de ansatte som direkte medvirker til å oppfylle kontrakten, får lønns- og arbeidsvilkår som ikke er dårligere enn det som følger av gjeldende landsomfattende tariffavtale, eller det som ellers er normalt for vedkommende sted og yrke. Tilsvarende plikt gjelder også for underleverandører.",
                        "1.Lova gjeld frå 1. januar 2010.",
                        "2.Endringar i yrkestransportlova § 8 gjeld likevel frå 1. september 2009.",
                        "3.Endringar i jernbaneloven § 8 g gjeld likevel frå 1. september 2009.",
                        "4.Endringar i yrkestransportlova § 37 a gjeld likevel frå 1. juli 2009.",
                        "5.Endringar i yrkestransportlova §§ 5 og 16 gjeld likevel frå den tid Kongen fastset.",
                        "6.Endringar i yrkestransportlova § 8 andre til fjerde ledd og jernbaneloven § 8 g gjeld berre for konkurransar som er lyst ut etter at lova tek til å gjelde.",
                        "7.Lovbrotsgebyr etter yrkestransportlova § 40 a kan berre påleggjast for brot på § 38 som har skjedd etter at lova tek til å gjelde."
                    ]
                }
            ]
        },
        {
            "name": "IIIIverksetjing og overgangsføresegner",
            "paragraphs": []
        }
    ]
}