{
    "lawId": "LOV-2009-12-11-119",
    "lawName": "Lov om endringer i lov 13. juni 1980 nr. 24 om ligningsforvaltning (ligningsloven)",
    "shortName": "Endringslov til ligningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4-1",
                    "title": "Alminnelig opplysningsplikt.",
                    "sections": [
                        "Den som har plikt til å gi opplysninger etter dette kapittel, skal opptre aktsomt og lojalt. Han skal bidra til at hans skatteplikt i rett tid blir klarlagt og oppfylt. Han skal også gjøre vedkommende myndighet oppmerksom på feil ved ligningen og skatteoppgjøret.",
                        "§ 4-12 nr. 6 skal lyde:",
                        "6.Stat, fylkeskommune og kommune regnes ikke som innretning etter denne paragraf. Selskaper og innretninger har likevel oppgave- og dokumentasjonsplikt etter nr. 1-4 foran for transaksjoner og mellomværender med en fylkeskommune eller en kommune som, direkte eller indirekte, eier eller kontrollerer selskapet eller innretningen med minst 50 prosent.",
                        "Gjeldende nr. 6 blir ny nr. 7.",
                        "§ 6-10 B oppheves.",
                        "§ 9-6 nr. 3 bokstav a skal lyde:",
                        "a.to år etter inntektsåret når han ikke har gitt uriktige eller ufullstendige opplysninger, eller ikke har unnlatt å gjøre ligningsmyndighetene oppmerksom på feil ved ligningen og skatteoppgjøret som han er eller burde vært klar over,",
                        "§ 11-1 nr. 4 skal lyde:",
                        "4.Søksmål fra en skattepliktig til prøving av en ligningsavgjørelse må reises innen 6 måneder regnet fra utleggingen av skattelisten er kunngjort eller fra melding om vedtak i endringssak ble sendt skattyteren. Når den skattepliktige har levert forhåndsutfylt selvangivelse og får tilsendt skatteoppgjør i juni, er søksmålsfristen 6 måneder fra det ferdige skatteoppgjøret ble kunngjort eller vedtak i endringssak ble sendt skattyteren. Når endringssak er gjennomført etter § 3-11 nr. 4, jf. § 8-3 nr. 5, regnes søksmålsfristen fra nytt skatteoppgjør ble sendt skattyteren. Det kan gis oppfriskning for oversittelse av fristen etter reglene i tvisteloven §§ 16-12 til 16-14. Etter utløpet av denne fristen gjelder likevel fristen i skattebetalingsloven § 17-1 nr. 5 i sak om tvangsfullbyrdelse eller midlertidig sikring.",
                        "Endringsloven trer i kraft straks. Oppgaveplikten som følger av § 4-12 nr. 6 annet punktum, jf. § 4-12 nr. 1, skal ha virkning fra og med inntektsåret 2009. Dokumentasjonsplikten som følger av § 4-12 nr. 6 annet punktum, jf. § 4-12 nr. 2, skal ha virkning fra og med inntektsåret 2010."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}