{
    "lawId": "LOV-2009-05-29-30",
    "lawName": "Lov om Husbanken",
    "shortName": "Husbankloven 2009",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Oppgåver",
                    "sections": [
                        "Husbanken skal fremja bustadføremål i samsvar med overordna retningsliner.",
                        "Husbanken skal forvalta bustønad og låne- og tilskotsordningar og medverka til å utvikla og formidla kunnskap om mål, metodar og resultat innanfor sitt saksområde.",
                        "Departementet kan gje Husbanken andre oppgåver, medrekna å forvalta ordningar på andre område.",
                        "Departementet kan gje forskrifter om verksemda og verkemidla til Husbanken."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Verkeområde",
                    "sections": [
                        "Lova gjeld på Svalbard. Departementet kan fastsetja særlege reglar ut ifrå tilhøva på staden."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Tilknyting til staten",
                    "sections": [
                        "Husbanken er eit statleg forvaltningsorgan underlagt departementet."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Leiing og organisering",
                    "sections": [
                        "Husbanken vert leidd av ein administrerande direktør som vert utnemnd av Kongen i statsråd.",
                        "Husbanken skal ha eit hovudkontor.",
                        "Departementet kan fastsetja at Husbanken skal ha regionkontor og kor dei skal liggja.",
                        "Departementet kan utnemna eit regionalt råd for kvart regionkontor. Det kan opprettast eit sentralt råd med representantar frå dei regionale råda. Departementet fastset mandat for råda."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Partsevne",
                    "sections": [
                        "Husbanken opptrer som part på vegner av staten i søksmål som er knytte til verksemda.",
                        "Departementet kan i enkelte saker overta utøving av partsstillinga."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Klage",
                    "sections": [
                        "Departementet kan fastsetja forskrift om særskild klageinstans for enkeltvedtaka til Husbanken."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Finansiering",
                    "sections": [
                        "Verksemda og verkemidla til Husbanken vert finansierte ved løyvingar over statsbudsjettet og ved lån frå staten."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Utlån",
                    "sections": [
                        "Lån i Husbanken vert forrenta etter føresegner som Stortinget fastset.",
                        "Departementet gjev forskrifter om tilbakebetaling av lån, rentesatsar, gebyr, o.l. Departementet kan òg fastsetja føresegner om gebyr i tilknyting til etablering og forvaltning av lån.",
                        "Husbanken kan gje utsetjing av betaling av renter og avdrag. Husbanken kan delta i gjeldsforhandlingar."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Ettergjeving av krav",
                    "sections": [
                        "Husbanken kan ettergje krav om å betala tilbake lån, tilskot eller stønad, som ein må rekna med at det ikkje er mogleg å driva inn."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Rett til statleg bustønad",
                    "sections": [
                        "Etter retningsliner som vert fastsette av Stortinget, skal det gjevast bustønad til personar som bur i visse grupper av bustader og som buutgiftene verkar særleg tyngjande for.",
                        "Utgiftene til bustønad vert dekte av staten og eventuelt av kommunane etter retningsliner som Stortinget fastset.",
                        "Stønadsordninga vert administrert av Husbanken og kommunane, om ikkje anna er fastsett av departementet. Departementet kan gje føresegner om at huseigarar skal medverka ved søknadshandsaming, kontroll og utbetaling."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Overføring av krav på bustønad",
                    "sections": [
                        "Uforfallen fordring på bustønad kan berre overførast til kommunal styresmakt. Føresetnaden er at det vert gjeve tilskot til dekning av buutgifter for same tidsrom. Det same gjeld overføring av bustønad til dekning av lån eller avdrag og renter på lån som skal dekkja buutgifter.",
                        "Når særlege grunnar tilseier det, kan departementet samtykkja i at ein kommune trer inn i retten til bustønad, utan at det vert henta inn erklæring om overføring frå den som har rett til stønad. Føresetnaden er at kommunen gjev ytingar lik dei som er nemnde ovanfor."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Utlevering av opplysingar",
                    "sections": [
                        "Når allmenne interesser tilseier det, kan departementet ved forskrift eller ved samtykke i dei enkelte tilfella fastsetja at opplysingane i bustønadregisteret kan brukast av anna offentleg styresmakt. Føresegna om teieplikt i forvaltningslova gjeld elles."
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Ikraftsetjing o.a.",
                    "sections": [
                        "Lova gjeld frå den tida Kongen fastset.",
                        "Frå same tid vert lov 1. mars 1946 nr. 3 om Den Norske Stats Husbank oppheva.",
                        "Forskrifter gjevne i medhald av lov 1. mars 1946 nr. 3 om Den Norske Stats Husbank gjeld òg etter at lova her tek til å gjelda."
                    ]
                }
            ]
        }
    ]
}