{
    "lawId": "LOV-2009-06-19-72",
    "lawName": "Lov om endringer i folketrygdloven m.m. (etablering av en ordning for refusjon av pasienters utgifter til helsehjelp i andre EØS-land)",
    "shortName": "Endringslov til folketrygdloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 5-24 a",
                    "title": "Stønad til helsetjenester i et annet EØS-land",
                    "sections": [
                        "Det ytes stønad til dekning av utgifter til helsetjenester som medlemmet har hatt i et annet EØS-land etter regler fastsatt av departementet i forskrift.",
                        "Forskriften kan ha nærmere bestemmelser om blant annet:",
                        "a)hvilke helsetjenester og varer det ytes stønad til",
                        "b)hvem som har rett til stønad",
                        "c)vilkår for stønad, herunder krav til tjenesteyteren",
                        "d)beregning av stønaden",
                        "e)dekning av reise- og oppholdsutgifter",
                        "f)krav til dokumentasjon og oversettelse av dokumenter",
                        "g)forholdet til andre regler om stønad til helsehjelp mottatt i annet land.",
                        "I lov 19. november 1982 nr. 66 om helsetjenesten i kommunene skal § 5-1 nytt sjette ledd lyde:",
                        "I den utstrekning helsetjenester som omhandlet i § 1-3 gir rett til stønad etter regler fastsatt i forskrift i medhold av folketrygdloven § 5-24 a, skal kommunen dekke utgifter til helsetjenester som personer bosatt i kommunen har mottatt i et annet EØS-land. Departementet kan i forskrift gi nærmere bestemmelser om utgiftsdekningen.",
                        "I lov 3. juni 1983 nr. 54 om tannhelsetjenesten skal § 5-1 nytt fjerde ledd lyde:",
                        "I den utstrekning tannhelsetjenester som omhandlet i § 1-3 gir rett til stønad etter regler fastsatt i forskrift i medhold av folketrygdloven § 5-24 a, skal fylkeskommunen dekke utgifter til tannhelsetjenester som bosatte i fylkeskommunen har mottatt i et annet EØS-land. Departementet kan i forskrift gi nærmere bestemmelser om utgiftsdekningen.",
                        "I lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. gjøres følgende endringer:",
                        "§ 5-2 nytt fjerde ledd skal lyde:",
                        "Det regionale helseforetaket i pasientens bostedsregion skal dekke utgifter til spesialisthelsetjenester mottatt i et annet EØS-land i den utstrekning helsehjelpen gir rett til stønad etter regler fastsatt i forskrift i medhold av folketrygdloven § 5-24 a. Departementet kan i forskrift gi nærmere bestemmelser om utgiftsdekningen.",
                        "§ 5-2 nåværende fjerde og femte ledd blir nytt femte og sjette ledd.",
                        "I lov 15. juni 2001 nr. 53 om erstatning ved pasientskader mv. (pasientskadeloven) skal § 19 annet punktum lyde:",
                        "Loven gjelder også skade ved helsetjenester som mottas i utlandet i medhold av pasientrettighetsloven § 2-1 fjerde eller femte ledd eller etter annet oppdrag fra norske myndigheter, og som det offentlige helt eller delvis bekoster, herunder behandlingsreiser.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette de enkelte bestemmelsene i kraft til ulik tid.",
                        "2.Refusjon kan gis for helsehjelp mottatt inntil tre år før ikrafttredelsestidspunktet. Krav som gjelder helsehjelp mottatt før ikrafttredelsen, må være fremsatt innen seks måneder etter ikrafttredelsestidspunktet."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}