{
    "lawId": "LOV-2009-06-19-47",
    "lawName": "Lov om endringer i lov 24. mai 1985 nr. 28 om Norges Bank og pengevesenet mv. (ny regnskaps- og revisjonsordning mv.)",
    "shortName": "Endringslov til sentralbankloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 9",
                    "title": "Varamedlemmer",
                    "sections": [
                        "Til hovedstyret oppnevner Kongen minst to varamedlemmer.",
                        "Til representantskapet velger Stortinget personlige varamedlemmer for de medlemmer som er valgt for fire år. Stortinget kan velge nytt personlig varamedlem dersom et medlem eller varamedlem ikke kan fungere.",
                        "Varamedlemmer for de ansattes medlemmer i hovedstyret ved behandlingen av administrative saker velges av og blant de ansatte etter avtalt eller av representantskapet fastsatt valgmåte, jf. § 6 tredje ledd.",
                        "Bestemmelsene om oppnevningstid i § 6 og § 7 gjelder tilsvarende for varamedlemmer.",
                        "Overskriften til kapittel VII skal lyde:",
                        "§ 30 nytt annet ledd skal lyde:",
                        "Norges Bank er regnskapspliktig etter regnskapsloven og bokføringspliktig etter bokføringsloven. Kongen kan i forskrift fastsette særskilte regler om årsregnskap, årsberetning og bokføring for banken som utfyller eller fraviker bestemmelsene i eller i medhold av regnskapsloven og bokføringsloven.",
                        "Nåværende annet og tredje ledd blir nye tredje og fjerde ledd.",
                        "Ny § 30 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel VII. Budsjett, beretning, regnskap og revisjon",
            "paragraphs": [
                {
                    "name": "§ 30 a",
                    "title": "Revisjon",
                    "sections": [
                        "Bankens årsregnskap skal revideres av minst én statsautorisert eller registrert revisor.",
                        "Kongen kan i forskrift fastsette særskilte regler om bankens revisor og revisjon av banken som utfyller eller fraviker bestemmelsene i revisorloven.",
                        "Banken skal ha en internrevisjon som rapporterer til hovedstyret. Internrevisjonen skal vurdere bankens internkontroll, rutiner og andre forhold av betydning for bankens virksomhet. Kongen kan gi forskrift om bankens internkontroll.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelser til forskjellig tid.",
                        "Kongen kan gi forskrift om overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}