{
    "lawId": "LOV-2009-06-19-74",
    "lawName": "Lov om endringer i straffeloven 20. mai 2005 nr. 28 mv. (siste delproposisjon – sluttføring av spesiell del og tilpasning av annen lovgivning)",
    "shortName": "Endringslov til straffeloven 2005",
    "authorityDescription": "Ot.prp.nr.22 (2008–2009), Innst.O.nr.73 (2008–2009) og Besl.O.nr.88 (2008–2009). Odels- og lagtingsvedtak hhv. 28. mai og 4. juni 2009. Fremmet av Justis- og politidepartementet.\nFølgende lover oppheves:\n1\tAlmindelig borgerlig Straffelov (Straffeloven) 22. mai 1902 nr. 10.\n2\tLov 18. august 1914 nr. 3 om forsvarshemmeligheter.\n3\tLov 25. juni 1926 nr. 4 om straff for å delta i og medvirke til smugling på andre land.\n4\tLov 17. juni 1932 nr. 2 om enkelte bestemmelser om fremmede konsulers rettsstilling.\n5\tLov 19. mars 1937 nr. 1 angående forholdsregler for å hindre deltagelse i krig i fremmed land.\n6\tLov 13. mai 1937 nr. 1 om forbud mot å bære uniform m.v.\n7\tLov 13. desember 1946 nr. 14 om straff for utlendske krigsbrotsmenn.\n8\tLov 15. desember 1995 nr. 74 om forbud mot kjønnslemlestelse.\nEndringer i følgende lover:\n1\tLov 2. oktober 1751 Første Codicill og Tillæg til Grendse-Tractaten imellem Kongerigerne Norge og Sverrig Lapperne betreffende (Lappekodisillen).\n2\tLov 6. juni 1891 nr. 2 om Guld-, Sølv- og Platinavarers Finhed og Stempling m.v.\n3\tLov 3. august 1897 nr. 2 om særlige Straffebestemmelser m.v. for Personer, som i Henhold til Grundloven § 75 h indkaldes til at møde for Storthinget.\n4\tLov 19. desember 1898 nr. 3 om Tilvirkning af Æthylæther.\n5\tLov 22. mai 1902 nr. 11 om den almindelige borgerlige Straffelovs Ikrafttræden.\n6\tMilitær Straffelov 22. mai 1902 nr. 13.\n7\tLov 24. juni 1915 nr. 5 om kontroll med post- og telegrafforsendelser og med telefonsamtaler.\n8\tLov 13. august 1915 nr. 5 om domstolene (domstolloven).\n9\tLov 17. mars 1916 om straffebestemmelser for utenlandske militærpersoner som er internert her i riket under krig mellem fremmede magter.\n10\tLov 14. desember 1917 nr. 16 om erverv av vannfall, bergverk og annen fast eiendom m.v.\n11\tLov 14. desember 1917 nr. 17 om vasdragsreguleringer.\n12\tLov 17. juli 1925 nr. 11 om Svalbard.\n13\tLov 29. mai 1928 nr. 7 om tilvirkning og omsetning av alkoholholdige drikkevarer på Svalbard.\n14\tLov 24. mai 1929 nr. 4 om tilsyn med elektriske anlegg og elektrisk utstyr (el-tilsynsloven).\n15\tLov 27. februar 1930 nr. 3 om Bouvet-øya, Peter I's øy og Dronning Maud Land m.m. (bilandsloven).\n16\tLov 27. mai 1932 nr. 3 om chekker.\n17\tLov 17. juni 1932 nr. 6 om kvalitetskontroll med landbruksvarer m.v.\n18\tLov 19. mai 1933 nr. 11 om særavgifter.\n19\tLov 29. juni 1933 nr. 2 om flagging på kommunenes offentlige bygninger.\n20\tLov 16. juli 1936 nr. 2 om pliktmessig avhold for personer i visse stillinger fra nytelse av alkohol eller annet berusende eller bedøvende middel.\n21\tLov 7. mars 1940 nr. 1 om adgangen til visse områder.\n22\tLov 13. desember 1946 nr. 21 om krigspensjonering for militærpersoner.\n23\tLov 13. desember 1946 nr. 22 om krigspensjonering for hjemmestyrkepersonell og sivilpersoner.\n24\tLov 5. desember 1947 nr. 1 om boikott.\n25\tLov 31. mars 1949 nr. 3 om bygging og sikring av drivstoffanlegg.\n26\tLov 8. juli 1949 nr. 13 om produksjon, transport og omsetning av agn.\n27\tLov 14. juli 1950 nr. 2 om forskjellige tiltak til gjennomføring av oppmerking og overvåking av riksgrensen.\n28\tLov 14. juli 1950 nr. 10 om valutaregulering.\n29\tLov 15. desember 1950 nr. 3 om forbod mot samkvem med personar som har tilhald på fiendeområde o.a.\n30\tLov 15. desember 1950 nr. 4 om fiendegods.\n31\tLov 15. desember 1950 nr. 7 om særlige rådgjerder under krig, krigsfare og liknende forhold.\n32\tLov 29. juni 1951 nr. 19 om militære rekvisisjoner.\n33\tLov 14. desember 1951 nr. 3 om omsetning av råfisk.\n34\tLov 21. mars 1952 nr. 1 om avståing av grunn m.v. til drift av ikke mutbare mineralske forekomster.\n35\tLov 21. november 1952 nr. 2 om betaling og innkreving av skatt.\n36\tLov 21. november 1952 nr. 3 om tjenesteplikt i politiet.\n37\tLov 19. desember 1952 nr. 2 om adgang til rekvisisjon av skip m.v. under krig eller kriseforhold.\n38\tLov 26. juni 1953 nr. 8 om oppfinnelser av betydning for rikets forsvar.\n39\tLov 17. juli 1953 nr. 9 om sivilforsvaret.\n40\tLov 17. juli 1953 nr. 28 om Heimevernet.\n41\tLov 17. juli 1953 nr. 29 om verneplikt.\n42\tLov 26. november 1954 nr. 3 om stønad ved krigsskade på person.\n43\tLov 7. desember 1956 nr. 1 om tilsynet for kredittinstitusjoner, forsikringsselskaper og verdipapirhandel m.v. (kredittilsynsloven).\n44\tLov 14. desember 1956 nr. 7 om forsynings- og beredskapstiltak.\n45\tLov 22. mars 1957 nr. 4 om fredning og fangst av isbjørn.\n46\tLov 28. juni 1957 nr. 16 om friluftslivet.\n47\tLov 6. juli 1957 nr. 26 om samordning av pensjons- og trygdeytelser.\n48\tLov 19. juni 1959 nr. 2 om avgifter vedrørende motorkjøretøyer og båter.\n49\tLov 3. februar 1961 om ansvar for skade som motorvogner gjer (bilansvarsloven).\n50\tLov 3. mars 1961 nr. 4 om varemerker.\n51\tLov 12. mai 1961 nr. 2 om opphavsrett til åndsverk m.v. (åndsverkloven).\n52\tLov 24. mai 1961 nr. 1 om sparebanker.\n53\tLov 24. mai 1961 nr. 2 om forretningsbanker.\n54\tLov 9. juni 1961 nr. 1 om skytevåpen og ammunisjon m.v.\n55\tLov 16. juni 1961 nr. 12 om ymse beitespørsmål.\n56\tLov 21. juni 1963 nr. 12 om vitenskapelig utforskning og undersøkelse etter og utnyttelse av andre undersjøiske naturforekomster enn petroleumsforekomster.\n57\tVeglov 21. juni 1963 nr. 23.\n58\tLov 15. november 1963 om fullbyrding av nordiske dommer på straff m.v.\n59\tLov 19. mars 1965 nr. 3 om fritaking for militærtjeneste av overbevisningsgrunner.\n60\tLov 9. april 1965 nr. 1 om avgift til Det norske komponistfond.\n61\tVegtrafikklov  18. juni 1965 nr. 4.\n62\tLov 25. juni 1965 nr. 2 om adgang til regulering av penge- og kredittforholdene.\n63\tLov 10. juni 1966 nr. 3 om avgift til statskassen på inngangspenger til forestillinger og framvisninger m.v.\n64\tLov 10. juni 1966 nr. 5 om toll (tolloven).\n65\tLov 17. juni 1966 nr. 19 om forbud mot at utlendinger driver fiske m.v. i Norges territorialfarvann.\n66\tLov 16. desember 1966 nr. 9 om anke til Trygderetten.\n67\tLov 10. februar 1967 om behandlingsmåten i forvaltningssaker (forvaltningsloven).\n68\tLov 16. juni 1967 nr. 3 om fullmakt for Kongen til å forby redere å gi opplysninger m.m. til utenlandske myndigheter.\n69\tLov 7. juli 1967 nr. 1 om tiltak mot diskriminering i internasjonal skipsfart.\n70\tLov 7. juli 1967 nr. 13 om husleieregulering m.v. for boliger.\n71\tLov 15. desember 1967 nr. 9 om patenter.\n72\tLov 7. juni 1968 nr. 4 til gjennomføring av bindende vedtak av De Forente Nasjoners Sikkerhetsråd.\n73\tLov 13. juni 1969 nr. 26 om skadeserstatning.\n74\tLov 19. juni 1969 nr. 66 om merverdiavgift.\n75\tLov 17. april 1970 nr. 21 om retten til oppfinnelser som er gjort av arbeidstakere.\n76\tLov 19. juni 1970 nr. 63 om naturvern.\n77\tLov 26. juni 1970 nr. 74 om forskningsavgift på landbruksprodukter.\n78\tLov 21. mai 1971 nr. 47 om brannfarlige varer samt væsker og gasser under trykk (gjelder bare for Svalbard).\n79\tLov 11. juni 1971 nr. 52 om strafferegistrering.\n80\tLov 3. mars 1972 nr. 5 om arv m.m.\n81\tLov 12. mai 1972 nr. 28 om atomenergivirksomhet.\n82\tLov 9. juni 1972 nr. 31 om svensk reinbeiting i Norge og norsk reinbeiting i Sverige.\n83\tLov 16. juni 1972 nr. 47 om kontroll med markedsføring og avtalevilkår (markedsføringsloven).\n84\tLov 30. juni 1972 nr. 70 om bergverk.\n85\tLov 9. februar 1973 nr. 6 om transplantasjon, sykehusobduksjon og avgivelse av lik m.m.\n86\tLov 9. mars 1973 nr. 14 om vern mot tobakksskader.\n87\tLov 7. juni 1974 nr. 22 om prisregler for jern og stål.\n88\tLov 14. juni 1974 nr. 39 om eksplosive varer (gjelder bare for Svalbard).\n89\tLov 6. juni 1975 nr. 31 om utnytting av rettar og lunnende m.m. i statsallmenningane (fjellova).\n90\tSjømannslov 30. mai 1975 nr. 18.\n91\tLov 13. juni 1975 nr. 39 om utlevering av lovbrytere mv.\n92\tLov 13. juni 1975 nr. 50 om svangerskapsavbrudd.\n93\tLov 11. juni 1976 nr. 79 om kontroll med produkter og forbrukertjenester (produktkontrolloven).\n94\tLov 17. desember 1976 nr. 91 om Norges økonomiske sone.\n95\tLov 3. juni 1977 nr. 57 om sterilisering.\n96\tLov 10. juni 1977 nr. 82 om motorferdsel i utmark og vassdrag.\n97\tLov 9. juni 1978 nr. 45 om likestilling mellom kjønnene (likestillingsloven).\n98\tLov 9. juni 1978 nr. 50 om kulturminner.\n99\tLov 21. desember 1979 nr. 77 om jordskifte o.a. (jordskifte).\n100\tLov 6. juni 1980 nr. 18 om gjennomføring av sanksjoner mot Iran.\n101\tLov 13. juni 1980 nr. 24 om ligningsforvaltning (ligningsloven).\n102\tLov 13. juni 1980 nr. 35 om fri rettshjelp.\n103\tLov 13. mars 1981 nr. 6 om vern mot forurensninger og om avfall (Forurensningsloven).\n104\tLov 22. mai 1981 nr. 25 om rettergangsmåten i straffesaker (Straffeprosessloven).\n105\tLov 29. mai 1981 nr. 38 om viltet.\n106\tLov 12. juni 1981 nr. 52 om verdipapirfond.\n107\tLov 12. juni 1981 nr. 68 om forbud mot profesjonell boksing.\n108\tLov 18. desember 1981 nr. 90 om merking av forbruksvarer m.v.\n109\tLov 19. november 1982 nr. 66 om helsetjenesten i kommunene.\n110\tLov 17. desember 1982 nr. 84 om sikre containere.\n111\tLov 4. mars 1983 nr. 3 om statens tjenestemenn m.m.\n112\tLov 3. juni 1983 nr. 40 om saltvannsfiske m.v.\n113\tLov 8. juni 1984 nr. 55 om linjekonferanser m.v.\n114\tLov 8. juni 1984 nr. 58 om gjeldsforhandling og konkurs (konkursloven).\n115\tPlan- og bygningslov 14. juni 1985 nr. 77.\n116\tLov 21. juni 1985 nr. 78 om registrering av foretak.\n117\tLov 21. juni 1985 nr. 79 om enerett til foretaksnavn og andre forretningskjennetegn mv. (foretaksnavneloven).\n118\tLov 21. juni 1985 nr. 82 om kredittkjøp m.m.\n119\tLov 28. februar 1986 nr. 8 om adopsjon.\n120\tLov 20. juni 1986 nr. 35 om mesterbrev i håndverk og annen næring.\n121\tLov 15. mai 1987 nr. 21 om film og videogram.\n122\tLov 12. juni 1987 nr. 48 om norsk internasjonalt skipsregister.\n123\tLov 12. juni 1987 nr. 57 om forbud mot fallskjermhopping m.v. innenfor visse fjellområder.\n124\tLov 18. desember 1987 nr. 93 om kontroll med eksport av strategiske varer, tjenester og teknologi m.v.\n125\tLov 13. mai 1988 nr. 26 om inkassovirksomhet og annen inndriving av forfalte pengekrav (inkassoloven).\n126\tLov 20. mai 1988 nr. 32 om militær disiplinærmyndighet.\n127\tLov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner (finansieringsvirksomhetsloven).\n128\tLov 24. juni 1988 nr. 64 om utlendingers adgang til riket og deres opphold her (utlendingsloven).\n129\tLov 2. juni 1989 nr. 27 om omsetning av alkoholholdig drikk m.v. (alkoholloven).\n130\tLov 16. juni 1989 nr. 53 om eiendomsmegling.\n131\tLov 16. juni 1989 nr. 54 om offisiell statistikk og Statistisk Sentralbyrå (statistikkloven).\n132\tLov 16. juni 1989 nr. 59 om lostjenesten m.v.\n133\tLov 27. april 1990 nr. 9 om regulering av eksporten av fisk og fiskevarer.\n134\tLov 15. juni 1990 nr. 27 om vern av kretsmønstre for integrerte kretser.\n135\tLov 29. juni 1990 nr. 50 om produksjon, omforming, overføring, omsetning, fordeling og bruk av energi m.m. (energiloven).\n136\tLov 21. desember 1990 nr. 72 om avgift på utslipp av CO₂ i petroleumsvirksomhet på kontinentalsokkelen.\n137\tLov 15. mars 1991 nr. 3 om megling i konfliktråd (konfliktrådsloven).\n138\tLov 20. juli 1991 nr. 67 om overføring av domfelte.\n139\tLov 30. august 1991 nr. 71 om statsforetak.\n140\tLov 13. desember 1991 nr. 81 om sosiale tjenester m.v. (sosialtjenesteloven).\n141\tLov 15. mai 1992 nr. 47 om laksefisk og innlandsfisk m.v.\n142\tLov 29. mai 1992 nr. 50 om inspeksjoner i samsvar med Avtalen om konvensjonelle styrker i Europa (CFE-avtalen) og om immunitet og privilegier for inspektørene m.fl.\n143\tLov 19. juni 1992 nr. 59 om bygdeallmenninger.\n144\tLov 19. juni 1992 nr. 60 om skogsdrift m.v. i statsallmenningene.\n145\tLov 17. juli 1992 nr. 100 om barneverntjenester (barnevernloven).\n146\tLov 28. august 1992 nr. 103 om pengespill m.v.\n147\tLov 25. september 1992 nr. 107 om kommuner og fylkeskommuner (kommuneloven).\n148\tLov 4. desember 1992 nr. 126 om arkiv.\n149\tLov 4. desember 1992 nr. 127 om kringkasting.\n150\tLov 4. desember 1992 nr. 130 om husdyravl.\n151\tLov 4. desember 1992 nr. 132 om legemidler m.v. (legemiddelloven).\n152\tLov 12. mars 1993 nr. 32 om planteforedlerrett.\n153\tLov 2. april 1993 nr. 38 om framstilling og bruk av genmodifiserte organismer m.m. (genteknologiloven).\n154\tLov 11. juni 1993 nr. 66 om pristiltak.\n155\tLov 11. juni 1993 nr. 73 om prisregulering ved import av fisk og fiskevarer m.v.\n156\tLov 11. juni 1993 nr. 100 om anlegg og drift av jernbane, herunder sporvei, tunnelbane og forstadsbane m.m. (jernbaneloven).\n157\tLov 11. juni 1993 nr. 101 om luftfart (luftfartsloven).\n158\tLov 25. mars 1994 nr. 6 om granskingskommisjonen for gransking av påstander om ulovlig overvåking av norske borgere.\n159\tLov 6. mai 1994 nr. 10 om gjennomføring av Konvensjonen om forbod mot utvikling, produksjon, lagring og bruk av kjemiske våpen samt øydelegging av dei.\n160\tLov 24. juni 1994 nr. 34 om registrering som kjøper i første hånd av råfisk m.v.\n161\tLov 24. juni 1994 nr. 38 om gjennomføring i norsk rett av De forente nasjoners sikkerhetsråds vedtak om å opprette internasjonale domstoler for forbrytelser i det tidligere Jugoslavia og Rwanda.\n162\tLov 24. juni 1994 nr. 39 om sjøfarten (sjøloven).\n163\tLov 5. august 1994 nr. 55 om vern mot smittsomme sykdommer.\n164\tLov 12. januar 1995 nr. 6 om medisinsk utstyr.\n165\tLov 24. februar 1995 nr. 11 om lotterier m.v. (lotteriloven).\n166\tLov 24. februar 1995 nr. 12 om helligdager og helligdagsfred.\n167\tLov 12. mai 1995 nr. 23 om jord (jordlova).\n168\tLov 4. august 1995 nr. 53 om politiet (politiloven).\n169\tLov 25. august 1995 nr. 57 om pakkereiser og reisegaranti (pakkereiseloven).\n170\tLov 22. desember 1995 nr. 85 om europeiske økonomiske foretaksgrupper ved gjennomføring av EØS-avtalens vedlegg XXII nr. 10 (rådsforordning (EØF) nr. 2137/85) (EØFG-loven).\n171\tLov 22. mars 1996 nr. 16 om regulering av byggje- og anleggsverksemd.\n172\tLov 7. juni 1996 nr. 31 om Den norske kirke (kirkeloven).\n173\tLov 29. november 1996 nr. 72 om petroleumsvirksomhet.\n174\tLov 29. november 1996 nr. 73 om formidling av landsdekkende postsendinger (postloven).\n175\tLov 6. desember 1996 nr. 75 om sikringsordninger for banker, forsikringsselskapenes garantiordninger og offentlig administrasjon m.v. av finansinstitusjoner.\n176\tLov 28. februar 1997 nr. 19 om folketrygd (folketrygdloven).\n177\tLov 6. juni 1997 nr. 32 om innførsle- og utførsleregulering.\n178\tLov 13. juni 1997 nr. 37 om salg av tidsparter i fritidsbolig (tidspartloven).\n179\tLov 13. juni 1997 nr. 42 om Kystvakten (kystvaktloven).\n180\tLov 13. juni 1997 nr. 44 om aksjeselskaper (aksjeloven).\n181\tLov 13. juni 1997 nr. 45 om allmennaksjeselskaper (allmennaksjeloven).\n182\tLov 13. juni 1997 nr. 47 om gjennomføring av europarådsavtale 31. januar 1995 om ulovlig håndtering av og handel med narkotika og psykotrope stoffer til sjøs.\n183\tLov 13. juni 1997 nr. 53 om eierskap i medier (medieeierskapsloven).\n184\tLov 13. juni 1997 nr. 55 om serveringsvirksomhet (serveringsloven).\n185\tLov 19. juni 1997 nr. 62 om familievernkontorer.\n186\tLov 19. juni 1997 nr. 82 om pass (passloven).\n187\tLov 20. mars 1998 nr. 10 om forebyggende sikkerhetstjeneste (sikkerhetsloven).\n188\tLov 26. juni 1998 nr. 47 om fritids- og småbåter.\n189\tLov 17. juli 1998 nr. 54 om gjennomføring av Konvensjonen om forbud mot bruk, lagring, produksjon og overføring av antipersonellminer og om ødeleggelse av slike miner.\n190\tLov 17. juli 1998 nr. 56 om årsregnskap m.v. (regnskapsloven).\n191\tLov 17. juli 1998 nr. 61 om grunnskolen og den vidaregåande opplæringa (opplæringslova).\n192\tLov 15. januar 1999 nr. 2 om revisjon og revisorer (revisorloven).\n193\tLov 26. mars 1999 nr. 15 om retten til å delta i fiske og fangst (deltakerloven).\n194\tLov 4. juni 1999 nr. 37 om endringer i rettergangslovene m.m. (kildevern og offentlighet i rettspleien).\n195\tLov 18. juni 1999 nr. 40 om gjennomføring av Traktat om totalforbod mot kjernefysiske prøvesprengingar.\n196\tLov 25. juni 1999 nr. 43 om særlige tiltak mot Den føderale republikken Jugoslavia.\n197\tLov 25. juni 1999 nr. 46 om finansavtaler og finansoppdrag (finansavtaleloven).\n198\tLov 2. juli 1999 nr. 62 om etablering og gjennomføring av psykisk helsevern (psykisk helsevernloven).\n199\tLov 2. juli 1999 nr. 64 om helsepersonell m.v. (helsepersonelloven).\n200\tLov 17. desember 1999 nr. 95 om betalingssystemer m.v.\n201\tLov 22. desember 1999 nr. 105 om handelsverksemd med brukte og kasserte ting (brukthandellova).\n202\tLov 21. januar 2000 nr. 7 om kornforvaltning m.v.\n203\tLov 14. april 2000 nr. 31 om behandling av personopplysninger (personopplysningsloven).\n204\tLov 12. mai 2000 nr. 36 om strålevern og bruk av stråling.\n205\tLov 2. juni 2000 nr. 39 om apotek (apotekloven).\n206\tLov 16. juni 2000 nr. 42 om granskningskommisjonen som skal foreta en bred gjennomgang av utredning, planlegging, prosjektering og utbygging av ny hovedflyplass for Østlandet og Gardermobanen.\n207\tLov 23. juni 2000 nr. 56 om helsemessig og sosial beredskap.\n208\tLov 24. november 2000 nr. 82 om vassdrag og grunnvann (vannressursloven).\n209\tLov 5. januar 2001 nr. 1 om vaktvirksomhet.\n210\tLov 20. april 2001 nr. 13 om erstatning fra staten for personskade voldt ved straffbar handling m.m. (voldsoffererstatsningsloven).\n211\tLov 27. april 2001 nr. 14 om iverksetjing av internasjonale, ikkje-militære tiltak i form av avbrot eller avgrensing av økonomisk eller anna samkvem med tredjestatar eller rørsler.\n212\tLov 18. mai 2001 nr. 21 om gjennomføring av straff mv. (straffegjennomføringsloven).\n213\tLov 18. mai 2001 nr. 24 om helseregistre og behandling av helseopplysninger (helseregisterloven).\n214\tLov 15. juni 2001 nr. 59 om stiftelser (stiftelsesloven).\n215\tLov 15. juni 2001 nr. 65 om gjennomføring i norsk rett av Den internasjonale straffedomstols vedtekter 17. juli 1998 (Roma-vedtektene).\n216\tLov 15. juni 2001 nr. 73 om organisert kampaktivitet som tillater knockout.\n217\tLov 15. juni 2001 nr. 75 om veterinærer og annet dyrehelsepersonell.\n218\tLov 15. juni 2001 nr. 79 om miljøvern på Svalbard (svalbardmiljøloven).\n219\tLov 15. juni 2001 nr. 81 om elektronisk signatur (esignaturloven).\n220\tLov 14. juni 2002 nr. 20 om vern mot brann, eksplosjon og ulykker med farlig stoff og om brannvesenets redningsoppgaver (brann- og eksplosjonsvernloven).\n221\tLov 21. juni 2002 nr. 45 om yrkestransport med motorvogn og fartøy (yrkestransportlova).\n222\tLov 5. juli 2002 nr. 64 om registrering av finansielle instrumenter (verdipapirregisterloven).\n223\tLov 13. desember 2002 nr. 74 om e-pengeforetak.\n224\tLov 21. februar 2003 nr. 12 om biobanker (biobankloven).\n225\tLov 14. mars 2003 nr. 15 om beskyttelse av design (designloven).\n226\tLov 11. april 2003 nr. 20 om granskingskommisjonen for Mehamn-ulykken 11. mars 1982 med et Twin Otter passasjerfly.\n227\tLov 6. juni 2003 nr. 38 om bustadbyggjelag (bustadbyggjelagslova).\n228\tLov 6. juni 2003 nr. 39 om burettslag (burettslagslova).\n229\tLov 20. juni 2003 nr. 41 om tiltak mot hvitvasking av utbytte fra straffbare handlinger mv. (hvitvaskingsloven).\n230\tLov 27. juni 2003 nr. 58 om særlige tiltak mot Republikken Zimbabwe.\n231\tLov 27. juni 2003 nr. 64 om alternativ behandling av sykdom mv.\n232\tLov 4. juli 2003 nr. 74 om hundehold (hundeloven).\n233\tLov 4. juli 2003 nr. 83 om elektronisk kommunikasjon (ekomloven).\n234\tLov 28. november 2003 nr. 98 om konsesjon ved erverv av fast eiendom (konsesjonsloven) mv.\n235\tLov 5. desember 2003 nr. 100 om humanmedisinsk bruk av bioteknologi m.m. (bioteknologiloven).\n236\tLov 19. desember 2003 nr. 124 om matproduksjon og mattrygghet mv. (matloven).\n237\tLov 5. mars 2004 nr. 12 om konkurranse mellom foretak og kontroll med foretakssammenslutninger (konkurranseloven).\n238\tLov 19. november 2004 nr. 73 om bokføring (bokføringsloven).\n239\tLov 10. desember 2004 nr. 76 om arbeidsmarkedstjenester (arbeidsmarkedsloven).\n240\tLov 17. desember 2004 nr. 99 om kvoteplikt og handel med kvoter for utslipp av klimagasser (klimakvoteloven).\n241\tLov 29. april 2005 nr. 20 om innkreving av underholdsbidrag mv. (bidragsinnkrevingsloven).\n242\tLov 20. mai 2005 nr. 28 om straff (straffeloven).\n243\tLov 27. mai 2005 nr. 31 om skogbruk (skogbrukslova).\n244\tLov 3. juni 2005 nr. 33 om forbud mot diskriminering på grunn av etnisitet, religion mv. (diskrimineringsloven).\n245\tLov 3. juni 2005 nr. 34 om varsling, rapportering og undersøkelse av jernbaneulykker og jernbanehendelser m.m. (jernbaneundersøkelsesloven).\n246\tLov 10. juni 2005 nr. 40 om Likestillings- og diskrimineringsombudet og Likestillings- og diskrimineringsnemnda (diskrimineringsombudsloven).\n247\tLov 10. juni 2005 nr. 41 om forsikringsformidling.\n248\tLov 10. juni 2005 nr. 44 om forsikringsselskaper, pensjonsforetak og deres virksomhet mv. (forsikringsvirksomhetsloven).\n249\tLov 10. juni 2005 nr. 51 om norsk statsborgerskap (statsborgerloven).\n250\tLov 17. juni 2005 nr. 62 om arbeidsmiljø, arbeidstid og stillingsvern mv. (arbeidsmiljøloven).\n251\tLov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav (skattebetalingsloven).\n252\tLov 17. juni 2005 nr. 79 om akvakultur (akvakulturloven).\n253\tLov 17. juni 2005 nr. 85 om rettsforhold og forvaltning av grunn og naturressurser i Finnmark fylke (finnmarksloven).\n254\tMidlertidig lov 17. juni 2005 nr. 95 om arbeids- og oppholdstillatelse for vietnamesere på Filippinene med nære slektninger i Norge.\n255\tLov 21. desember 2005 nr. 126 om kosmetikk og kroppspleieprodukt m.m. (kosmetikklova).\n256\tLov 16. februar 2007 nr. 9 om skipssikkerhet (skipssikkerhetsloven).\n257\tLov 15. juni 2007 nr. 40 om reindrift (reindriftsloven).\n258\tLov 29. juni 2007 nr. 73 om eiendomsmegling.\n259\tLov 29. juni 2007 nr. 74 om regulerte markeder (børsloven).\n260\tLov 29. juni 2007 nr. 75 om verdipapirhandel (verdipapirhandelloven).\n261\tLov 29. juni 2007 nr. 78 om endringer i lov 15. juni 2001 nr. 53 om erstatning ved pasientskader mv. (pasientskadeloven) m.m.\n262\tLov 21. desember 2007 nr. 119 om toll og vareførsel (tolloven).\n263\tLov 15. mai 2008 nr. 35 om utlendingers adgang til riket og deres opphold her (utlendingsloven).\n264\tLov 20. juni 2008 nr. 44 om medisinsk og helsefaglig forskning (helseforskningsloven).",
    "chapters": []
}