{
    "lawId": "LOV-2015-12-18-104",
    "lawName": "Lov om endringer i arbeidsmiljøloven og avtaleloven (konkurransebegrensende avtaler i arbeidsforhold)",
    "shortName": "Endringslov til arbeidsmiljøloven og avtaleloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 38",
                    "title": "Har noen på grunn av konkurransehensyn forpliktet seg til ikke å drive virksomhet av en viss art eller ta ansettelse i virksomhet av en viss art, er forpliktelsen ikke bindende i den utstrekning den urimelig innskrenker vedkommendes adgang til erverv eller må anses for å strekke seg lenger enn nødvendig for å verne mot konkurranse. Ved avgjørelsen av om forpliktelsen urimelig innskrenker adgangen til erverv, skal det også tas hensyn til den betydning det har for den annen part at forpliktelsen opprettholdes.",
                    "sections": [
                        "I lov 17. juni 2005 nr. 62 om arbeidsmiljø, arbeidstid og stillingsvern mv. gjøres følgende endringer:",
                        "Nytt kapittel 14 A skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "Kapittel 14 A Konkurransebegrensende avtaler i arbeidsforhold",
            "paragraphs": [
                {
                    "name": "§ 14 A-1",
                    "title": "Konkurranseklausuler",
                    "sections": [
                        "(1) Med konkurranseklausul menes i dette kapittel avtale mellom arbeidsgiver og arbeidstaker som begrenser arbeidstakers adgang til å tiltre stilling hos en annen arbeidsgiver eller starte, drive eller delta i annen virksomhet etter arbeidsforholdets opphør.",
                        "(2) En konkurranseklausul kan bare gjøres gjeldende så langt det er nødvendig for å ivareta arbeidsgivers særlige behov for vern mot konkurranse. Klausulen kan ikke i noe tilfelle gjøres gjeldende lenger enn ett år fra opphør av arbeidsforholdet.",
                        "(3) Konkurranseklausul må inngås skriftlig for å være gyldig.",
                        "(4) En konkurranseklausul kan ikke gjøres gjeldende ved oppsigelse fra arbeidsgiver, med mindre oppsigelsen er saklig begrunnet i arbeidstakers forhold. Det samme gjelder dersom arbeidsgiver på grunn av mislighold av forpliktelser i arbeidsforholdet har gitt arbeidstaker rimelig grunn til å avslutte arbeidsforholdet.",
                        "(5) Arbeidsgiver kan på ethvert tidspunkt mens arbeidsforholdet består, skriftlig si opp en konkurranseklausul. Oppsigelse kan likevel ikke skje i den perioden arbeidsgiver er bundet av redegjørelse etter § 14 A-2 femte ledd. Etter arbeidsforholdets opphør kan arbeidsgiver og arbeidstaker inngå skriftlig avtale om at en konkurranseklausul ikke lenger skal gjelde.",
                        "(6) En konkurranseklausul faller bort dersom kravet til redegjørelse etter § 14 A-2 ikke blir oppfylt."
                    ]
                },
                {
                    "name": "§ 14 A-2",
                    "title": "Redegjørelse ved konkurranseklausuler",
                    "sections": [
                        "(1) Ved skriftlig forespørsel fra arbeidstaker skal arbeidsgiver innen fire uker gi en skriftlig redegjørelse for om og i hvilken grad en konkurranseklausul vil bli gjort gjeldende. Arbeidsgivers særlige behov for vern mot konkurranse skal i tilfelle fremgå av redegjørelsen.",
                        "(2) Dersom arbeidstakeren sier opp, og det ikke allerede foreligger en bindende redegjørelse, skal oppsigelsen ha samme virkning som en skriftlig forespørsel etter første ledd.",
                        "(3) Dersom arbeidsgiveren sier opp arbeidstakeren, og det ikke allerede foreligger en bindende redegjørelse, skal det gis redegjørelse samtidig med oppsigelsen.",
                        "(4) Dersom arbeidsgiveren avskjediger arbeidstakeren, og det ikke allerede foreligger en bindende redegjørelse, skal det gis redegjørelse innen en uke etter avskjeden.",
                        "(5) Redegjørelse etter denne paragrafen er bindende for arbeidsgiver i tre måneder. Ved oppsigelse er redegjørelsen uansett bindende ut oppsigelsestiden."
                    ]
                },
                {
                    "name": "§ 14 A-3",
                    "title": "Kompensasjon dersom konkurranseklausuler gjøres gjeldende",
                    "sections": [
                        "(1) Dersom en konkurranseklausul gjøres gjeldende, skal arbeidsgiver betale arbeidstakeren kompensasjon tilsvarende 100 prosent av arbeidstakerens arbeidsvederlag opp til 8 G, og deretter minst 70 prosent av arbeidstakerens arbeidsvederlag over 8 G. Kompensasjonen beregnes på grunnlag av opptjent arbeidsvederlag de siste 12 månedene før oppsigelses- eller avskjedstidspunktet. Kompensasjonen kan begrenses til 12 ganger folketrygdens grunnbeløp.",
                        "(2) Det kan gjøres fradrag med inntil halvparten av kompensasjonen for arbeidsvederlag eller arbeidsinntekt som arbeidstaker mottar eller opptjener i perioden konkurranseklausulen har virkning.",
                        "(3) Arbeidsgiver kan kreve at arbeidstaker opplyser om arbeidsvederlag eller arbeidsinntekter i perioden. Dersom arbeidstaker ikke etterkommer kravet, kan arbeidsgiver holde tilbake kompensasjon inntil opplysningene legges fram."
                    ]
                },
                {
                    "name": "§ 14 A-4",
                    "title": "Kundeklausuler",
                    "sections": [
                        "(1) Med kundeklausul menes i dette kapittel avtale mellom arbeidsgiver og arbeidstaker som begrenser arbeidstakers adgang til å kontakte arbeidsgivers kunder etter arbeidsforholdets opphør.",
                        "(2) En kundeklausul kan bare omfatte kunder som arbeidstaker har hatt kontakt med eller ansvar for det siste året før redegjørelse som nevnt i tredje ledd. Klausulen kan ikke i noe tilfelle gjøres gjeldende lenger enn ett år fra opphør av arbeidsforholdet. § 14 A-1 tredje til sjette ledd gjelder tilsvarende.",
                        "(3) Ved skriftlig forespørsel fra arbeidstaker skal arbeidsgiver innen fire uker gi en skriftlig redegjørelse for om og i hvilken grad en kundeklausul vil bli gjort gjeldende. Redegjørelsen skal i tilfelle angi hvilke kunder som skal omfattes av kundeklausulen. § 14 A-2 andre til femte ledd gjelder tilsvarende."
                    ]
                },
                {
                    "name": "§ 14 A-5",
                    "title": "Unntak for virksomhetens øverste leder",
                    "sections": [
                        "Reglene om konkurranse- og kundeklausuler i dette kapittel gjelder ikke for virksomhetens øverste leder dersom vedkommende i skriftlig avtale har sagt fra seg slike rettigheter mot etterlønn før fratreden."
                    ]
                },
                {
                    "name": "§ 14 A-6",
                    "title": "Rekrutteringsklausuler",
                    "sections": [
                        "(1) Med rekrutteringsklausul menes i dette kapittel avtale mellom arbeidsgiver og andre virksomheter som hindrer eller begrenser arbeidstakers muligheter til å ta ansettelse i annen virksomhet.",
                        "(2) Arbeidsgiver kan ikke inngå rekrutteringsklausul. En rekrutteringsklausul kan likevel inngås ved forhandlinger om virksomhetsoverdragelse, og gjøres gjeldende under forhandlingene og i inntil seks måneder etter at forhandlingene er avsluttet, dersom disse ikke fører frem. En rekrutteringsklausul kan også inngås fra tidspunktet for virksomhetsoverdragelsen og gjøres gjeldende i inntil seks måneder, dersom arbeidsgiver skriftlig har informert alle berørte arbeidstakere.",
                        "Loven trer i kraft fra den tid Kongen bestemmer.",
                        "For avtaler inngått før ikrafttredelsen, gis loven virkning ett år etter ikrafttredelsen."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}