{
    "lawId": "LOV-2015-05-12-29",
    "lawName": "Lov om endringer i skadeserstatningsloven og voldsoffererstatningsloven (terminvis utbetaling av menerstatning)",
    "shortName": "Endringslov til skl. og voerstl.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3-9",
                    "title": "(engangserstatning eller terminvise beløp)",
                    "sections": [
                        "Erstatning for personskade og tap av forsørger fastsettes til en engangssum, med mindre retten av særlige grunner finner å burde fastsette erstatningen helt eller delvis til terminbeløp. Ved fastsettelse av menerstatning anses prognoser om forkortet levetid som følge av den ansvarsbetingende hendelsen ikke som en særlig grunn etter første punktum. For betaling av terminbeløp kan den erstatningsansvarlige pålegges å stille sikkerhet. Når det finnes grunn til det, kan tingretten i den rettskrets der skadelidte har alminnelig verneting, etter begjæring av en part ved kjennelse helt eller delvis omgjøre terminbeløp til engangserstatning.",
                        "I lov 20. april 2001 nr. 13 om erstatning fra staten for personskade voldt ved straffbar handling m.m. skal § 5 første ledd lyde:",
                        "Har skadelidte fått varig og betydelig skade av medisinsk art, svares særskilt menerstatning. Erstatningen fastsettes under hensyn til menets medisinske art og størrelse og dets betydning for den personlige livsutfoldelse. Prognoser om forkortet levetid som følge av den ansvarsbetingende hendelsen skal ikke vektlegges ved fastsettelsen av erstatningen. Det gis ikke menerstatning ved lavere uførhetsgrad enn 15 %.",
                        "1.Loven gjelder fra den tid Kongen bestemmer.",
                        "2.Loven gjelder for tilfeller der den erstatningsbetingede hendelsen finner sted etter ikrafttredelsen."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}