{
    "lawId": "LOV-2015-04-24-22",
    "lawName": "Lov om endringer i utlendingsloven m.m. (utvisning av særreaksjonsdømte utlendinger)",
    "shortName": "Endringslov til utlendingsloven m.m.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 72",
                    "title": "Vedtaksmyndighet mv. i sak om utvisning",
                    "sections": [
                        "Vedtak om utvisning treffes av Utlendingsdirektoratet. Saker om utvisning forberedes av politiet.",
                        "Før det treffes vedtak om utvisning av en utlending som utholder en strafferettslig særreaksjon, skal det innhentes uttalelse fra den faglig ansvarlige for særreaksjonen, jf. psykisk helsevernloven § 1-4, om gjennomføringen av særreaksjonen og faren for nye alvorlige lovbrudd. Uttalelsen skal forelegges påtalemyndigheten, som skal gis anledning til å uttale seg om saken.",
                        "Kongen kan gi nærmere regler i forskrift.",
                        "Overskriften til § 124 skal lyde:",
                        "Innreiseforbud og vedtaksmyndighet mv.",
                        "§ 124 nytt fjerde ledd skal lyde:",
                        "Før det treffes vedtak om utvisning av en utlending som utholder en strafferettslig særreaksjon, skal det innhentes uttalelse fra den faglig ansvarlige for særreaksjonen, jf. psykisk helsevernloven § 1-4, om gjennomføringen av særreaksjonen og faren for nye alvorlige lovbrudd. Uttalelsen skal forelegges påtalemyndigheten, som skal gis anledning til å uttale seg om saken.",
                        "Nåværende fjerde ledd blir nytt femte ledd.",
                        "I Almindelig borgerlig Straffelov 22. mai 1902 nr. 10 gjøres følgende endringer:",
                        "§ 39 b nytt femte ledd skal lyde:",
                        "Dersom en person som er idømt en særreaksjon, utvises og forlater riket, opphører særreaksjonen midlertidig. Vender vedkommende tilbake til riket, skal påtalemyndigheten avgjøre om reaksjonen skal opprettholdes eller opphøre. Dersom påtalemyndigheten beslutter opprettholdelse og det er gått mer enn tre år siden siste rettskraftige dom, skal påtalemyndigheten bringe saken inn for tingretten, jf. fjerde ledd.",
                        "§ 73 a fjerde punktum skal lyde:",
                        "§§ 71 fjerde ledd, 72 og 73 gjelder tilsvarende så langt de passer.",
                        "§ 73 b annet og tredje punktum skal lyde:",
                        "Fristen beregnes etter lengden av den subsidiære fengselsstraffen fastsatt etter § 28 a tredje ledd bokstav b. §§ 71 fjerde ledd siste punktum, 72, 73 og 74 fjerde ledd gjelder tilsvarende så langt de passer.",
                        "I lov 2. juli 1999 nr. 64 om helsepersonell m.v. skal ny § 29 a lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 29 a",
                    "title": "Opplysninger om særreaksjonsdømte utlendinger",
                    "sections": [
                        "Lovbestemt taushetsplikt er ikke til hinder for at det gis nødvendige opplysninger om særreaksjonsdømte utlendinger til utlendingsmyndighetene til bruk i en utvisningssak.",
                        "Ved utvisning av en utlending som utholder en strafferettslig særreaksjon, er lovbestemt taushetsplikt ikke til hinder for at det til helse- og omsorgstjenesten i mottakerstaten gis opplysninger som er nødvendige for at mottakerstaten skal kunne vurdere vedkommendes behov for helsemessig oppfølging eller behov for å underlegges en behandling som kan beskytte samfunnet der mot gjentakelsesfare som nevnt i straffeloven § 39 nr. 1 og nr. 2.",
                        "1.Loven trer i kraft fra den tid Kongen bestemmer. De ulike endringene kan settes i kraft til forskjellig tid.",
                        "2.Kongen kan gi nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}