{
    "lawId": "LOV-2015-06-19-73",
    "lawName": "Lov om endringer i åndsverkloven (gjennomføring av EUs hitteverkdirektiv og innføring av generell avtalelisens mv.)",
    "shortName": "Endringslov til åndsverkloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Bruk av hitteverk i kulturarvinstitusjoner mv.",
            "paragraphs": [
                {
                    "name": "§ 16b",
                    "title": "Kulturarvinstitusjoner som er omfattet av reglene om hitteverk",
                    "sections": [
                        "Følgende institusjoner med allmennyttig formål er omfattet av reglene om bruk av hitteverk etter §§ 16c til 16e:",
                        "a)offentlig tilgjengelige bibliotek, utdanningsinstitusjoner og museer,",
                        "b)arkiv-, film- og lydarvinstitusjoner, og",
                        "c)allmennkringkastingsforetak."
                    ]
                },
                {
                    "name": "§ 16c",
                    "title": "Definisjon av hitteverk",
                    "sections": [
                        "Litterære verk, lydopptak og filmverk skal regnes som hitteverk dersom det ikke er mulig å finne rettighetshaver etter at en institusjon etter § 16b har utført og dokumentert et omfattende søk etter § 16e.",
                        "Der verk eller lydopptak som nevnt i første ledd har flere rettighetshavere og bare noen av dem er funnet etter at det er utført et omfattende søk, skal verket eller lydopptaket regnes som hitteverk for den del av rettighetene som tilhører de ukjente rettighetshavere. Slike verk eller lydopptak kan bare brukes som hitteverk etter § 16d dersom de kjente rettighetshavere har gitt samtykke etter § 6.",
                        "Dersom en rettighetshaver melder seg for en institusjon som nevnt i § 16b, skal verket eller lydopptaket ikke lenger anses som hitteverk. Er verket eller lydopptaket tatt i bruk som hitteverk etter § 16d, må bruken opphøre. En rettighetshaver til et verk eller lydopptak som er brukt som hitteverk, har krav på rimelig kompensasjon av den som har brukt verket eller lydopptaket.",
                        "Verk eller lydopptak som i henhold til lovgivningen i et land i EØS-området anses som hitteverk, skal også anses som hitteverk i Norge."
                    ]
                },
                {
                    "name": "§ 16d",
                    "title": "Bruk av hitteverk",
                    "sections": [
                        "Institusjon etter § 16b kan for sine allmennyttige formål:",
                        "a)fremstille eksemplar av hitteverk i samlingene for å digitalisere, indeksere, katalogisere, bevare, restaurere eller gjøre tilgjengelig for allmennheten etter bokstav b,",
                        "b)gjøre hitteverk i samlingene tilgjengelig for allmennheten på en slik måte at den enkelte selv kan velge tid og sted for tilgang til verket.",
                        "Bruk av hitteverk etter første ledd kan skje der følgende vilkår er oppfylt:",
                        "a)Hitteverket har tilknytning til et land i EØS-området ved at verket enten ble utgitt eller ble utsendt i radio eller i fjernsyn for første gang i et land i EØS-området, eller med rettighetshavers samtykke ble gjort tilgjengelig for allmennheten i et land i EØS-området av en institusjon etter § 16b, og det ikke er grunn til å tro at rettighetshaveren ville ha motsatt seg bruken,",
                        "b)institusjonen er etablert i et EØS-land,",
                        "c)inntekter fra bruk av hitteverk skal kun dekke utgifter til eksemplarfremstilling og tilgjengeliggjøring for allmennheten av hitteverk etter denne paragraf, og",
                        "d)kjente rettighetshavere navngis.",
                        "For allmennkringkastingsforetak gjelder reglene kun for bruk av hitteverk i form av lydopptak og filmverk i egne samlinger som foretaket har produsert eller fått produsert av andre før 1. januar 2003.",
                        "Institusjon etter § 16b kan på samme vilkår som i første og andre ledd bruke verk som inngår i et hitteverk etter § 16c med slik tilknytning til et EØS-land som følger av andre ledd bokstav a."
                    ]
                },
                {
                    "name": "§ 16e",
                    "title": "Omfattende søk etter rettighetshavere mv.",
                    "sections": [
                        "Før et litterært verk, lydopptak eller filmverk kan få status som hitteverk etter § 16c, skal det utføres og dokumenteres et omfattende søk i god tro etter rettighetshavere til verket eller lydopptaket. Dokumentasjon av søket skal videreformidles til Nasjonalbiblioteket.",
                        "Det omfattende søket foretas i de kilder som er relevante for den aktuelle verkstypen.",
                        "Søket skal foretas i det land innenfor EØS-området der verket eller lydopptaket første gang ble utgitt eller utsendt. Dersom verket eller lydopptaket ikke har blitt utgitt eller utsendt, men har blitt gjort tilgjengelig for allmennheten med rettighetshavers samtykke av en institusjon etter § 16b, skal det søkes i det EØS-landet der institusjonen er etablert.",
                        "For filmverk der produsenten har sitt sete eller bosted i et EØS-land, skal søket foretas i dette landet.",
                        "Dersom det finnes tegn på at relevant informasjon om rettighetshaver er tilgjengelig i andre land enn det som fremgår av første til fjerde ledd, skal informasjonskilder derfra også undersøkes.",
                        "Kongen kan gi nærmere regler om gjennomføring og dokumentasjon av omfattende søk og bruk av hitteverk, herunder om søkekilder for verk og videreformidling av dokumentasjon til Nasjonalbiblioteket.",
                        "§ 34 første ledd skal lyde:",
                        "Verk som lovlig inngår i kringkastingssending, kan ved samtidig og uendret videresending gjøres tilgjengelig for allmennheten når den som videresender oppfyller betingelsene for avtalelisens etter § 36 første ledd.",
                        "§ 35 andre ledd oppheves.",
                        "§ 36 andre ledd skal lyde:",
                        "Avtalelisens kan også anvendes i tilfeller som ikke omfattes av paragrafene som er nevnt i første ledd, når en bruker på et nærmere avgrenset område har inngått avtale med organisasjon som nevnt i § 38a om bruk av offentliggjorte verk (generell avtalelisens). Dette gjelder likevel ikke for verk der opphavsmannen overfor noen av partene i avtalen har nedlagt forbud mot bruk av verket, eller det ellers er særlig grunn til å anta at han motsetter seg bruk av verket.",
                        "§ 38 skal lyde:",
                        "Kommer avtale etter §§ 13b, 14, 16a, 17b, 30, 32 og 34 ikke i stand, kan hver av partene kreve megling etter regler som Kongen gir. Er partene enige om det, kan tillatelse til og vilkår for eksemplarfremstillingen fastsettes etter reglene gitt med hjemmel i § 35. Fastsettelsen får samme virkning som avtale etter § 36 første ledd.",
                        "Er partene i avtaler etter §§ 13b, 14, 16a, 17b, 30, 32 og 34 enige om det, kan tvist om tolkingen av avtalen på bindende måte avgjøres etter reglene gitt med hjemmel i § 35.",
                        "Kommer avtale med kringkastingsforetak om adgang til å gjøre opptak av foretakets sendinger for slik bruk som omfattes av §§ 13b, 14 eller 17b, ikke i stand, gjelder bestemmelsen i første ledd første og andre punktum tilsvarende. Ved tvist om tolking av slik avtale får bestemmelsen i andre ledd tilsvarende anvendelse.",
                        "Kommer avtale etter § 13b ikke i stand etter at megling etter første ledd er gjennomført, kan hver av partene kreve at tillatelse til og vilkår for eksemplarfremstilling etter § 13b på bindende måte avgjøres av nemnd etter reglene gitt med hjemmel i § 35. Nemndsavgjørelsen får samme virkning som avtale etter § 36 første ledd. Kongen kan gi nærmere regler om nemndas virksomhet og behandling av slike saker, herunder om saksbehandling og domstolsprøving.",
                        "§ 38a første ledd første punktum skal lyde:",
                        "Avtale som skal ha virkning som nevnt i § 36, må inngås av organisasjon som på området representerer en vesentlig del av opphavsmennene til verk som brukes i Norge, og som er godkjent av departementet.",
                        "§ 45a fjerde ledd oppheves.",
                        "§ 45a femte ledd blir fjerde ledd, og skal lyde:",
                        "Bestemmelsene i §§ 7, 8, 11a til 13a, 15, 16, 18, 21 første ledd, 22, 25, 27, 28, 31, 33, 35 og 38 første til tredje ledd gjelder tilsvarende.",
                        "§ 53 oppheves.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. De enkelte bestemmelsene kan settes i kraft til ulik tid.",
                        "2.Endringene i loven her gjelder ikke for handlinger som er utført eller rettigheter som er ervervet før endringene har trådt i kraft."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}