{
    "lawId": "LOV-2015-08-07-83",
    "lawName": "Midlertidig lov om beskyttelse av og kontroll med geografisk informasjon av hensyn til rikets sikkerhet",
    "shortName": "Midlertidig lov om kontroll med geografisk informasjon",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Lovens formål",
                    "sections": [
                        "Formålet med denne lov er å legge forholdene til rette for effektivt å kunne motvirke trusler mot rikets selvstendighet, sikkerhet og andre vitale nasjonale sikkerhetsinteresser ved å beskytte og utøve kontroll over geografisk informasjon."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Forbud mot opptak, mangfoldiggjøring eller offentliggjøring av informasjon om militære anlegg og områder",
                    "sections": [
                        "Med bøter eller fengsel inntil 1 år straffes den som uten samtykke fra Kongen, eller den Kongen bemyndiger, opptar, mangfoldiggjør eller offentliggjør kart, skisser, fotografier eller beskrivelser over militære anlegg eller områder, med mindre forholdet rammes av et straffebud med høyere strafferamme.",
                        "Kongen gir forskrift om vilkår for samtykke som nevnt i første ledd."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Forbud mot opptak, mangfoldiggjøring eller offentliggjøring av dybdedata",
                    "sections": [
                        "Med bøter eller fengsel inntil 1 år straffes den som uten samtykke av Kongen, eller den Kongen bemyndiger, og som ikke kan anses nødvendig for en sikker navigering i den alminnelige seilingsleden,",
                        "a)opptar, mangfoldiggjør eller offentliggjør kart eller kartskisser over rikets havner, fjorder eller innløp eller norsk territorialfarvann, eller",
                        "b)foretar målinger eller andre lodninger",
                        "Dersom forholdet rammes av et straffebud med høyere strafferamme enn 1 år, vil forholdet bedømmes etter den aktuelle bestemmelsen.",
                        "Kongen gir forskrift om vilkår for samtykke som nevnt i første ledd."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Forholdet til tidligere forskrifter",
                    "sections": [
                        "Forskrifter gitt i medhold av lov 18. august 1914 nr. 3 om forsvarshemmeligheter § 3 gjelder også etter at loven her har trådt i kraft."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Lovens ikraftsetting og varighet",
                    "sections": [
                        "Loven trer i kraft fra det tidspunkt Kongen bestemmer.",
                        "Loven gjelder i 2 år fra ikraftsettingstidspunktet."
                    ]
                }
            ]
        }
    ]
}