{
    "lawId": "LOV-2015-12-11-100",
    "lawName": "Lov om endringar i jordskiftelova (reglar om saksbehandling mv.)",
    "shortName": "Endringslov til jordskiftelova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3-18",
                    "title": "Vern mot tap",
                    "sections": [
                        "Jordskifteløysinga skal ikkje føre til at kostnadene og ulempene blir større enn nytten for nokon eigedom eller bruksrett.",
                        "§ 3-37 andre ledd første punktum skal lyde:",
                        "Det er òg ein frist på ti år for behandling av nytt krav der jordskifte er nekta fordi vilkåra i §§ 3-2, 3-3 eller 3-18 ikkje var oppfylte.",
                        "§ 6-1 andre ledd skal lyde:",
                        "Desse delane, kapitla og paragrafane i tvisteloven gjeld slik det går fram av paragrafane i lova her, og elles så langt dei høver: Kapittel 2, 3 og 8, § 9-6 første og andre ledd, tredje ledd første og andre punktum og fjerde ledd, §§ 9-10 og 9-13 til 9-17, § 10-5 første og andre ledd, kapittel 11, § 12-1 første til tredje ledd, § 13-1 andre og tredje ledd, §§ 13-3 og 13-4, kapittel 13 II, kapittel 14, § 15-2 første ledd bokstav b, §§ 15-6 til 15-8, kapittel 16 I, II og III, § 16-18, kapittel 17, §§ 18-1 og 18-2, kapittel 19 og 20, femte del og sjette del.",
                        "§ 6-21 første ledd skal lyde:",
                        "Ved førebuing av ei jordskifteavgjerd etter § 6-23 fjerde ledd bokstav b), f) og h), skal retten utarbeide forslag som viser resultatet av jordskifteavgjerda, og forslaget skal leggjast skriftleg fram for partane.",
                        "§ 6-22 første ledd skal lyde:",
                        "Dersom det ikkje er tvist mellom partane, skal jordskifteretten utarbeide forslag som viser resultatet av avgjerda om fastsetjing av grenser, eigedomsrett, rettar eller anna, og forslaget skal leggjast skriftleg fram for partane.",
                        "§ 6-23 fjerde ledd skal lyde:",
                        "Ved jordskifteavgjerd tek retten avgjerd om",
                        "a)vilkåra for jordskifte i §§ 3-2, 3-3 og 3-18 er oppfylte eller ikkje, samt sakleg og geografisk avgrensing av saka etter § 6-9",
                        "b)verdsetjing av det som skal gå i byte i jordskiftet, val av trasé for vegar og andre jordskifteløysingar undervegs i saka som ikkje er nemnde annan stad i leddet her",
                        "c)merking og måling også når dette arbeidet er utsett til etter at saka er avslutta",
                        "d)skjønn og andre avgjerder etter andre lover etter kapittel 5 i samband med sak for jordskifteretten",
                        "e)reglar som etter § 3-34 skal gjelde for ei viss tid",
                        "f)fordeling av planskapt netto verdiauke etter § 3-30",
                        "g)sakskostnader etter § 7-6, og",
                        "h)den endelege jordskifteløysinga.",
                        "§ 7-7 første ledd skal lyde:",
                        "Jordskifteretten skal leggje sakskostnader knytte til trekking av ei sak, avvising av ei sak når vilkåra for saka ikkje er oppfylte, eller for seine krav eller opplysningar på dei som har valda kostnadene.",
                        "I § 9-7 nr. 7 skal endringa i lov 29. november 1968 um særlege råderettar over framand eigedom § 7 andre ledd første punktum lyde:",
                        "I slike høve skal eigaren svara vederlag i jord, rettar eller pengar.",
                        "Lova gjeld frå den tida Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}