{
    "lawId": "LOV-2015-05-07-26",
    "lawName": "Lov om obduksjon og avgjeving av lik til undervisning og forsking (obduksjonslova)",
    "shortName": "Obduksjonslova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "Kapittel 1 Formål, verkeområde og definisjonar",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Formålet med lova er å:",
                        "a)bidra til at obduksjonar og anna behandling av lik blir utført på ein verdig måte med respekt for den døde og dei pårørande til den døde,",
                        "b)gi kunnskap om dødsprosessar og dødsårsaker, og bidra til ein påliteleg dødsårsaksstatistikk, og",
                        "c)legge til rette for kvalitetssikring i helse- og omsorgstenesta og for undervisning og tileigning av kunnskap."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Verkeområde",
                    "sections": [
                        "Lova gjeld for medisinsk obduksjon og donasjon av lekam til undervisning og forsking og anna behandling av lik. Reglane i § 7 gjeld tilsvarande for forsking på biologisk materiale som er tatt ut i samband med ein rettsmedisinsk obduksjon.",
                        "Kongen kan gi forskrift om at lova og forskrifter med heimel i lova heilt eller delvis skal gjelde for Svalbard og Jan Mayen og kan fastsette særlege reglar under omsyn til forholda på staden."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Definisjonar",
                    "sections": [
                        "I denne lova meines med:",
                        "a)obduksjon: ei systematisk utvendig og innvendig medisinsk undersøking av ein død person der formålet er å påvise eller utelukke forandringar som er forårsaka av sjukdom eller skade",
                        "b)medisinsk obduksjon: obduksjon som ein lege har kravd",
                        "c)rettsmedisinsk obduksjon: obduksjon som er kravd etter straffeprosessloven § 228 om sakkyndig likundersøkelse",
                        "d)næraste pårørande: næraste pårørande etter pasient- og brukerrettighetsloven § 1-3 bokstav b."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2 Obduksjon",
            "paragraphs": [
                {
                    "name": "§ 4",
                    "title": "Dei regionale helseføretaka sitt ansvar for obduksjonsverksemdene",
                    "sections": [
                        "Dei regionale helseføretaka skal sørge for nødvendig kompetanse og kapasitet til å gjennomføre medisinske obduksjonar."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Krav om medisinsk obduksjon",
                    "sections": [
                        "Krav om medisinsk obduksjon må setjast fram av ein lege.",
                        "Legen som konstaterer at døden har inntreft skal, så langt det er mogeleg, vurdere om det bør gjennomførast ein medisinsk obduksjon og dokumentere at vurderinga er gjort.",
                        "Sjukehuset som mottek krav om obduksjon, jf. første ledd, avgjer om obduksjonen skal gjennomførast.",
                        "Departementet kan gi forskrift om framsetting av krav om obduksjon."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Forholdet til rettsmedisinsk obduksjon",
                    "sections": [
                        "Dersom legen etter helsepersonelloven § 36 tredje ledd har plikt til å melde frå til politiet fordi det er grunn til å tru at dødsfallet er unaturleg, kan medisinsk obduksjon ikkje setjast i gang før politiet har avgjort at det ikkje skal gjennomførast ein rettsmedisinsk obduksjon.",
                        "Dersom det under ein medisinsk obduksjon blir avdekt forhold som tydar på unaturleg død, skal obduksjonen avbrytast og politiet underrettast utan opphald."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Vilkår for gjennomføring av medisinsk obduksjon og rett for pårørande til å nekte obduksjon",
                    "sections": [
                        "Medisinsk obduksjon kan berre gjennomførast når det ikkje er grunn til å tru at den døde ville ha motsett seg ei slik undersøking. Dei pårørande skal, så sant det er mogeleg, spørjast om det ligg føre forhold som tilseier at den døde ville ha motsett seg obduksjon.",
                        "Medisinsk obduksjon kan ikkje gjennomførast dersom ein av dei næraste pårørande til den døde, jf. § 3 bokstav d, nektar obduksjon. Næraste pårørande til den døde skal, så sant det er mogeleg, informerast om at det er ønskeleg med obduksjon, kva den inneber og om mogelegheita for å nekte obduksjon.",
                        "Reglane i første og andre ledd gjeld tilsvarande for uttak av biologisk materiale frå avdøde til bruk i undervisning eller forsking.",
                        "Dersom det ligg føre særlege grunnar til at den døde bør obduserast, kan fylkesmannen tillate at obduksjon blir gjennomført sjølv om vilkåra i første og andre ledd ikkje er oppfylt."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Gjennomføringa av obduksjonen",
                    "sections": [
                        "Organ og anna biologisk materiale kan takast ut av kroppen for nærare undersøking og prøvetaking. Organ skal leggjast tilbake i kroppen når undersøkinga og prøvetakinga er avslutta, med mindre formålet med obduksjonen krev at organet må behaldast for å sluttføre undersøkinga eller organet skal brukast til undervisning.",
                        "Det kan gjevast undervisning i samband med medisinske obduksjonar.",
                        "Departementet kan gi forskrift om korleis obduksjonar skal gjennomførast og om avgjeving og bruk av obduksjonsmateriale."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3 Anna behandling av lik",
            "paragraphs": [
                {
                    "name": "§ 9",
                    "title": "Samtykke til bruk av lik i undervisning og forsking",
                    "sections": [
                        "Personar som har fylt 18 år kan samtykke til at kroppen deira kan brukast i undervisning og forsking etter at dei er døde.",
                        "Dersom det kan godtgjerast at det er i tråd med ønsket til ein avdød som hadde fylt 18 år, kan næraste pårørande, jf. § 3 bokstav d, samtykke til at kroppen kan brukast i undervisning og forsking.",
                        "Samtykke til bruk av lik til undervisning og forsking skal vere skriftlege.",
                        "Departementet kan gi forskrift om registrering og anna behandling av helseopplysingar og andre personopplysingar som er nødvendige for bruk av lik til undervisning og forsking."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Utlevering av lik til bruk i undervisning og forsking",
                    "sections": [
                        "Departementet skal peike ut institusjonar som kan bruke lik til undervisning og forsking.",
                        "Institusjonar etter første ledd kan krevje å få utlevert lik som er gitt til undervisning og forsking. Eit lik kan ikkje krevjast utlevert før det er avklart at det ikkje vil bli kravd rettsmedisinsk obduksjon eller medisinsk obduksjon etter § 7 fjerde ledd.",
                        "Departementet kan gi forskrift om utlevering av lik til bruk i undervisning og forsking."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Bruk av lik i undervisning og forsking",
                    "sections": [
                        "Eit lik som er utlevert etter § 10 andre ledd, skal tilbakeførast til dei pårørande for kremasjon innan to år etter dødsfallet. Næraste pårørande kan samtykke til at institusjonen kan behalde liket, eller delar av liket utover to år. Dersom den døde ikkje har pårørande, kan departementet samtykke til at institusjonen kan behalde liket eller delar av liket utover to år.",
                        "Departementet kan gi forskrift om bruk av lik i undervisning og forsking."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Dekning av kostnader ved bruk av lik til undervisning og forsking",
                    "sections": [
                        "Kostnader til transport og kremasjon skal dekkjast av den institusjonen som har fått utlevert liket."
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Fjerning av implantat",
                    "sections": [
                        "Nødvendig uttak av implantat før kremasjon skal utførast av helsepersonell. Slikt uttak krev ikkje samtykke."
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Gravferd og utførsel av lik ved mistanke om unaturleg dødsfall",
                    "sections": [
                        "Dersom det er grunn til mistanke om at ein persons død er forårsaka ved straffbar handling, eller det elles er grunn til å tru at rettsmedisinsk obduksjon vil bli kravd, må liket ikkje førast ut av landet eller gravleggjast utan tillating frå politiet.",
                        "Departementet kan gi forskrift om krav til dokumentasjon ved utførsel av lik."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4 Pålegg, sanksjonar, straff og forholdet til andre lover",
            "paragraphs": [
                {
                    "name": "§ 15",
                    "title": "Forholdet til forvaltningsloven",
                    "sections": [
                        "Forvaltningsloven kapittel IV, V, VI og VIII gjeld ikkje for avgjerder som blir treft etter lova her. Heile forvaltningsloven gjeld likevel for avgjerder etter § 7 fjerde ledd."
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Pålegg, sanksjonar og straff",
                    "sections": [
                        "Spesialisthelsetjenesteloven §§ 7-1 og 7-2 gjeld tilsvarande ved brot på lova her og forskrifter gitt etter lova.",
                        "Den som forsettleg eller grovt aktlaust bryt eller medverkar til å bryte reglar i lova her eller i medhald av ho, straffast med bøter eller fengsel i inntil tre månader.",
                        "Offentleg påtale finn stad dersom allmenne omsyn krev det, eller etter krav frå Statens helsetilsyn."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5 Sluttføresegner",
            "paragraphs": [
                {
                    "name": "§ 17",
                    "title": "Endringar i andre lover",
                    "sections": [
                        "I lov 5. desember 2003 nr. 100 om humanmedisinsk bruk av bioteknologi m.m. skal § 1-2 tredje ledd lyde:",
                        "Loven gjelder ikke for obduksjon som faller inn under lov 7. mai 2015 nr. 26 om obduksjon og avgjeving av lik til undervisning og forsking eller lov 22. mai 1981 nr. 25 om rettergangsmåten i straffesaker § 228 om sakkyndig likundersøkelse.",
                        "I lov 7. juni 1996 nr. 32 om gravplasser, kremasjon og gravferd skal § 13 første ledd lyde:",
                        "Fristene i § 10 annet ledd og § 12 gjelder ikke når avdødes legeme skal nyttes i samsvar med bestemmelsene i obduksjonslova eller det er besluttet sakkyndig likundersøkelse i medhold av straffeprosessloven § 228.",
                        "I lov 20. juni 2008 nr. 44 om medisinsk og helsefaglig forskning skal § 21 lyde:"
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Forskning på humant biologisk materiale fra døde",
                    "sections": [
                        "For forskning på biologisk materiale som tas ut fra avdøde gjelder obduksjonslova § 7 første til tredje ledd om informasjon og nærmeste pårørendes rett til å nekte donasjon mv.",
                        "Lov 4. juni 1898 indeholdende visse Bestemmelser om Behandlingen af Lig opphevast."
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Iverksetjing",
                    "sections": [
                        "Lova gjeld frå den tida Kongen fastset. Kongen kan setje i verk dei einskilde føresegnene til ulik tid."
                    ]
                }
            ]
        }
    ]
}