{
    "lawId": "LOV-2015-04-17-19",
    "lawName": "Lov om endringer i vegtrafikkloven (tilbakeholdsrett i kjøretøy til sikring av sanksjoner, hjemmel for bruk av innretning til immobilisering av kjøretøy)",
    "shortName": "Endringslov til vegtrafikkloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kap. V. Reaksjoner ved overtredelse m.m.",
            "paragraphs": [
                {
                    "name": "§ 36 b",
                    "title": "Tilbakeholdsrett i motorvogn og kjøretøy som trekkes av motorvogn",
                    "sections": [
                        "Dersom motorvognfører ilegges eller antas å ville bli ilagt straff eller gebyr for overtredelse av bestemmelser gitt i eller i medhold av vegtrafikkloven, kan politiet, regionvegkontoret og tollvesenet treffe avgjørelse om å holde tilbake motorvogn og kjøretøy som trekkes av motorvogn inntil bot, gebyr og omkostninger er betalt, eller sikkerhet for betaling er stilt. I saker der politiet vurderer å holde tilbake kjøretøy etter anmeldelse, er regionvegkontorets og tollvesenets tilbakeholdsrett for å sikre betaling av bot tidsbegrenset til påtalemyndigheten har avgjort påtalespørsmålet eller, dersom pålemyndigheten har besluttet å utferdige forelegg, til forelegget er meddelt.",
                        "Tilbakeholdelse kan bare skje når det er nødvendig for å sikre betaling av nevnte beløp. Tilbakeholdsretten kan om nødvendig sikres ved bruk av mekanisk eller elektronisk innretning.",
                        "Er beløpet ikke betalt innen 2 måneder etter rettskraftig avgjørelse eller endelig fastsatt gebyr, kan tilbakeholdte kjøretøy selges. Bestemmelsene i § 37 sjette til åttende ledd får tilsvarende anvendelse.",
                        "§ 37 åttende ledd nytt annet og tredje punktum skal lyde:",
                        "Forvaring kan om nødvendig sikres ved hjelp av mekanisk eller elektronisk innretning. Kjøretøyet kan ved bruk av slik innretning holdes tilbake inntil omkostninger knyttet til bruken av innretningen er betalt.",
                        "Loven gjelder fra den tid kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}