{
    "lawId": "LOV-2015-06-19-78",
    "lawName": "Lov om endringer i deltakerloven (tildeling av spesiell tillatelse og adgang til å delta i fiske)",
    "shortName": "Endringslov til deltakerloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 17",
                    "title": "Tildeling av spesiell tillatelse til erstatning for tilsvarende spesiell tillatelse",
                    "sections": [
                        "Departementet kan i følgende tilfeller tildele spesiell tillatelse til fartøyeier for et bestemt fartøy til erstatning for tilsvarende spesiell tillatelse som oppgis:",
                        "a)Fartøyeier skifter ut sitt gamle fartøy med et brukt fartøy eller nybygg.",
                        "b)Fartøyeier kjøper eller overtar på annen måte fartøyet for fortsatt drift.",
                        "c)Fartøyeier eller eier av et annet fartøy oppgir tilsvarende spesiell tillatelse.",
                        "Departementet kan gi tilsagn til fartøyeier om tildeling av ny spesiell tillatelse etter første ledd bokstav a for et ubestemt erstatningsfartøy dersom fartøyet er forlist i løpet av de siste seks månedene, eller fartøyet planlegges solgt uten at eieren har anskaffet nytt fartøy.",
                        "Kongen kan i forskrift gi nærmere bestemmelser om tildeling av spesiell tillatelse etter første ledd og tilsagn etter annet ledd, herunder om begrensninger i adgangen til å tildele tillatelse etter første ledd og gi tilsagn etter annet ledd, og om varighet av tilsagn etter annet ledd. Kongen kan i enkeltfiskerier åpne for tildeling av spesiell tillatelse i flere tilfeller enn det som følger av første ledd.",
                        "§ 21 tredje ledd skal lyde:",
                        "I forskrift etter første ledd som stiller krav om tidligere deltakelse i det aktuelle fisket, kan det gis tilsvarende bestemmelser som i § 17 første og annet ledd.",
                        "Nåværende tredje ledd blir nytt fjerde ledd.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}