{
    "lawId": "LOV-2015-06-19-59",
    "lawName": "Lov om endringer i helsepersonelloven mv. (vilkår for autorisasjon)",
    "shortName": "Endringslov til helsepersonelloven mv. (vilkår for autorisasjon)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 48 a",
                    "title": "Vilkår for autorisasjon etter § 48",
                    "sections": [
                        "Rett til autorisasjon etter søknad har den som",
                        "a)har bestått eksamen i vedkommende fag ved norsk universitet, høgskole eller videregående opplæring,",
                        "b)har bestått utenlandsk eksamen som er anerkjent etter avtale om gjensidig godkjenning etter § 52,",
                        "c)har gjennomført utdanning og bestått utenlandsk eksamen som anerkjennes som jevngod med tilsvarende norsk utdanning og eksamen, eller",
                        "d)har godtgjort å ha den nødvendige kyndighet ved bestått eksamen i helsefaglig utdanning, og tilleggsutdanning eller yrkeserfaring.",
                        "Søkeren må i tillegg",
                        "a)være under 80 år,",
                        "b)ikke være uegnet for yrket, og",
                        "c)ha gjennomført praktisk tjeneste eller oppfylle tilleggskrav dersom dette er fastsatt i forskrift etter tredje ledd.",
                        "Departementet kan i forskrift fastsette krav om praktisk tjeneste og tilleggskrav for autorisasjon for den enkelte helsepersonellgruppe og gjennomføring av slike krav. Departementet kan også bestemme at kravene skal gjelde for dem som allerede har autorisasjon eller offentlig godkjenning når forskriften trer i kraft.",
                        "§ 49 første ledd første punktum skal lyde:",
                        "Helsepersonell som ikke har rett til autorisasjon etter § 48 a, kan gis lisens etter søknad.",
                        "§ 53 første ledd tredje punktum skal lyde:",
                        "Departementet kan i forskrift pålegge den enkelte utdanningsinstitusjon og andre med utdanningsansvar å gi autorisasjon for utdanninger der det ikke kreves praktisk tjeneste, jf. § 48 a andre ledd bokstav c og 48 a tredje ledd.",
                        "§ 57 tredje ledd skal lyde:",
                        "Autorisasjon, lisens eller spesialistgodkjenning kan kalles tilbake også dersom vilkår fastsatt i forskrift etter §§ 48 a, 49 eller 51 ikke er oppfylt.",
                        "I lov 2. juni 2000 nr. 39 om apotek skal § 3-2 første ledd bokstav a lyde:",
                        "Søker har norsk eksamen cand.pharm., master i farmasi eller utenlandsk utdannelse som anerkjennes som jevngod med norsk eksamen, jf. helsepersonelloven § 48 a første ledd bokstav c.",
                        "I lov 27. juni 2003 nr 64 om alternativ behandling av sykdom mv. skal § 8 første ledd lyde:",
                        "Bare den som har autorisasjon, lisens eller spesialistgodkjenning etter helsepersonelloven §§ 48 a til 51, har rett til å benytte slik yrkesbetegnelse som kjennetegner vedkommende gruppe helsepersonell.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelser til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}