{
    "lawId": "LOV-2015-01-23-4",
    "lawName": "Lov om endringer i panteloven m.m. (pant i patenter og planteforedlerretter)",
    "shortName": "Endringslov til panteloven m.m.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 3-7",
                    "title": "Avhendelse av pantsatt driftstilbehør",
                    "sections": [
                        "(1) Pantsetteren kan skifte ut eller avhende pantsatt driftstilbehør så langt dette er i samsvar med forsvarlig drift og ikke vesentlig forringer panthaverens sikkerhet. På samme vilkår kan pantsetteren utstede lisenser som gjelder driftstilbehør som nevnt i § 3-4 annet ledd bokstav b.",
                        "(2) Når panthaveren har tatt skritt til å inndrive pantekravet ved varsel om tvangsdekning etter tvangsfullbyrdelsesloven, har pantsetteren ikke rett til å skifte ut, avhende eller utstede lisenser som gjelder pantsatt driftstilbehør uten panthaverens samtykke.",
                        "(3) Når tilbehør blir solgt i samsvar med reglene i første og annet ledd eller i samsvar med regelen i konkursloven § 17 fjerde ledd, og selgeren ikke lenger har rådigheten over det, faller panteretten bort. Er salget skjedd i strid med disse reglene, står panteretten tilbake for rettsvinning etter lov av 2. juni 1978 nr. 37 om godtroerverv av løsøre. Ved utstedelse av lisens som gjelder driftstilbehør som nevnt i § 3-4 annet ledd bokstav b i samsvar med reglene i første og annet ledd, står panteretten ved lag, men tilbake for lisensen.",
                        "Kapittel 4 overskriften skal lyde:",
                        "I kapittel 4 skal ny underoverskrift etter § 4-10 og foran nye §§ 4-11 til 4-17 lyde:",
                        "Nye §§ 4-11 til § 4-17 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kap. 4. Avtalepant i verdipapirer, finansielle instrumenter registrert i et verdipapirregister, aksjer, enkle pengekrav, patenter og planteforedlerretter m.m.",
            "paragraphs": []
        },
        {
            "name": "Patenter og planteforedlerretter.",
            "paragraphs": [
                {
                    "name": "§ 4-11",
                    "title": "Patent m.m.",
                    "sections": [
                        "(1) Patent som gjelder her i riket kan pantsettes. Det samme gjelder:",
                        "a.nasjonal patentsøknad som er innført i patentregisteret,",
                        "b.internasjonal patentsøknad som er videreført etter patentloven § 31 eller tatt opp til behandling etter patentloven § 38, og som er innført i patentregisteret,",
                        "c.europeisk patentsøknad som nevnt i patentloven § 66 g første ledd, og som er innført i Patentstyrets særskilte register over slike søknader,",
                        "d.supplerende beskyttelsessertifikat som nevnt i patentloven §§ 62 a og 62 b, og",
                        "e.overdragelig avtalelisens som er registrert i patentregisteret eller i Patentstyrets særskilte register over europeiske patentsøknader.",
                        "(2) Hvis en pantsatt patentsøknad deles eller hvis en oppfinnelse i en pantsatt søknad skilles ut i en ny søknad, omfattes også avdelte eller utskilte søknader av panteretten.",
                        "(3) Når patent blir meddelt på grunnlag av en pantsatt patentsøknad, blir patentet omfattet av panteretten i stedet for søknaden.",
                        "(4) Når det blir utstedt et supplerende beskyttelsessertifikat og basispatentet er pantsatt, blir det supplerende beskyttelsessertifikatet omfattet av panteretten i stedet for basispatentet fra tidspunktet da basispatentet opphører å gjelde."
                    ]
                },
                {
                    "name": "§ 4-12",
                    "title": "Rettsvern for panterett i patent m.m.",
                    "sections": [
                        "Panterett etter § 4-11 får rettsvern ved anmerkning i patentregisteret eller, i tilfelle som nevnt i § 4-11 bokstav c, ved anmerkning i Patentstyrets særskilte register over europeiske patentsøknader. Frempantsettelse får rettsvern på samme måte."
                    ]
                },
                {
                    "name": "§ 4-13",
                    "title": "Planteforedlerrett m.m.",
                    "sections": [
                        "(1) Planteforedlerrett som gjelder her i riket kan pantsettes. Det samme gjelder:",
                        "a.søknad om planteforedlerrett som er innført i Plantesortsnemndens journal over innkomne søknader, og",
                        "b.overdragelig avtalelisens som er anmerket i plantesortsregisteret eller i Plantesortsnemndens journal over innkomne søknader.",
                        "(2) Når planteforedlerrett blir meddelt på grunnlag av en pantsatt søknad om planteforedlerrett, blir planteforedlerretten omfattet av panteretten i stedet for søknaden."
                    ]
                },
                {
                    "name": "§ 4-14",
                    "title": "Rettsvern for panterett i planteforedlerrett m.m.",
                    "sections": [
                        "Panterett etter § 4-13 får rettsvern ved anmerkning i plantesortsregisteret eller ved anmerkning i Plantesortsnemndens journal over innkomne søknader. Frempantsettelse får rettsvern på samme måte."
                    ]
                },
                {
                    "name": "§ 4-15",
                    "title": "Avhendelse og lisensiering",
                    "sections": [
                        "§ 1-11 første ledd gjelder for pant etter §§ 4-11 og 4-13, herunder når det utstedes lisenser som gjelder en søknad eller rettighet som er pantsatt etter §§ 4-11 eller 4-13."
                    ]
                },
                {
                    "name": "§ 4-16",
                    "title": "Bortfall av panteretten m.m.",
                    "sections": [
                        "(1) Panteretten faller bort og panthaveren kan kreve at pantekravet blir innfridd når en pantsatt patentsøknad eller søknad om planteforedlerrett:",
                        "a.blir overført til en annen fordi pantsetteren ikke har retten til oppfinnelsen eller plantesorten, eller",
                        "b.blir endelig henlagt eller avslått.",
                        "Det samme gjelder når et europeisk patent som er meddelt på grunnlag av søknad som nevnt i § 4-11 første ledd bokstav c ikke blir gjort gjeldende her i riket.",
                        "(2) Panteretten faller bort og panthaveren kan kreve at pantekravet blir innfridd når et pantsatt patent, et pantsatt supplerende beskyttelsessertifikat eller en pantsatt planteforedlerrett:",
                        "a.blir overført til en annen fordi pantsetteren ikke har retten til oppfinnelsen eller plantesorten,",
                        "b.blir satt til side som ugyldig,",
                        "c.opphører å gjelde fordi innehaveren har unnlatt å betale årsavgift uten at panthaveren har gitt samtykke til det, eller",
                        "d.opphører etter planteforedlerloven § 18.",
                        "(3) Panthaveren kan kreve at pantekravet blir innfridd når innehaveren gir avkall på et pantsatt patent, et pantsatt supplerende beskyttelsessertifikat eller en pantsatt planteforedlerrett uten at panthaveren har samtykket til det.",
                        "(4) Panthaveren kan kreve at pantekravet blir innfridd når et supplerende beskyttelsessertifikat bortfaller på grunnlag av tilbakekall av markedsføringstillatelse.",
                        "(5) Første til fjerde ledd gjelder tilsvarende for panterett i lisens.",
                        "(6) For øvrig gjelder § 1-9, bortsett fra første ledd bokstav e."
                    ]
                },
                {
                    "name": "§ 4-17",
                    "title": "Avtale om realisasjon",
                    "sections": [
                        "(1) Pant etter §§ 4-11 og 4-13 kan realiseres på den måte som følger av skriftlig avtale mellom partene. § 1-14 gjelder tilsvarende.",
                        "(2) Panthaveren kan først utøve sin rett til å kreve realisasjon i medhold av avtale når to uker er gått etter at varsel er sendt innehaveren av den pantsatte søknaden eller rettigheten og andre kjente rettighetshavere. Den som forestår realisasjonen skal gi panthaveren og pantsetteren revidert regnskap. Skjer realisasjonen i form av overdragelse skal regnskapet gis senest tre måneder etter at oppgjør for overdragelsen fant sted. Skjer realisasjonen i form av at det utstedes lisenser eller at inntekter fra allerede etablerte lisenser innfordres, skal regnskap gis minst en gang i året. Andre rettighetshavere kan kreve kopi av regnskapet.",
                        "I lov 17. desember 1982 nr. 86 om rettsgebyr gjøres følgende endringer:",
                        "Lovens tittel skal lyde:",
                        "Lov 17. desember 1982 nr. 86 om rettsgebyr (rettsgebyrloven)",
                        "§ 14 fjerde ledd annet punktum nr. 2 skal lyde:",
                        "2.sideutgifter ved tvangsdekning etter tvangsfullbyrdelsesloven §§ 10-13 og 10-14.",
                        "I lov 26. juni 1992 nr. 86 om tvangsfullbyrdelse gjøres følgende endringer:",
                        "Lovens tittel skal lyde:",
                        "Lov 26. juni 1992 nr. 86 om tvangsfullbyrdelse (tvangsfullbyrdelsesloven)",
                        "§ 1-3 annet ledd nytt femte punktum skal lyde:",
                        "Det samme gjelder for pant som nevnt i panteloven §§ 4-11 og 4-13, jf. panteloven § 4-17.",
                        "I § 7-20 syvende ledd første punktum erstattes ordet «patentloven» med «panteloven».",
                        "§ 10-3 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 10-3",
                    "title": "Namsmyndighet, begjæring, foreleggelse, beslutning om tvangsdekning",
                    "sections": [
                        "Om namsmyndighet, innholdet av begjæringen, foreleggelse og beslutning om dekning gjelder §§ 8-3 til 8-11, unntatt § 8-5 tredje ledd, tilsvarende. Ved begjæring om dekning i en immaterialrettighet som er registrert i et særskilt register eller i en lisens som gjelder en slik rettighet, kan begjæringen likevel alltid inngis i distriktet der registeret føres. Dersom tvangsgrunnlaget er et namsutlegg, kan begjæringen også inngis i det distriktet hvor utlegget er tatt, forutsatt at utleggsobjektet etter § 1-9 fortsatt må anses for å være i område underlagt norsk jurisdiksjon. Ved begjæring om dekning i finansielle instrumenter som er registrert i et verdipapirregister eller immaterialrettigheter som kan registreres i særskilt register, skal utskrift fra vedkommende register legges ved begjæringen istedenfor utskrift fra Løsøreregisteret.",
                        "Tvangsdekningen gjennomføres i samsvar med avsnitt II til VI, og for øvrig på den måte som antas å ville gi størst utbytte.",
                        "Nytt avsnitt V i kapittel 10 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "V. Tvangsdekning i immaterialrettigheter",
            "paragraphs": [
                {
                    "name": "§ 10-13",
                    "title": "Dekningsmåte",
                    "sections": [
                        "Blir det søkt tvangsdekning i immaterialrettigheter, bestemmer namsmannen, etter særskilt å ha forelagt dekningsalternativene for partene, på hvilken måte dekningen skal skje. Det kan besluttes salg, at det skal utstedes lisenser eller at inntekter etter allerede etablerte lisenser skal tilfalle saksøkeren.",
                        "Det kan besluttes at salg skal skje etter reglene for frivillig omsetning. Namsmannen kan overlate til en medhjelper å stå for salget. § 8-13 gjelder i så fall tilsvarende. Det kan også besluttes salg ved auksjon holdt av namsmannen etter reglene i kapittel 8 avsnitt III.",
                        "Når dekningen skal skje ved utstedelse av lisenser eller at inntekter etter allerede etablerte lisenser skal tilfalle saksøkeren, kan namsmannen beslutte at rådigheten over rettigheten skal overlates til saksøkeren eller en bestyrer for utøvelse i samsvar med bestemmelser som namsmannen fastsetter. Saksøkeren eller bestyreren skal gi namsmannen revidert regnskap en gang i året, og i alle tilfeller når utøvelsen opphører. Namsmannen skal forelegge regnskapet for saksøkte. Andre rettighetshavere kan kreve kopi av regnskapet.",
                        "Nåværende avsnitt V i kapittel 10 blir avsnitt VI i samme kapittel.",
                        "Nåværende § 10-13 blir § 10-14.",
                        "I lov 12. mars 1993 nr. 32 om planteforedlerrett gjøres følgende endringer:",
                        "§ 15 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 15",
                    "title": "Avkall",
                    "sections": [
                        "Gir sortseieren overfor Plantesortsnemnda skriftlig avkall på planteforedlerretten, skal nemnda erklære retten for opphørt.",
                        "Dersom en begjæring om overføring av søknaden ikke er endelig avgjort, det er reist søksmål om overføring av planteforedlerretten, planteforedlerretten er pantsatt eller det er tatt utlegg i planteforedlerretten, kan planteforedlerretten ikke erklæres for opphørt før spørsmålet om overføring er endelig avgjort eller panteretten er falt bort.",
                        "§ 26 annet ledd fjerde til sjette punktum skal lyde:",
                        "Om anmerkninger i registeret og om virkningen av anmerkninger gjelder patentloven §§ 44 og 44 a tilsvarende. Nærmere regler om registeret, herunder om krav om anmerkninger i registeret og behandlingen av dem, og om gebyrer for utskrifter og anmerkninger gis i forskrift som fastsettes av Kongen. Gebyrsatsene for utskrifter og kopier skal fastsettes slik at de samlete inntektene ikke blir større enn de faktiske omkostningene ved formidling av informasjonen, med tillegg av en rimelig fortjeneste.",
                        "I lov 14. mars 2003 nr. 15 om beskyttelse av design skal § 54 fjerde ledd lyde:",
                        "Frivillig overdragelse av en designregistrering eller utstedelse av lisens som er blitt innmeldt til registrering, går i kollisjonstilfelle foran overdragelse eller utstedelse av lisens som ikke er eller først senere blir innmeldt til registrering, dersom vedkommende rettighetshaver ved innmeldelsen var i god tro.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. De ulike endringene kan settes i kraft til forskjellig tid.",
                        "2.Endringen i patentloven § 44 sjette ledd gjelder bare for søksmål der stevning inngis etter at loven har trådt i kraft.",
                        "3.Patentloven § 44 nytt syvende ledd gjelder ikke når nektelse av registrering har funnet sted før loven har trådt i kraft.",
                        "4.Patentloven ny § 44 a gjelder ikke for rettserverv som har funnet sted før loven har trådt i kraft.",
                        "5.Endringene i patentloven §§ 52 b og 64 gjelder bare når begjæring om administrativ overprøving er fremsatt eller søksmål er tatt ut etter at loven har trådt i kraft.",
                        "6.Endringen i panteloven § 3-4 annet ledd bokstav b gjelder bare for panterett som stiftes etter at loven har trådt i kraft. Det samme gjelder for nye §§ 4-11 til 4-17 i panteloven. Panteloven § 3-4 annet ledd nytt annet punktum og endringene i panteloven § 3-7 gjelder også for panterett som er stiftet før loven har trådt i kraft.",
                        "7.Endringen i tvangsfullbyrdelsesloven § 10-3 og tvangsfullbyrdelsesloven ny § 10-13 gjelder bare når begjæringen om tvangsdekning er inngitt etter at loven har trådt i kraft.",
                        "8.Planteforedlerloven § 26 annet ledd fjerde punktum, jf. patentloven § 44 nytt syvende ledd gjelder ikke når nektelse av registrering har funnet sted før loven har trådt i kraft. Endringen i planteforedlerloven § 26 annet ledd fjerde punktum, jf. patentloven ny § 44 a gjelder ikke for rettserverv som har funnet sted før loven har trådt i kraft.",
                        "9.Endringen i designloven § 54 fjerde ledd gjelder ikke for rettserverv som har funnet sted før loven har trådt i kraft.",
                        "10.Kongen kan gi nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        }
    ]
}