{
    "lawId": "LOV-2015-06-19-54",
    "lawName": "Lov om endringar i lov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav (skattebetalingsloven)",
    "shortName": "Endringslov til skattebetalingsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-1",
                    "title": "Skatteoppkreverne for kommunene – formues- og inntektsskatt, trygdeavgift og arbeidsgiveravgift",
                    "sections": [
                        "(1) Formues- og inntektsskatt, trygdeavgift og arbeidsgiveravgift innkreves av den kommunale skatteoppkreveren. Med mindre annet er bestemt gjelder dette også for tilknyttede krav som nevnt i § 1-1 tredje ledd bokstav a og b.",
                        "(2) Forskuddstrekk og arbeidsgiveravgift skal betales til skatteoppkreveren for den kommunen hvor arbeidsgiveren er hjemmehørende eller har sitt hovedkontor. Forskuddstrekk fra selskaper og innlånere skal betales til skatteoppkreveren for den kommunen der selskapet eller innlåneren har sitt hovedkontor eller styret har sitt sete.",
                        "(3) Forskuddsskatt og restskatt skal betales til skatteoppkreveren for den kommunen skatten er skrevet ut for.",
                        "(4) Første til tredje ledd gjelder ikke formues- og inntektsskatt for skattytere som ikke har varig tilknytning til riket og sjømenn bosatt i utlandet, artistskatt, petroleumsskatt og svalbardskatt.",
                        "(5) Departementet kan i forskrift gi regler om at skatteoppkreveren skal innkreve andre krav, herunder krav som nevnt i § 1-1 tredje ledd bokstav c og d. Departementet kan i forskrift også gi regler om hvem som skal innkreve forskuddstrekk og arbeidsgiveravgift fra utenlandske arbeidsgivere og selskaper, og om hvem slike krav skal betales til.",
                        "§ 2-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-2",
                    "title": "Skattekontoret – øvrige skatte- og avgiftskrav mv.",
                    "sections": [
                        "(1) Skattekontoret er innkrevingsmyndighet for krav som ikke innkreves av skatteoppkreveren etter § 2-1. Statens innkrevingsentral har samme innkrevingsmyndighet som et skattekontor når den innkrever slike krav.",
                        "(2) Departementet kan i forskrift gi regler om at krav etter første ledd skal betales til andre enn skattekontoret. Departementet kan i forskrift også bestemme at tollregionen skal innkreve nærmere bestemte krav etter første ledd, likevel slik at kapittel 14 ikke gjelder for tollregionen.",
                        "§ 2-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-3",
                    "title": "Departementets instruksjonsmyndighet over skatteoppkreverne og om delegering av myndighet til skatteoppkreverne",
                    "sections": [
                        "(1) Departementet kan gi instruks for skatteoppkrevernes utøving av den myndighet de har etter loven. Departementet kan også gi instruks for skatteoppkrevernes økonomiforvaltning. Myndighet innenfor skatteoppkreverens virksomhetsområde som i loven er lagt til departementet eller Skattedirektoratet, kan delegeres til skatteoppkreverne.",
                        "(2) Departementet kan gi kommunene instruks om nødvendig utbygging av skatteoppkreverkontorene. Departementet kan også gi instruks om teknisk og arbeidsmessig samordning av skatteoppkrevernes og skattekontorenes oppgaver.",
                        "§ 2-4 til § 2-8 oppheves.",
                        "§ 9-1 andre ledd skal lyde:",
                        "(2) Krav belastet dagsoppgjørsordningen skal betales kontant. Skattekontoret kan bestemme at oppgjøret også kan skje ved elektronisk betaling via bank.",
                        "§ 10-40 andre ledd skal lyde:",
                        "(2) For virksomheter som er registrert som særavgiftspliktige hos skattekontoret, forfaller særavgiften for en periode til betaling samme dag som det skal leveres oppgave over avgiftsplikten.",
                        "§ 10-41 tredje ledd skal lyde:",
                        "(3) Skatte- og avgiftskrav belastet dagsoppgjørsordningen forfaller til betaling første virkedag etter fortolling. Skattekontoret kan fastsette en nærmere frist for når på forfallsdagen betaling må ha skjedd.",
                        "§ 14-10 annet og tredje ledd skal lyde:",
                        "(2) Skattekontoret kan begjære varen solgt 14 dager etter at skriftlig varsel er sendt tollskyldneren. Ved salg etter tolloven § 4-2 tredje ledd og § 16-14 skal tollskyldneren om mulig varsles. Har tollskyldneren ukjent adresse, kan salget skje 14 dager etter at varene er hentet inn eller tilbakeholdt etter tolloven §§ 4-2 og 16-12, eller når fristen tollregionen har satt for tollekspedisjon av varene er utløpt.",
                        "(3) Skattekontoret kan angi om varene skal selges i fortollet eller ufortollet stand.",
                        "§ 14-10 nytt sjette ledd skal lyde:",
                        "(6) Departementet kan i forskrift gi nærmere regler til utfylling og gjennomføring av denne paragrafen, herunder om skattekontorets adgang til å kreve dekket omkostninger.",
                        "§ 14-11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-11",
                    "title": "Stansning av kjøretøy",
                    "sections": [
                        "(1) Dersom krav på årsavgift, vektårsavgift, engangsavgift, omregistreringsavgift eller avgift for urettmessig bruk av merket mineralolje ikke betales til rett tid, kan skattekontoret bestemme at bruken av det motorkjøretøyet som kravene knytter seg til, skal stanses inntil avgiftene er betalt. Det samme gjelder dersom påbud eller bestemmelser gitt i medhold av lov 19. juni 1959 nr. 2 om avgifter vedrørende motorkjøretøyer og båter § 1, ikke etterkommes.",
                        "(2) Dersom krav som nevnt i første ledd ikke betales til rett tid, kan registreringsmyndigheten nekte på- eller omregistrering i Statens vegvesens motorvognregister.",
                        "(3) Kjøretøy som er bestemt stanset i medhold av første ledd, kan avskiltes. Skattekontoret kan be tollmyndighetene, politi, lensmann eller annen offentlig myndighet om å gjennomføre avskiltingen.",
                        "(4) Skattekontorets stansningsrett kan bortfalle ved rettsvinning etter lov 2. juni 1978 nr. 37 om godtroerverv av løsøre. Dette gjelder likevel ikke overfor personer som er ansvarlige for avgiften etter §§ 16-40 og 16-41.",
                        "(5) Departementet kan i forskrift gi nærmere regler om betaling av gebyr til dekning av utgifter påløpt ved avskiltingen, og om fremgangsmåten for stansning.",
                        "§ 14-20 første ledd skal lyde:",
                        "(1) Skattekontoret kan innvilge kreditt for toll og merverdiavgift og særavgifter som oppstår ved innførsel.",
                        "§ 14-20 tredje ledd skal lyde:",
                        "(3) Skattekontoret kan stille vilkår om sikkerhet før kreditt innvilges, eller senere.",
                        "§ 14-21 første og andre ledd skal lyde:",
                        "(1) Skattekontoret skal ved registrering av avgiftspliktige kreve at det stilles sikkerhet for skyldig engangsavgift på motorvogn. De nærmere kravene til sikkerheten, herunder sikkerhetens omfang, fastsettes av skattekontoret ved registreringen, og kan senere endres.",
                        "(2) Skattekontoret kan kreve at virksomheter som er registrert som avgiftspliktige etter særavgiftsloven, stiller sikkerhet for fremtidig skyldig avgift. Krav om sikkerhetsstillelse kan stilles ved registrering av virksomheten eller senere. De nærmere kravene til sikkerhet, herunder sikkerhetens omfang, fastsettes av skattekontoret i det enkelte tilfellet.",
                        "§ 15-1 andre ledd skal lyde:",
                        "(2) Avgjørelser som nevnt i første ledd treffes av innkrevingsmyndighetene. Skattedirektoratet fastsetter nærmere regler om innkrevingsmyndighetens kompetanse.",
                        "§ 15-2 tredje ledd skal lyde:",
                        "(3) Avgjørelser etter denne paragraf treffes av innkrevingsmyndighetene. Skattedirektoratet fastsetter nærmere regler om innkrevingsmyndighetens kompetanse.",
                        "§ 17-1 tredje ledd skal lyde:",
                        "(3) Departementet kan gi instruks om utøvelsen av statens partsstilling generelt og i enkeltsak. Departementet kan i enkeltsaker eller i grupper av saker overta utøvelsen av statens partsstilling eller overføre den til et annet organ i skatteetaten.",
                        "§ 17-2 første ledd skal lyde:",
                        "(1) Rettslig prøving av andre avgjørelser etter skattebetalingsloven rettes mot staten som saksøkt. Søksmål anlegges for retten i det distriktet hvor det angrepne vedtak er truffet i første instans når skatteoppkrever er innkrevingsmyndighet. Søksmål i saker hvor skattekontoret er innkrevingsmyndighet, skal anlegges etter vernetingsreglene i lov 17. juni 2005 nr. 90 om mekling og rettergang i sivile tvister (tvisteloven). Statens partsstilling utøves av innkrevingsmyndigheten for kravet. Bestemmelsene i § 17-1 tredje og sjette ledd gjelder tilsvarende.",
                        "I lov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav (skattebetalingsloven) gjer ein følgjande endringar:",
                        "§ 1-1 tredje ledd bokstav a skal lyde:",
                        "a)renter etter kapittel 11, omkostninger og gebyrer fastsatt i medhold av ligningsloven, lover som nevnt i annet ledd bokstavene a til i og kassasystemlova § 8.",
                        "§ 1-1 tredje ledd bokstav c skal lyde:",
                        "c)tvangsmulkt etter § 5-16, lov 19. juni 1964 nr. 14 om avgift på arv og visse gaver § 43, merverdiavgiftsloven § 21-1, ligningsloven § 10-6, lov 19. mai 1933 nr. 11 om særavgifter § 5a, lov 19. juni 1959 nr. 2 om avgifter vedrørende motorkjøretøyer og båter § 5a, tolloven § 16-16 og kassasystemlova § 7.",
                        "§ 10-51 bokstav c skal lyde:",
                        "c)forsinkelsesavgift etter ligningsloven § 10-1 og gebyr etter ligningsloven §§ 10-8, 10-9 og 10-10, merverdiavgiftsloven § 21-1a og kassasystemlova § 8",
                        "Endringane under I tek til å gjelde 1. januar 2016.",
                        "Endringane under II tek til å gjelde 1. januar 2017."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}