{
    "lawId": "LOV-2015-12-18-114",
    "lawName": "Lov om endringer i lov 28. februar 1997 nr. 19 om folketrygd (folketrygdloven)",
    "shortName": "Endringslov til folketrygdloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 23-4 a",
                    "title": "Avgifter for personer som er omfattet av norsk trygdelovgivning etter trygdeavtale mv.",
                    "sections": [
                        "Det skal svares arbeidsgiveravgift og trygdeavgift for ytelser til personer som er omfattet av norsk trygdelovgivning i henhold til EØS-avtalens trygderegler eller annen avtale om trygd inngått med hjemmel i § 1-3. Tilsvarende gjelder for ytelser til personer som har rett til helsetjenester i et annet EØS-land når Norge er kompetent stat etter EØS-avtalens trygderegler. Departementet kan gi forskrift til utfylling og gjennomføring av bestemmelsen i denne paragrafen.",
                        "§ 24-1 annet punktum skal lyde:",
                        "Departementet kan i forskrift bestemme at Arbeids- og velferdsetaten skal fastsette pensjonsgivende inntekt og trygdeavgift for nærmere angitte grupper av personer eller deler av deres inntekt.",
                        "I lov 28. februar 1997 nr. 19 om folketrygd (folketrygdloven) gjøres følgende endringer:",
                        "§ 23-2 åttende ledd annet punktum skal lyde:",
                        "Fritaket etter første punktum gjelder bare dersom institusjonens eller organisasjonens totale lønnsutgifter er opp til 550 000 kroner, og bare for lønnsutbetalinger opp til 55 000 kroner per ansatt.",
                        "Endringene under I trer i kraft straks.",
                        "Endringene under II trer i kraft straks med virkning fra og med inntektsåret 2016."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}