{
    "lawId": "LOV-2015-12-18-121",
    "lawName": "Lov om endringer i helselovgivningen (Nasjonalt klageorgan for helsetjenesten mv.)",
    "shortName": "Endringslov til helselovgivningen (Nasjonalt klageorgan)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 57 a",
                    "title": "Klageinstans",
                    "sections": [
                        "Departementet er klageinstans ved klage på Statens stråleverns vedtak etter denne loven.",
                        "I lov 28. februar 1997 nr. 19 om folketrygd gjøres følgende endringer:",
                        "§ 21-4 nytt åttende ledd skal lyde:",
                        "Nasjonalt klageorgan for helsetjenesten er klageinstans for pålegg fra Helsedirektoratet eller det organ Helsedirektoratet bestemmer om å gi opplysninger, erklæringer og uttalelser mv. etter paragrafen her og § 21-4c.",
                        "§ 21-4 a nytt fjerde ledd skal lyde:",
                        "Nasjonalt klageorgan for helsetjenesten er klageinstans for pålegg fra Helsedirektoratet eller det organ Helsedirektoratet bestemmer om å gi opplysninger eller innsyn i dokumenter mv. etter paragrafen her.",
                        "§ 21-11 a andre ledd skal lyde:",
                        "Vedtak om ytelser etter kapittel 5 fattes av Helsedirektoratet. Helsedirektoratet kan delegere vedtakskompetansen til underliggende organer eller, etter godkjenning fra departementet, til Arbeids- og velferdsdirektoratet. Nasjonalt klageorgan for helsetjenesten er klageinstans.",
                        "§ 21-11 a sjette ledd skal lyde:",
                        "Ved behandling av saker etter kapittel 5 er Helsedirektoratet behandlingsansvarlig, jf. personopplysningsloven § 2 nr. 4, og har ansvaret for informasjonssikkerhet og internkontroll, jf. personopplysningsloven §§ 13 og 14. Nasjonalt klageorgan for helsetjenesten er behandlingsansvarlig ved behandling av klage på vedtak etter kapittel 5. Departementet kan i forskrift gi nærmere regler om behandlingsansvaret til Helsedirektoratet og Nasjonalt klageorgan for helsetjenesten.",
                        "§ 21-12 første ledd skal lyde:",
                        "Vedtak etter folketrygdloven kan påklages til nærmeste overordnede organ eller til det organ som Arbeids- og velferdsdirektoratet bestemmer. Vedtak etter kapittel 5 kan påklages til Nasjonalt klageorgan for helsetjenesten. Etter at denne klageadgangen er benyttet, kan klageinstansens vedtak ankes inn for Trygderetten etter reglene i lov 16. desember 1966 nr. 9 om anke til Trygderetten.",
                        "§ 21-12 fjerde ledd skal lyde:",
                        "Departementet kan bestemme at visse vedtak skal unntas fra anke til Trygderetten. Slike vedtak kan påklages etter reglene i forvaltningsloven kapittel VI til nærmeste overordnede organ eller til det organ som Arbeids- og velferdsdirektoratet bestemmer eller til Nasjonalt klageorgang for helsetjenester.",
                        "§ 22-2 andre ledd skal lyde:",
                        "Departementet gir forskrifter om direkte oppgjør og om adgang for arbeids- og velferdsetaten og Helsedirektoratet til å nekte direkte oppgjør. Nasjonalt klageorgan for helsetjenesten er klageinstans for vedtak om å nekte direkte oppgjør fattet av Helsedirektoratet eller det organ Helsedirektoratet bestemmer.",
                        "§ 22-15 nytt sjuende ledd skal lyde:",
                        "Nasjonalt klageorgan for helsetjenesten er klageinstans for vedtak om tilbakekreving etter paragrafen her fattet av Helsedirektoratet eller det organ Helsedirektoratet bestemmer.",
                        "Sjuende og åttende ledd blir nye åttende og niende ledd.",
                        "§ 22-15 a nytt femte ledd skal lyde:",
                        "Nasjonalt klageorgan for helsetjenesten er klageinstans for vedtak om tilbakekreving etter paragrafen her fattet av Helsedirektoratet eller det organ Helsedirektoratet bestemmer.",
                        "Femte ledd blir nytt sjette ledd.",
                        "§ 25-6 nytt andre ledd skal lyde:",
                        "Nasjonalt klageorgan for helsetjenesten er klageinstans for vedtak om tap av retten til å praktisere for trygdens regning etter paragrafen her fattet av Helsedirektoratet eller det organ Helsedirektoratet bestemmer.",
                        "I lov 2. juli 1999 nr. 63 om pasient- og brukerrettigheter gjøres følgende endringer:",
                        "§ 7-2 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 7-2",
                    "title": "Klage mv.",
                    "sections": [
                        "Pasient eller bruker eller dennes representant som mener at bestemmelsene i kapitlene 2, 3 og 4, samt § 5-1, § 6-2 og § 6-3 er brutt, kan klage til Fylkesmannen. Klagen sendes til den som har truffet enkeltvedtaket eller avgjørelsen.",
                        "Pasient eller representant for pasienten som mener at bestemmelsen i § 2-1 b femte ledd ikke er overholdt, kan klage til en klagenemnd som oppnevnes av departementet. Klagenemnda skal ha fem medlemmer. Lederen skal være jurist. Departementet oppnevner medlemmer og deres personlige varamedlemmer for to år om gangen. Det er adgang til å gjenoppnevne medlemmer og varamedlemmer.",
                        "Den som har klaget til klagenemnd oppnevnt etter andre ledd, kan bringe saken inn for domstolene når vedtak fra klagenemnda foreligger. Søksmål rettes mot staten ved klagenemnda. I slike saker har staten alminnelig verneting i Bergen. Søksmål må reises innen seks måneder fra det tidspunkt vedtak i klagenemnda har kommet fram til vedkommende. Søksmål kan likevel i alle tilfelle reises når det er gått seks måneder fra klage første gang ble framsatt, og det ikke skyldes forsømmelse fra klagerens side at nemndas avgjørelse ikke foreligger.",
                        "Når fristene etter tredje ledd er utløpt uten at søksmål er reist, har vedtaket samme virkning som rettskraftig dom.",
                        "Første ledd gjelder tilsvarende for andre som mener de ikke har fått sine selvstendige rettigheter etter kapitlene 3 til 6 oppfylt.",
                        "Pasientens eller brukerens representant etter første og annet ledd er den som har fullmakt til å klage på pasientens eller brukerens vegne, eller som har samtykkekompetanse etter kapittel 4. Fullmektig som ikke er advokat, skal legge frem skriftlig fullmakt.",
                        "I lov 2. juli 1999 nr. 64 om helsepersonell m.v. gjøres følgende endringer:",
                        "§ 71 første ledd skal lyde:",
                        "Vedtak i Statens helsepersonellnemnd etter §§ 53, 56 til 59 a og 62 til 65 a kan bringes inn for retten, som kan prøve alle sider av saken. Søksmål rettes mot staten ved Statens helsepersonellnemnd. I slike saker har staten alminnelig verneting i Bergen.",
                        "I lov 12. mai 2000 nr. 36 om strålevern og bruk av stråling gjøres følgende endringer:",
                        "Benevnelsen «Statens strålevern» endres til «Helsedirektoratet» i §§ 18 første ledd, 19 første og andre ledd og 20.",
                        "§ 22 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 22",
                    "title": "Klage",
                    "sections": [
                        "Fylkesmannen avgjør klager over enkeltvedtak truffet av kommunen i medhold av denne loven. Departementet avgjør klager over øvrige enkeltvedtak truffet i medhold av denne loven.",
                        "I lov 15. juni 2001 nr. 53 om erstatning ved pasientskader mv. gjøres følgende endringer:",
                        "§ 4 første ledd andre punktum skal lyde:",
                        "Erstatning (oppreisning) for skade av ikke-økonomisk art etter skadeserstatningsloven § 3-5 og tap under 10 000 kroner erstattes likevel ikke etter loven her.",
                        "§ 16 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": [
                {
                    "name": "§ 16",
                    "title": "Pasientskadenemndas virksomhet og sammensetning m.m.",
                    "sections": [
                        "Departementet oppnevner leder, nestleder og medlemmer med varamedlemmer til Pasientskadenemnda. Lederen skal ha juridisk embetseksamen eller mastergrad i rettsvitenskap. Funksjonstiden er tre år.",
                        "Pasientskadenemnda settes i den enkelte sak som hovedregel med tre medlemmer.",
                        "Pasientskadenemndas leder kan bestemme at nemnda i den enkelte sak skal settes med fem medlemmer når sakens vanskelighetsgrad gjør det nødvendig.",
                        "Når Pasientskadenemnda settes med tre medlemmer, skal den ledes av et medlem som har juridisk embetseksamen eller mastergrad i rettsvitenskap. Ett medlem skal være brukerrepresentant og ett medlem skal som hovedregel være medisinsk sakkyndig.",
                        "Når Pasientskadenemnda settes med fem medlemmer, skal den ledes av et medlem som har juridisk embetseksamen eller master i rettsvitenskap. Ett medlem skal være brukerrepresentant. Nemnda settes i tillegg med tre medlemmer som er medisinsk sakkyndige eller har juridisk embetseksamen eller mastergrad i rettsvitenskap.",
                        "Pasientskadenemndas leder avgjør sammensetningen av nemnda i den enkelte saken.",
                        "Pasientskadenemndas leder kan bestemme at sekretariatet kan treffe avgjørelser på vegne av nemnda.",
                        "Kongen kan gi forskrift om nemndas sammensetning og virksomhet.",
                        "Utgiftene til Pasientskadenemndas virksomhet dekkes i samsvar med forskrift gitt av Kongen.",
                        "§ 17 skal lyde:"
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Saksbehandlingen i Pasientskadenemnda",
                    "sections": [
                        "Pasientskadenemnda treffer vedtak med alminnelig flertall. Både flertallets og mindretallets syn skal begrunnes.",
                        "Saksbehandlingsreglene for Norsk Pasientskadeerstatning i kapittel 3 gjelder tilsvarende for Pasientskadenemnda. Forvaltningsloven § 11 d om muntlige konferanser med saksbehandleren gjelder tilsvarende.",
                        "Nasjonalt klageorgan for helsetjenesten er sekretariat for nemnda og forbereder nemndas saker.",
                        "Nemndas avgjørelser settes i verk av Norsk Pasientskadeerstatning på samme måte som Norsk Pasientskadeerstatnings egne avgjørelser.",
                        "§ 18 første ledd skal lyde:",
                        "Den som krever erstatning etter loven her, kan bringe saken inn for domstolene når endelig vedtak i Pasientskadenemnda foreligger. Andre kan ikke bringe saken inn for domstolene. Søksmål reises mot staten ved Pasientskadenemnda. I slike saker har staten alminnelig verneting i Bergen.",
                        "I lov 5. desember 2003 nr. 100 om humanmedisinsk bruk av bioteknologi m.m. gjøres følgende endringer:",
                        "§ 2A-9 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VII",
            "paragraphs": [
                {
                    "name": "§ 2A-9",
                    "title": "Domstolsprøving",
                    "sections": [
                        "Den som har fremmet søknad til nemnd oppnevnt etter § 2A-4, kan bringe saken inn for domstolene når vedtak fra nemnda foreligger. Søksmål rettes mot staten ved Preimplantasjonsdiagnostikknemnda. I slike saker har staten alminnelig verneting i Bergen.",
                        "Søksmål må reises innen seks måneder fra det tidspunkt vedtak i nemnda har kommet fram til vedkommende. Når denne fristen er utløpt uten at søksmål er reist, har vedtaket samme virkning som rettskraftig dom.",
                        "I følgende bestemmelser skal benevnelsene «Nasjonalt folkehelseinstitutt» og «Nasjonalt folkehelseinstitutts» endres til «Folkehelseinstituttet» og «Folkehelseinstituttets»:",
                        "1.Lov 24. juni 2011 nr. 29 om folkehelsearbeid § 24 andre ledd, § 25 overskriften og første, andre og fjerde ledd og § 28 første og tredje ledd.",
                        "2.Lov 5. august 1994 nr. 55 om vern mot smittsomme sykdommer § 2-2 åttende ledd og § 7-9 overskriften og første og andre ledd.",
                        "I følgende bestemmelser skal benevnelsen «Nasjonalt kunnskapssenter for helsetjenesten» endres til «Helsedirektoratet»:",
                        "1.Lov 2. juli 1999 nr. 64 om helsepersonell m.v. § 67 a.",
                        "2.Lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. § 3-3 overskriften og andre, tredje, fjerde, femte og sjette ledd.",
                        "3.Lov 30. mars 1984 nr. 15 om statlig tilsyn med helse- og omsorgstjenesten m.m. § 2 femte ledd.",
                        "I følgende bestemmelser skal benevnelsene «Sosial- og helsedirektoratet» og «Sosial- og helsedirektoratets» endres til «Helsedirektoratet» og «Helsedirektoratets»:",
                        "Lov 5. august 1994 nr. 55 om vern mot smittsomme sykdommer § 1-3 første ledd nr. 4, § 2-3 sjette ledd, § 3-7 fjerde ledd, § 3-8 fjerde ledd, § 3-9 første ledd bokstav e, § 4-1 andre og tredje ledd, § 4-2 tredje ledd, § 4-8 første ledd, § 5-4 tredje ledd, § 5-5 tredje ledd og § 7-10 overskriften og første, andre og tredje ledd.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "Endringene i pasientskadeloven § 4 gjelder for tilfeller der krav fremmes etter lovens ikrafttredelse."
                    ]
                }
            ]
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        },
        {
            "name": "X",
            "paragraphs": []
        },
        {
            "name": "XI",
            "paragraphs": []
        }
    ]
}