{
    "lawId": "LOV-2015-06-19-52",
    "lawName": "Lov om endringar i lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven)",
    "shortName": "Endringslov til skatteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 6-72",
                    "title": "Fradrag for tilskudd til utenlandsk pensjonsordning",
                    "sections": [
                        "(1) Statsborger i en EØS-stat som har inntekt fra arbeid, gis fradrag for tilskudd til utenlandsk pensjonsordning vedkommende er medlem av ved etablering av skatteplikt til Norge. Arbeidsgiver gis fradrag for tilskudd til utenlandsk pensjonsordning som nevnt i første punktum. Fradrag for tilskudd til utenlandsk pensjonsordning etter denne bestemmelsen kan ikke overstige grensene for innskudd etter tjenestepensjonsloven § 4-7 første og annet ledd.",
                        "(2) Statsborger i en EØS-stat som har inntekt fra virksomhet, gis fradrag for tilskudd til utenlandsk pensjonsordning vedkommende er medlem av ved etablering av skatteplikt til Norge. Fradrag for tilskudd til utenlandsk pensjonsordning etter denne bestemmelsen kan ikke overstige grensene for innskudd etter innskuddspensjonsloven § 2-3 annet ledd.",
                        "(3) Der medlemskap i en utenlandsk pensjonsordning etter første eller annet ledd kombineres med medlemskap i en norsk tjenestepensjonsordning, gis kun fradrag for tilskudd til den norske ordningen, jf. §§ 6-46 og 6-47.",
                        "(4) Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf.",
                        "§ 11-21 første ledd bokstav c skal lyde:",
                        "c.Fra et selskap som nevnt i første ledd bokstav a, b eller e til et tilsvarende selskap hjemmehørende i en stat Norge har inngått skatteavtale med. Ved overføring etter denne bestemmelsen fra selskap som nevnt i bokstav e, er det et vilkår at Norge etter folkerettslig overenskomst med den andre staten kan kreve bistand til innfordring.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjer ein følgjande endring:",
                        "§ 18-3 andre ledd a nr. 3 skal lyde:",
                        "3.Departementet kan i forskrift gi nærmere bestemmelser om verdsetting av kraft som forbrukes i skattyters produksjonsvirksomhet, og kraft som tas ut av eier og forbrukes i egen produksjonsvirksomhet, herunder selskap i samme konsern, til markedspris.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjer ein følgjande endring:",
                        "§ 15-4 fjerde ledd skal lyde:",
                        "(4) Er ektefellene skilt eller separert i inntektsåret, kan den ektefellen som det meste av året har forsørget den andre, gis personfradrag i klasse 2 i stedet for fradrag for bidrag etter § 6-52.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjer ein følgjande endringar:",
                        "§ 14-45 tredje ledd skal lyde:",
                        "(3) Saldoen skal tillegges gevinster som ikke er inntektsført og fradras tap på driftsmidler som nevnt i § 14-53.",
                        "§ 14-51 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 14-51",
                    "title": "Avskrivning av vindkraftverk",
                    "sections": [
                        "Driftsmidler i vindkraftverk ervervet fra og med inntektsåret 2015 til og med inntektsåret 2020, avskrives med like store årlige beløp over fem år. Det samme gjelder for internt nettanlegg og betongfundament for vindkraftverk. Departementet kan gi forskrift til utfylling og gjennomføring av bestemmelsen, herunder presisere hvilke driftsmidler bestemmelsen skal gjelde for",
                        "Gjeldande § 14-51 og § 14-52 blir til § 14-52 og ny § 14-53.",
                        "§ 14-71 første ledd skal lyde:",
                        "(1) Gevinst ved realisasjon av fast eiendom som ikke omfattes av §§ 14-40 til 14-48 eller § 14-53, kan kreves fritatt for inntektsbeskatning i det året da realisasjonen finner sted, så langt skattyteren som vederlag har mottatt ny fast eiendom som ledd i makeskifte med kommune, fylkeskommune, staten eller selskap hvor kommune eller fylkeskommune eier minst 50 prosent av aksjene.",
                        "Endringane under I tek til å gjelde straks med verknad frå og med inntektsåret 2015.",
                        "Endringa under II tek til å gjelde straks med verknad frå og med inntektsåret 2016.",
                        "Endringa under III tek til å gjelde straks.",
                        "Endringane under IV gjelder frå den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}