{
    "lawId": "LOV-2015-12-18-126",
    "lawName": "Lov om endringer i barnebortføringsloven, barnevernloven, straffeloven 2005 og rettshjelploven (internasjonal barnebortføring)",
    "shortName": "Endringslov til barnebortføringsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 19 a",
                    "title": "(1) Sentralmyndigheten skal underrette barnevernstjenesten i barnets bostedskommune når et barn returneres hit til landet etter en ulovlig bortføring til eller ulovlig tilbakeholdelse i en stat som er tilsluttet Haag-konvensjonen. Underretning kan gis uten hinder av taushetsplikt.",
                    "sections": [
                        "(2) Sentralmyndigheten skal underrette barnevernstjenesten der barnet oppholder seg når et barn ulovlig er bortført hit til landet eller ulovlig er tilbakeholdt her etter Haag-konvensjonen. Underretning kan gis uten hinder av taushetsplikt.",
                        "I lov 17. juli 1992 nr. 100 om barneverntjenester gjøres følgende endringer:",
                        "§ 4-13 nytt annet ledd skal lyde:",
                        "Når barnevernstjenesten har igangsatt en barnebortføringssak, skal vedtaket om omsorgsovertakelse gjelde for ett år. Fylkesnemndas leder kan forlenge fristen.",
                        "Ny § 4-31 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 4-31",
                    "title": "Forbud mot å ta med barnet ut av Norge",
                    "sections": [
                        "Det er ulovlig å ta med seg barnet ut av Norge uten samtykke fra barnevernstjenesten når vedtak etter §§ 4-6 annet ledd, 4-9 første ledd, 4-25 annet ledd annet punktum og 4-29 fjerde ledd er iverksatt. Det er videre ulovlig å ta med seg barnet ut av Norge uten samtykke fra barnevernstjenesten når vedtak etter §§ 4-8, 4-12, 4-24 og 4-29 første og annet ledd er truffet eller når begjæring om slike tiltak er sendt fylkesnemnda.",
                        "§ 6-7 fjerde ledd skal lyde:",
                        "Er et barn bortført fra barnevernet, skal barnevernstjenesten gi opplysninger til myndighetene i barnets oppholdsstat, med mindre det ikke er forsvarlig eller til barnets beste.",
                        "Nåværende fjerde ledd blir nytt femte ledd.",
                        "I lov 20. mai 2005 nr. 28 om straff gjøres følgende endringer:",
                        "§ 261 første ledd skal lyde:",
                        "Den som alvorlig eller gjentatte ganger unndrar en mindreårig eller holder denne unndratt fra noen som i henhold til lov, avtale eller rettsavgjørelse skal ha den mindreårige boende fast hos seg, eller som urettmessig unndrar den mindreårige fra noen som har omsorgen etter barnevernloven, straffes med bot eller fengsel inntil 2 år. På samme måte straffes den som tar en mindreårig ut av landet eller holder tilbake en mindreårig i utlandet og ved det ulovlig unndrar den mindreårige fra noen som i henhold til lov, avtale eller rettsavgjørelse har foreldreansvar. Tilsvarende gjelder der det er fattet vedtak om omsorgsovertakelse, flytteforbud eller institusjonsplassering etter barnevernloven §§ 4-8, 4-12, 4-24 eller 4-29 første og annet ledd eller der begjæring om slike tiltak er sendt fylkesnemnda etter barnevernloven § 7-11, eller der det i en akuttsituasjon er iverksatt midlertidig vedtak etter barnevernloven §§ 4-6 annet ledd, 4-9 første ledd, 4-25 annet ledd annet punktum eller 4-29 fjerde ledd.",
                        "I lov 13. juni 1980 nr. 35 om fri rettshjelp gjøres følgende endringer:",
                        "§ 12 første ledd nr. 2 skal lyde:",
                        "2for den som har fått sitt barn ulovlig bortført fra Norge, jf. barnebortføringskonvensjonen av 25. oktober 1980 art 3. Det samme gjelder for den som har fått sitt barn ulovlig bortført fra Norge og politiet har registrert et barn som savnet eller det er opprettet straffesak om barnebortføring.",
                        "§ 16 annet ledd skal lyde:",
                        "Søknad om fri sakførsel kan innvilges til den som har inntekt og formue under bestemte grenser fastsatt av departementet, i saker som nevnt i § 11 annet ledd nr. 1-5. Det samme gjelder for den som har fått sitt barn ulovlig bortført til Norge, jf. barnebortføringskonvensjonen av 25. oktober 1980 art 3.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}