{
    "lawId": "LOV-2015-01-23-6",
    "lawName": "Lov om endringar i yrkestransportlova (krav om butid for utferding av kjøresetel mv.)",
    "shortName": "Endringslov til yrkestransportlova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 26",
                    "title": "Politiattest",
                    "sections": [
                        "Det skal krevjast ordinær politiattest ved søknad om løyve etter denne lova, og etter at løyve er gitt etter ein tidsperiode som vert nærare fastsett av departementet.",
                        "§ 37 a andre ledd skal lyde:",
                        "Kjøresetelen gjeld for heile landet og blir utferda av politimeisteren eller den han gir myndigheit der vedkommande bur. Det er ikkje nødvendig med ny kjøresetel ved skifte av bustad, jf. likevel § 37 c fjerde ledd.",
                        "§ 37 c skal lyde:"
                    ]
                },
                {
                    "name": "§ 37 c",
                    "title": "Vilkår for tildeling av kjøresetel m.m.",
                    "sections": [
                        "Den som skal få kjøresetel, må vere fylt 20 år og ha slik vandel at politiet ikkje finn vedkommande uskikka til å virke som førar av slik motorvogn som nemnd i § 37 a.",
                        "For utlendingar krevst det 4 års butid i Noreg før kjøresetel kan utferdast. Kravet om butid gjeld likevel ikkje for",
                        "a)EØS-borgarar som legg fram politiattest frå heimstaten sin,",
                        "b)utlendingar frå land utanfor EØS som har opphald i eit EØS-land og som kan leggje fram politiattest og bevis på lovleg opphald frå EØS-landet,",
                        "c)utlendingar frå land utanfor EØS med tidlegare opphald i Noreg, der fråveret ikkje er av eit slikt omfang at det ikkje kan gjennomførast tilfredsstillande vandelskontroll.",
                        "For tredjelandsborgarar som ikkje har fått opphaldstillating før innreise til Noreg, skal butida reknast frå den datoen søknaden om opphaldstillating vert registrert hos utlendingsstyresmaktene. For EØS-borgarar, og tredjelandsborgarar som har fått opphaldstillating før innreise til Noreg, vert butida rekna frå det tidspunktet som følgjer av politiregisterforskrifta § 28-4 andre ledd.",
                        "Politimeisteren eller den han gir myndigheit kan bestemme at det for å få kjøresetel for drosje kan krevjast avlagt prøve som viser tilstrekkeleg kjennskap til løyvedistriktet. Er slikt vedtak sett i verk, gjeld ikkje kjøresetel frå anna politidistrikt utan påteikning frå politiet om at vedkommande har stått til kjentmannsprøven.",
                        "I kapittel 7A skal ny § 37 j lyde:"
                    ]
                },
                {
                    "name": "§ 37 j",
                    "title": "Forskrift om kjøresetel",
                    "sections": [
                        "Departementet kan i forskrift gje nærare reglar om kjøresetel.",
                        "Lova trer i kraft straks. Endringa av § 7 gjeld likevel frå den tid Kongen fastset."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}