{
    "lawId": "LOV-2015-12-18-108",
    "lawName": "Lov om endringer i introduksjonsloven (tiltak for økt gjennomføring av plikt til opplæring og kvalifisering)",
    "shortName": "Endringslov til introduksjonsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 7",
                    "title": "Stans av introduksjonsordning på grunn av den enkeltes forhold",
                    "sections": [
                        "Kommunen kan stanse ordningen for den enkelte dersom det er saklig begrunnet i den enkeltes forhold.",
                        "§ 17 fjerde ledd skal lyde:",
                        "Rett eller plikt til deltakelse i opplæring i norsk foreligger ikke dersom det dokumenteres at vedkommende har tilstrekkelige kunnskaper i norsk. Rett eller plikt til deltakelse i opplæring i samfunnskunnskap foreligger ikke dersom det dokumenteres at vedkommende har tilstrekkelige kunnskaper om samfunnet. Plikt til deltakelse i opplæring i norsk foreligger ikke dersom det dokumenteres at vedkommende har tilstrekkelige kunnskaper i samisk. Dersom særlige helsemessige eller andre tungtveiende årsaker tilsier det, kan kommunen frita den enkelte fra plikt til deltakelse. Den enkelte må selv søke kommunen om fritak fra plikt til opplæring i norsk eller samfunnskunnskap etter leddet her.",
                        "§ 18 første ledd skal lyde:",
                        "Kommunen skal så snart som mulig og innen tre måneder etter folkeregistrering i kommunen eller at krav om deltakelse blir framsatt, sørge for tilbud om opplæring i norsk og samfunnskunnskap i henhold til § 17 for personer som er bosatt i kommunen eller bor midlertidig på asylmottak i kommunen. Kommunen kan kreve at personer som omfattes av § 17 tredje ledd, betaler for opplæringen.",
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}