{
    "lawId": "LOV-2015-12-11-97",
    "lawName": "Lov om endringar i spesialisthelsetjenesteloven m.m. (kontaktlege i spesialisthelsetenesta m.m.)",
    "shortName": "Endringslov til spesialisthelsetjenesteloven m.m.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-5 c",
                    "title": "Kontaktlege",
                    "sections": [
                        "Helseforetaket skal oppnevne kontaktlege for pasienter som har alvorlig sykdom, skade eller lidelse, og som har behov for behandling eller oppfølging av spesialisthelsetjenesten av en viss varighet. Kontaktlegen skal være involvert i behandlingen eller oppfølgingen av pasienten.",
                        "Helseforetaket skal peke ut kontaktlege for pasienten så snart som mulig etter at det er vurdert at pasienten har rett til kontaktlege, senest første virkedag etter innleggelse eller poliklinisk undersøkelse. Pasienten skal så snart som mulig få vite hvem som er hans eller hennes kontaktlege, og skal orienteres om hvilket ansvar og hvilke oppgaver kontaktlegen har.",
                        "Kontaktlegen skal være pasientens faste medisinskfaglige kontakt. For å sikre kontinuitet i pasientforløpet skal helseforetaket vurdere om kontaktlegen også skal være informasjonsansvarlig etter helsepersonelloven § 10 og journalansvarlig etter helsepersonelloven § 39.",
                        "For tjenester i det psykiske helsevernet kan kontaktpsykolog utnevnes i stedet for kontaktlege dersom det er mest hensiktsmessig ut fra den behandling eller oppfølging som skal gis. Det samme gjelder tverrfaglig spesialisert behandling for rusmiddelavhengighet, jf. § 2-1 a første ledd nr. 5.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om hvilke pasientgrupper som omfattes og hvilke oppgaver og hvilket ansvar kontaktlegen eller kontaktpsykologen skal ha.",
                        "I lov 2. juli 1999 nr. 63 om pasient- og brukerrettigheter (pasient- og brukerrettighetsloven) blir det gjort følgjande endringar:",
                        "Ny § 2-5 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 2-5 a",
                    "title": "Rett til kontaktlege",
                    "sections": [
                        "Pasient som har alvorlig sykdom, skade eller lidelse, og som har behov for behandling eller oppfølging av spesialisthelsetjenesten av en viss varighet, har rett til å få oppnevnt kontaktlege i samsvar med spesialisthelsetjenesteloven § 2-5 c.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om hvilke pasientgrupper rettigheten omfatter.",
                        "Kapittel 7 overskrifta skal lyde:",
                        "§ 7-2 overskrifta skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 7 Klage mv.",
            "paragraphs": [
                {
                    "name": "§ 7-2",
                    "title": "Klage mv.",
                    "sections": [
                        "§ 7-2 nytt tredje og fjerde ledd skal lyde:",
                        "Den som har klaget til klagenemnd oppnevnt etter andre ledd, kan bringe saken inn for domstolene når vedtak fra klagenemnda foreligger. Søksmål må reises innen seks måneder fra det tidspunkt vedtak i klagenemnda har kommet fram til vedkommende. Søksmål kan likevel i alle tilfelle reises når det er gått seks måneder fra klage første gang ble framsatt, og det ikke skyldes forsømmelse fra klagerens side at nemndas avgjørelse ikke foreligger.",
                        "Når fristene etter tredje ledd er utløpt uten at søksmål er reist, har vedtaket samme virkning som rettskraftig dom.",
                        "Noverande tredje og fjerde ledd blir nytt femte og sjette ledd.",
                        "I lov 2. juli 1999 nr. 64 om helsepersonell mv. (helsepersonelloven) blir det gjort følgjande endringar:",
                        "§ 71 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 71",
                    "title": "Domstolskontroll",
                    "sections": [
                        "Vedtak i Statens helsepersonellnemnd etter §§ 53, 56-59 a og 62-65 a kan bringes inn for retten, som kan prøve alle sider av saken.",
                        "Søksmål etter første ledd må reises innen seks måneder fra det tidspunkt vedtak i Statens helsepersonellnemnd har kommet fram til den som har klaget til nemnda. Søksmål kan likevel i alle tilfelle reises når det er gått seks måneder fra klage første gang ble framsatt, og det ikke skyldes forsømmelse fra klagerens side at nemndas avgjørelse ikke foreligger.",
                        "Retten kan ved kjennelse beslutte at vedtak etter bestemmelsene i første ledd ikke skal ha virkning før det er truffet endelig vedtak i saken eller før endelig dom foreligger.",
                        "Når fristene etter andre ledd er utløpt uten at søksmål er reist, har vedtaket samme virkning som rettskraftig dom.",
                        "Bestemmelsen er ikke til hinder for at vedtak kan bringes inn for Stortingets ombudsmann for forvaltningen.",
                        "I lov 5. desember 2003 nr. 100 om humanmedisinsk bruk av bioteknologi m.m. (bioteknologiloven) blir det gjort følgjande endring:",
                        "Ny § 2A-9 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 2A-9",
                    "title": "Domstolsprøving",
                    "sections": [
                        "Den som har fremmet søknad til nemnd oppnevnt etter § 2A-4, kan bringe saken inn for domstolene når vedtak fra nemnda foreligger.",
                        "Søksmål må reises innen seks måneder fra det tidspunkt vedtak i nemnda har kommet fram til vedkommende. Når denne fristen er utløpt uten at søksmål er reist, har vedtaket samme virkning som rettskraftig dom.",
                        "Lova tek til å gjelde frå det tidspunkt Kongen fastset. Kongen kan setje i verk dei einskilde føresegnene til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}