{
    "lawId": "LOV-2015-06-05-39",
    "lawName": "Lov om nasjonalt identitetskort (ID-kortloven)",
    "shortName": "ID-kortloven",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Rett til nasjonalt ID-kort",
                    "sections": [
                        "Norske statsborgere som fyller vilkårene i loven, har etter søknad rett til å få nasjonalt ID-kort med funksjonalitet som gyldig reisedokument i EØS-området (reiserett).",
                        "Norske statsborgere som ikke kan få nasjonalt ID-kort med reiserett, men fyller lovens øvrige vilkår, har etter søknad rett til å få nasjonalt ID-kort uten reiserett."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Ansvarlig myndighet",
                    "sections": [
                        "Politiet er ansvarlig myndighet for utstedelse av nasjonalt ID-kort (ID-kortmyndighet)."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Søknad om nasjonalt ID-kort",
                    "sections": [
                        "Søknad om nasjonalt ID-kort fremmes ved personlig oppmøte med mindre særlige grunner vanskeliggjør fremmøte.",
                        "Søker plikter å godtgjøre sin identitet og statsborgerskap, blant annet ved å avgi opplysninger og fremlegge dokumenter som ID-kortmyndigheten anser nødvendige. Det kan innhentes biometrisk personinformasjon i form av ansiktsfoto og fingeravtrykk til bruk for senere kontroll av kortinnehaverens identitet.",
                        "Tidligere nasjonalt ID-kort skal innleveres for makulering før nytt utleveres.",
                        "Kongen gir forskrift med nærmere regler om søknaden, godtgjøring av identitet og statsborgerskap og innhenting av biometrisk personinformasjon."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Mindreårige og personer uten rettslig handleevne",
                    "sections": [
                        "For utstedelse av nasjonalt ID-kort med reiserett til mindreårige under 18 år og personer uten rettslig handleevne kreves samtykke fra verge. Har foreldrene felles foreldreansvar for den mindreårige, må begge samtykke, med mindre barneloven gir adgang for en av foreldrene til å reise ut av landet med barnet uten den andres samtykke. Når barneverntjenesten har overtatt omsorgen etter barnevernloven § 4-8 eller § 4-12, skal samtykke kun innhentes fra barneverntjenesten.",
                        "Samtykke fra verge kreves også for utstedelse av nasjonalt ID-kort uten reiserett til mindreårige under 13 år. Har foreldrene felles foreldreansvar, må begge samtykke.",
                        "Nasjonalt ID-kort med reiserett kan i særlige tilfeller utstedes til person som nevnt i første ledd uten samtykke dersom det er åpenbart ubetenkelig."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Hindringer for å få nasjonalt ID-kort med reiserett",
                    "sections": [
                        "Nasjonalt ID-kort med reiserett skal ikke utstedes",
                        "a)når søkeren er etterlyst med henblikk på pågripelse, er besluttet pågrepet eller varetektsfengslet eller har samtykket i innlevering av pass etter straffeprosessloven kapittel 14",
                        "b)når utreiseforbud følger av tvisteloven § 33-11 eller konkursloven § 102",
                        "c)når det foreligger lovhjemlet beslutning av offentlig myndighet som innebærer at utreise vil være ulovlig.",
                        "Nasjonalt ID-kort med reiserett kan nektes utstedt når søkeren ikke kan reise ut av riket fordi det følger av",
                        "a)dom, kjennelse eller annen lovhjemlet beslutning av offentlig myndighet som pålegger frihetsberøvelse",
                        "b)innskrenkninger pålagt i henhold til straffeloven §§ 34, 39, 45, 46, 48, 52 og 62 (jf. psykisk helsevernloven § 5-3), straffegjennomføringsloven § 43 eller straffeprosessloven § 69 tredje ledd.",
                        "Nasjonalt ID-kort med reiserett kan også nektes utstedt når",
                        "a)det foreligger vedtak om passnektelse eller tilbakekall av pass etter passloven § 5 tredje ledd, jf. § 7 første ledd bokstav b",
                        "b)omstendighetene gir skjellig grunn til å tro at formålet med reisen er ulovlig virksomhet",
                        "c)søkeren tidligere har forfalsket eller brukt falskt nasjonalt ID-kort med reiserett, rettsstridig har overlatt kortet til tredjemann eller på annen måte har misbrukt det.",
                        "Nasjonalt ID-kort med reiserett må ikke nektes uten at tungtveiende hensyn taler for det. Ved avgjørelsen skal det tas i betraktning hvilken betydning kortet vil ha for søkeren. Etter annet ledd skal det vurderes om søkeren vil unndra seg iverksettelse av den lovhjemlede forpliktelsen."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Innholdet i nasjonalt ID-kort",
                    "sections": [
                        "Nasjonalt ID-kort skal bare inneholde opplysninger som er nødvendige for å kontrollere kortets ekthet og bekrefte innehaverens identitet. Biometriske personopplysninger innhentet etter § 3 annet ledd lagres i det nasjonale ID-kortet på en slik måte at hensynet til informasjonens ekthet, integritet og konfidensialitet blir ivaretatt.",
                        "Utfylling av personopplysninger i de enkelte nasjonale ID-kortene skal gjøres i Norge.",
                        "Kongen gir forskrift med nærmere regler om innholdet i nasjonalt ID-kort, blant annet om hvordan biometriske personopplysninger kan lagres og hvilke opplysninger som skal fremgå på kortet."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Oppbevaring og tap",
                    "sections": [
                        "Det nasjonale ID-kortet skal oppbevares på betryggende måte. Kortinnehaver skal straks skriftlig eller ved personlig oppmøte melde tap av kortet til ID-kortmyndigheten.",
                        "Kort som er meldt tapt kan ikke tas i bruk på nytt."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Tilbakekall, innlevering og beslag",
                    "sections": [
                        "Nasjonalt ID-kort med reiserett kan tilbakekalles når",
                        "a)det foreligger hindring som nevnt i § 5",
                        "b)kortet er utstedt med, eller på bakgrunn av, informasjon som ikke var, eller lenger er, riktig",
                        "c)kortets utseende eller innhold er endret",
                        "d)kortet er skadet eller slitt eller av andre årsaker ikke er tjenlig som identitetsbevis",
                        "e)kortet finnes i uvedkommendes besittelse.",
                        "Første ledd bokstavene b, c, d og e gjelder for alle nasjonale ID-kort.",
                        "Når det er fattet vedtak om tilbakekall av nasjonalt ID-kort etter første ledd, skal kortet innleveres. Når kortet ikke innleveres frivillig, kan politiet ta det fra besitteren.",
                        "Politiet kan ta beslag i nasjonalt ID-kort med reiserett som forevises ved grensekontroll i inntil 3 uker når vilkårene etter første ledd antas oppfylt. Kortet skal tilbakeleveres hvis ID-kortmyndigheten ikke har fattet vedtak om tilbakekall innen 3 uker. Straffeprosessloven § 208 gjelder tilsvarende."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Nasjonalt ID-kortregister",
                    "sections": [
                        "Det skal opprettes et nasjonalt ID-kortregister. Registeret kan kobles mot passregisteret.",
                        "Nasjonalt ID-kortregister kan inneholde opplysninger som er nødvendige for forvaltning av registeret og utstedelse av nasjonalt ID-kort, blant annet søkers navn, signatur, fødselsnummer, ansiktsfoto, høyde, øyenfarge, hårfarge, serienummer eller annen entydig referanse for tilknyttet eID, og opplysninger om tap og tilbakekall av kortet. Ved endring av navn eller andre opplysninger, og ved utstedelse av nytt nasjonalt ID-kort, kan tidligere data beholdes i registeret.",
                        "Kongen gir forskrift med nærmere regler om",
                        "a)hvilke opplysninger som kan registreres",
                        "b)hvem som er behandlingsansvarlig",
                        "c)innsyn, retting, sperring og sletting av opplysninger."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Tilgang (rett til direkte søk)",
                    "sections": [
                        "ID-kortmyndigheten, Politidirektoratet, Kripos og ansatte i politiet som utfører grensekontroll kan gis tilgang til opplysninger i nasjonalt ID-kortregister, eller opplysningene kan på annen måte gjøres tilgjengelig for dem når det er tjenestemessig behov for opplysningene til utstedelse av nasjonalt ID-kort eller utførelse av grensekontroll."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Utlevering av opplysninger",
                    "sections": [
                        "Opplysninger fra nasjonalt ID-kortregister kan utleveres når det er nødvendig for å kontrollere identiteten til innehavere av nasjonalt ID-kort eller kortets ekthet.",
                        "Utlevering av opplysninger etter første ledd kan skje ved direkte søk som går ut på treff eller ikke-treff."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Utlevering av opplysninger til andre formål",
                    "sections": [
                        "Opplysninger fra nasjonalt ID-kortregister kan utleveres til politiet til bruk",
                        "a)i arbeid med å finne savnet person eller med å identifisere en død person eller en person som det hører under politiets oppgaver å hjelpe",
                        "b)i arbeid med å identifisere en person som kan innbringes eller skal pågripes eller anbringes i politiarrest",
                        "c)ved forebygging eller etterforskning av en handling som etter loven kan medføre høyere straff enn fengsel i seks måneder",
                        "d)i arbeid etter utlendingsloven med å avklare identiteten til en person som har plikt til å gi opplysninger om egen identitet",
                        "e)ved kontroll av opplysninger som skal føres inn i det sentrale registeret over strafferettslige reaksjoner",
                        "f)når den opplysningene gjelder har gitt et uttrykkelig samtykke som er basert på frivillighet og informasjon",
                        "g)for utførelse av oppgaver etter passloven.",
                        "Utlevering av opplysninger etter første ledd kan skje ved direkte søk.",
                        "Opplysninger som er hentet fra nasjonalt ID-kortregister etter denne bestemmelsen, skal ikke lagres ut over det som er nødvendig for å oppfylle formålet med behandlingen av opplysningen eller dokumentere behandlingen av den saken som opplysningene er innhentet for.",
                        "Til oppgaver nevnt i første ledd kan opplysninger fra nasjonalt ID-kortregister utleveres til utenlandske samarbeidende politimyndigheter og sikkerhetstjenester når utleveringen ikke anses uforholdsmessig. Utleveringen skal besluttes av den som Politidirektoratet utpeker. Første og annet punktum innebærer ingen begrensning i adgangen til å utlevere opplysninger på annet grunnlag."
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Klage",
                    "sections": [
                        "Avgjørelser om å nekte eller tilbakekalle nasjonalt ID-kort, og om innsyn, retting, sperring og sletting etter denne loven, kan påklages til Politidirektoratet."
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Forskrifter",
                    "sections": [
                        "Kongen gir forskrifter med nærmere regler om",
                        "a)gyldighetstiden for nasjonalt ID-kort, blant annet om begrenset eller forlenget gyldighetstid",
                        "b)fastsetting og betaling av gebyr for søknad om nasjonalt ID-kort.",
                        "Kongen kan gi forskrifter med nærmere regler om",
                        "a)tildeling og bruk av tilknyttet eID ved utstedelse av nasjonalt ID-kort, blant annet om aldersgrenser, gyldighet, sertifikatutsteder, sikkerhetsnivå, tilbakekall og klage",
                        "b)utenlandske statsborgeres rett til å få nasjonalt ID-kort, blant annet om særlige vilkår om tilknytning til Norge",
                        "c)hvem som kan få utlevert opplysninger fra nasjonalt ID-kortregister",
                        "d)gjennomføring av loven, blant annet om søknads- og klagesaksbehandling",
                        "e)adgang til å få nasjonalt ID-kort ved norsk fagutenriksstasjon",
                        "f)adgang til å få midlertidig ID-dokument ved tap av nasjonalt ID-kort med reiserett."
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Forholdet til folkeretten",
                    "sections": [
                        "Loven skal anvendes i samsvar med internasjonale regler Norge er bundet av."
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Endring i andre lover",
                    "sections": [
                        "I lov 19. juni 1997 nr. 82 om pass skal § 8 fjerde ledd lyde:",
                        "Bare passmyndigheten, ID-kortmyndigheten, Kripos og norsk grensekontrollmyndighet skal ha tilgang til passregisteret med mindre annet er bestemt i lov eller i forskrift i medhold av lov."
                    ]
                }
            ]
        }
    ]
}