{
    "lawId": "LOV-2015-05-22-31",
    "lawName": "Lov om endringer i tjenestepensjonsloven mv. (uførepensjon)",
    "shortName": "Endringslov til tjenestepensjonsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "Kapittel 8. Uførepensjon",
            "paragraphs": [
                {
                    "name": "§ 8-1",
                    "title": "Krav til regelverket",
                    "sections": [
                        "(1) Et foretak kan opprette tjenestepensjonsordning for å sikre medlemmene uførepensjon i tillegg til den rett til arbeidsavklaringspenger eller uføretrygd som til enhver tid følger av folketrygdloven kapittel 11 og 12.",
                        "(2) Pensjonsordningen kan yte årlig uførepensjon etter reglene i kapitlet her til medlemmer som i medlemstiden har fått inntektsevnen nedsatt på grunn av skade, sykdom eller lyte, i en slik grad at medlemmet ikke kan fortsette i sin vanlige stilling og ikke kan skaffe seg annet høvelig arbeid.",
                        "(3) Pensjonsplan og annet regelverk for pensjonsordningen skal oppfylle kravene i kapittel 2 og 3. Ytelsene etter pensjonsplanen skal være garantert av pensjonsinnretningen.",
                        "(4) I regelverket for pensjonsordningen kan det fastsettes at arbeidstakere som fratrer sin stilling i foretaket, og som har minst tre års tjenestetid der, skal ha opptjent rett til uførepensjon etter reglene i § 8-11 ved uførhet som følge av skade, sykdom eller lyte oppstått etter at arbeidstakeren opphørte å være medlem av pensjonsordningen."
                    ]
                },
                {
                    "name": "§ 8-2",
                    "title": "Vilkår for rett til uførepensjon",
                    "sections": [
                        "(1) Det er et vilkår for rett til uførepensjon etter reglene i kapitlet her at medlemmets evne til å utføre inntektsgivende arbeid er varig nedsatt og oppfyller det minstekrav til nedsatt inntektsevne som regelverket fastsetter. Det kan ytes midlertidig uførepensjon når det ikke er avklart om inntektsevnen er varig nedsatt.",
                        "(2) I regelverket kan minstekravet til nedsatt inntektsevne ikke settes lavere enn 20 prosent. Minstekravet kan ikke i noe tilfelle settes høyere enn 50 prosent. Det kan dessuten ikke settes høyere enn:",
                        "a)40 prosent for medlem som mottar arbeidsavklaringspenger når krav om uførepensjon fremsettes, jf. folketrygdloven § 12-7 annet ledd, eller",
                        "b)30 prosent dersom medlemmets inntektsevne er nedsatt som følge av yrkesskade eller yrkessykdom, jf. folketrygdloven § 12-17 første ledd bokstav c.",
                        "(3) Et medlem har bare rett til uførepensjon etter reglene i kapitlet her dersom det i samsvar med reglene i folketrygdloven § 12-5 har gjennomgått, eller forsøkt å gjennomgå hensiktsmessig behandling og hensiktsmessige tiltak for å bedre arbeidsevnen.",
                        "(4) Uførepensjon ytes ikke til medlem som har fylt 67 år eller har nådd en lavere særlig aldersgrense fastsatt i eller i medhold av lov."
                    ]
                },
                {
                    "name": "§ 8-3",
                    "title": "Nedsatt inntektsevne",
                    "sections": [
                        "(1) Vurderingen av hvor mye et medlems inntektsevne er blitt nedsatt, skal bygge på en sammenligning av de inntektsmuligheter som medlemmet hadde før uføretidspunktet og medlemmets inntektsmuligheter etter uføretidspunktet.",
                        "(2) Uføretidspunktet er det tidspunkt inntektsevnen ble varig nedsatt minst til det nivå som kreves etter regelverket. Er inntektsevnen redusert gradvis over flere år, kan det tas utgangspunkt i inntektsevnen før skade, sykdom eller lyte oppstod.",
                        "(3) Inntekt før uførhet fastsettes til medlemmets normale årslønn i foretaket før uføretidspunktet, beregnet i samsvar med reglene i § 4-3. Inntekt etter uførhet fastsettes til den inntekt medlemmet forutsettes å kunne skaffe seg ved å utnytte sin restinntektsevne ved ethvert arbeid som medlemmet nå kan utføre. Ved vurderingen skal det legges vekt på medlemmets alder, evner, utdanning, yrkesbakgrunn og arbeidsmuligheter på hjemstedet, eller andre steder der det er rimelig at medlemmet tar arbeid.",
                        "(4) Ved anvendelsen av bestemmelser i dette kapittel justeres inntekt før og etter uførhet i samsvar med senere regulering av grunnbeløpet i folketrygden (G)."
                    ]
                },
                {
                    "name": "§ 8-4",
                    "title": "Fastsettelse og endring av uføregrad",
                    "sections": [
                        "(1) Pensjonsinnretningen skal i det enkelte tilfelle fastsette den uføregrad som skal benyttes ved beregningen av uførepensjon fra pensjonsordningen. Uføregrad fastsatt etter folketrygdloven, skal normalt legges til grunn. For øvrig skal uføregraden tilsvare den del av inntektsevnen som anses tapt etter reglene i § 8-3, og den skal fastsettes gradert i trinn på fem prosent.",
                        "(2) Uføregraden endres ikke selv om uførepensjonen reduseres på grunn av inntekt etter § 8-9 første ledd.",
                        "(3) Inntil uføregrad er fastsatt, kan det ytes midlertidig uførepensjon etter reglene i § 8-8 annet ledd.",
                        "(4) Blir inntektsevnen ytterligere nedsatt etter at uføregrad er fastsatt, kan medlemmet kreve at det etter første ledd blir fastsatt ny uføregrad som motsvarer den del av inntektsevnen som er tapt, jf. § 8-3.",
                        "(5) Ved endring av uføregrad skal pensjonsinnretningen foreta omberegning av premiereserven etter forsikringsvirksomhetsloven § 9-16 femte ledd. Endring i premiereserve inngår ved beregningen av årets risikoresultat."
                    ]
                },
                {
                    "name": "§ 8-5",
                    "title": "Lønnsgrunnlag",
                    "sections": [
                        "(1) Lønnsgrunnlaget ved beregningen av uførepensjon fra pensjonsordningen er medlemmets normale årslønn i foretaket, beregnet på uføretidspunktet etter reglene i § 4-3. Lønn som overstiger 12 G, skal ikke medregnes.",
                        "(2) Dersom skade, sykdom eller lyte oppstått i medlemstiden gradvis har redusert et medlems inntektsevne over flere år, skal det ved beregningen i stedet tas utgangspunkt i medlemmets lønnsgrunnlag før slik skade, sykdom eller lyte oppstod, dersom foretaket før uføretidspunktet har underrettet pensjonsinnretningen om det høyere lønnsgrunnlag som i tilfelle skal legges til grunn ved beregningen av uførepensjon til medlemmet."
                    ]
                },
                {
                    "name": "§ 8-6",
                    "title": "Grenser for uførepensjon i tillegg til uføretrygd",
                    "sections": [
                        "(1) Uførepensjonen skal i pensjonsplanen fastsettes som en prosent av det enkelte medlemmets lønnsgrunnlag etter § 8-5, som et fastsatt kronebeløp, eller som en kombinasjon av disse. Uførepensjonen kan ikke overstige summen av",
                        "a)25 prosent av G, likevel ikke mer enn 6 prosent av det enkelte medlemmets lønnsgrunnlag etter § 8-5 og",
                        "b)3 prosent av det enkelte medlemmets lønnsgrunnlag etter § 8-5.",
                        "(2) I pensjonsplanen kan det også fastsettes at uførepensjonen skal omfatte et tillegg på inntil 66 prosent av den del av medlemmets lønnsgrunnlag som ligger mellom 6 og 12 G. I så fall skal uførepensjon etter første ledd fastsettes på et nivå som ikke er uforholdsmessig lavt sammenlignet med uførepensjonen for lønn mellom 6 og 12 G fra pensjonsordningen.",
                        "(3) Det kan fastsettes i regelverket at uførepensjonen som utbetales til et medlem, skal gis et tillegg for hvert barn under 18 år som medlemmet forsørger eller plikter å forsørge. Barnetillegget per barn kan utgjøre inntil 4 prosent av medlemmets lønnsgrunnlag opp til 6 G. Samlet barnetillegg kan likevel ikke overstige et beløp tilsvarende 12 prosent av medlemmets lønnsgrunnlag opp til 6 G. Barnetillegget og den maksimale beløpsgrensen reduseres forholdsmessig ved redusert uføregrad. Barnetillegg utbetales til og med den måneden barnet fyller 18 år eller i tilfelle måneden etter barnets død.",
                        "(4) Er det i regelverket fastsatt et lavere minstekrav til uføregrad enn minstekravene etter folketrygdloven § 12-7 første og annet ledd eller § 12-17 første ledd bokstav c, kan uførepensjonen i tilfelle hvor folketrygdens minstekrav til uføregrad ikke er oppfylt, også omfatte et tillegg for å dekke manglende rett til uføretrygd fra folketrygden."
                    ]
                },
                {
                    "name": "§ 8-7",
                    "title": "Beregning av uførepensjon",
                    "sections": [
                        "(1) Et medlems uførepensjon beregnes ut fra medlemmets lønnsgrunnlag etter § 8-5 på den måten som er fastsatt i pensjonsplanen. Barnetillegg beregnes på den måten som er fastsatt i pensjonsplanen, og innenfor rammene i § 8-6 tredje ledd.",
                        "(2) Uførepensjon fra foretakets pensjonsordning skal reduseres inntil uførepensjonen utgjør det høyeste av enten den uførepensjonen som er fastsatt i pensjonsplanen, eller summen av uførepensjon fra fripoliser, pensjonsbevis og oppsatte rettigheter. Det skal ved beregningen etter første punktum ikke tas hensyn til ytelser fra fripoliser, pensjonsbevis og oppsatte rettigheter som dekker inntektstap ved uførhet som ikke omfattes av uføretrygden eller uførepensjonen fra foretakets pensjonsordning. Dersom medlemmet har fått utbetalt for lite eller for mye uførepensjon, kan det foretas et etteroppgjør.",
                        "(3) Medlemmet skal på forespørsel opplyse pensjonsinnretningen om sin rett til uførepensjon fra fripoliser, pensjonsbevis og oppsatte rettigheter.",
                        "(4) Dersom fastsatt uføregrad er lavere enn 100 prosent, fastsettes uførepensjonen til en forholdsmessig andel av uførepensjon beregnet etter første og annet ledd.",
                        "(5) Departementet kan fastsette forskrift til utfylling og gjennomføring av bestemmelsen her."
                    ]
                },
                {
                    "name": "§ 8-8",
                    "title": "Utbetaling av uførepensjon",
                    "sections": [
                        "(1) Uførepensjon utbetales til medlemmet tidligst ett år etter det tidspunkt medlemmets inntektsevne ble nedsatt minst til det nivå som kreves etter regelverket. Retten til uførepensjon opphører dersom medlemmet ikke lenger oppfyller det minstekrav til uføregrad som er fastsatt i regelverket.",
                        "(2) Midlertidig uførepensjon kan tidligst utbetales når medlemmet har framsatt krav på arbeidsavklaringspenger eller uføretrygd fra folketrygden, og det må antas at kravet blir innvilget. Dersom medlemmet mottar arbeidsavklaringspenger fra folketrygden, kan pensjonsinnretningen ikke i tillegg utbetale midlertidig uførepensjon som vil innebære at summen av arbeidsavklaringspenger og midlertidig uførepensjon til medlemmet vil overstige 70 prosent av lønnsgrunnlaget etter § 8-5. Må det antas at bare en del av medlemmets inntektsevne er tapt, beregnes grensen forholdsmessig."
                    ]
                },
                {
                    "name": "§ 8-9",
                    "title": "Fradrag for arbeidsinntekt",
                    "sections": [
                        "(1) Det skal foretas inntektsfradrag i uførepensjon til medlem som i et kalenderår har pensjonsgivende arbeidsinntekt som overstiger inntekt etter uførhet, som fastsatt etter § 8-3 tredje ledd. Mottar medlemmet uføretrygd fra folketrygden, tillegges inntekt etter uførhet, som fastsatt etter § 8-3 tredje ledd, et tillegg på fire tideler av G. Reduksjonen av uførepensjonen skal tilsvare overskytende inntekt, multiplisert med forholdet mellom uførepensjon ved 100 prosent uføregrad og inntekten før uførhet som fastsatt etter § 8-3 tredje ledd. Ved beregningen justeres inntekt før og etter uførhet etter senere regulering av grunnbeløpet. Inntektsfradraget i uførepensjon overføres til foretakets premiefond.",
                        "(2) Medlemmet skal opplyse pensjonsinnretningen om forventet inntekt og om endringer i inntekten. Dersom medlemmet har fått utbetalt for lite eller for mye pensjon som følge av at det er lagt til grunn uriktige opplysninger om inntekt, skal det foretas et etteroppgjør. Dersom det er utbetalt for lite, skal differansen etterbetales som et engangsbeløp. For mye utbetalt uførepensjon kan inndrives uten hensyn til skyld og kan avregnes ved å trekke i framtidige utbetalinger av uførepensjon og alderspensjon fra pensjonsinnretningen. Krav om tilbakekreving av for mye utbetalt uførepensjon er tvangsgrunnlag for utlegg. Departementet kan gi forskrift om etteroppgjør.",
                        "(3) Det skal ikke utbetales uførepensjon når medlemmets pensjonsgivende arbeidsinntekt i et kalenderår utgjør mer enn 80 prosent av inntekt før uførhet etter § 8-3 tredje ledd, oppjustert i samsvar med senere endringer i grunnbeløpet.",
                        "(4) Barnetillegg etter § 8-6 tredje ledd reduseres på tilsvarende måte som uførepensjonen etter første og tredje ledd."
                    ]
                },
                {
                    "name": "§ 8-10",
                    "title": "Oppregulering av uførepensjon under utbetaling",
                    "sections": [
                        "(1) Uførepensjon under utbetaling skal oppreguleres årlig i samsvar med avkastningsprosenten for midlene i pensjonsinnretningens kollektivportefølje til sikring av uførepensjoner under utbetaling, jf. forsikringsvirksomhetsloven § 9-16 femte ledd. Oppregulering i et år skal likevel ikke overstige en prosentvis regulering i samsvar med endringen i grunnbeløpet i folketrygden.",
                        "(2) Avkastning i et år som overstiger det som trengs til oppregulering etter første ledd, skal tilføres pensjonsordningens reguleringsfond for uførepensjon. Midlene i fondet skal brukes til å dekke oppregulering opp til grensen i første ledd i år hvor årets avkastning ikke er tilstrekkelig.",
                        "(3) Det kan fastsettes i regelverket at årlig oppregulering av uførepensjon som ikke kan dekkes av årets avkastning, eller ved overføring av midler i reguleringsfondet, skal dekkes ved tilskudd fra foretaket.",
                        "(4) Departementet kan gi forskrift om en øvre grense for størrelsen på pensjonsordningens reguleringsfond for uførepensjon. Overskytende midler skal tilføres premiefondet."
                    ]
                },
                {
                    "name": "§ 8-11",
                    "title": "Opptjent rett til uførepensjon",
                    "sections": [
                        "(1) Er det i regelverket fastsatt at arbeidstakere som fratrer sin stilling i foretaket, skal ha opptjent rett til uførepensjon ved uførhet som følge av skade, sykdom eller lyte oppstått etter at arbeidstakeren opphørte å være medlem av pensjonsordningen, men før arbeidstakeren har fylt 67 år, gjelder bestemmelsene i §§ 8-2 til 8-10 tilsvarende, med mindre annet er fastsatt i annet og tredje ledd.",
                        "(2) Ved beregning av nedsatt inntektsevne etter § 8-3, skal inntekt før uførhet fastsettes ut fra arbeidstakerens normale årslønn på uføretidspunktet. Inntekt etter uførhet skal fastsettes til den inntekt medlemmet forutsettes å kunne skaffe seg ved å utnytte sin restinntektsevne ved ethvert arbeid som medlemmet nå kan utføre.",
                        "(3) Uførepensjonen skal beregnes på den måte som er fastsatt i pensjonsplanen, på grunnlag av arbeidstakerens lønnsgrunnlag ved fratreden og avkastning tilført pensjonsbeviset fram til uføretidspunktet etter § 8-10 første ledd. Den skal deretter avkortes etter forholdet mellom arbeidstakerens tjenestetid i foretaket og 40 år.",
                        "(4) Når arbeidstakeren fratrer sin stilling i foretaket, skal pensjonsinnretningen utstede pensjonsbevis til arbeidstakeren som sikrer opptjent rett til uførepensjon. Pensjonsbeviset skal angi arbeidstakerens tjenestetid og normale årslønn ved fratreden. Premiereserve som sikrer opptjent rett til uførepensjon og administrasjonsreserve, skal knyttes til pensjonsbeviset. For øvrig gjelder § 6-3, § 6-4 første og annet ledd og §§ 6-5 til 6-8 tilsvarende.",
                        "Gjeldende kapittel 8 med §§ 8-1 og 8-2 blir nytt kapittel 9 Sluttbestemmelser med §§ 9-1 og 9-2.",
                        "1.Loven gjelder fra det tidspunkt Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "2.Departementet kan fastsette overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}