{
    "lawId": "LOV-2015-12-18-115",
    "lawName": "Lov om endringer i lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven)",
    "shortName": "Endringslov til skatteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "Verdipapirfond",
            "paragraphs": [
                {
                    "name": "§ 10-20",
                    "title": "Skattlegging av verdipapirfond og andelseiere",
                    "sections": [
                        "(1) Verdipapirfond kan kreve fradrag i inntekten for beløp som deles ut til andelseierne. Fradrag kan kreves for den delen av utdelingen som skattlegges som rente hos andelseierne etter tredje ledd.",
                        "(2) Verdipapirfond er fritatt for skatteplikt på gevinst og har ikke fradragsrett for tap ved realisasjon av aksjer i selskaper hjemmehørende i land utenfor EØS.",
                        "(3) Ved utdeling fra fondet skattlegges andelseierne på følgende måte:",
                        "b)Utdeling fra verdipapirfond med mer enn 80 prosent aksjeandel skattlegges som aksjeutbytte.",
                        "c)Utdeling fra verdipapirfond med mindre enn 20 prosent aksjeandel skattlegges som renteinntekt.",
                        "d)Utdeling fra verdipapirfond med mellom 20 og 80 prosent aksjeandel splittes i en del som skattlegges som aksjeutbytte og en del som skattlegges som rente, beregnet forholdsmessig etter fjerde ledd.",
                        "(4) Aksjeandelen beregnes ut i fra forholdet mellom verdien av aksjer og andre verdipapirer ved inntektsårets begynnelse. For fond som er etablert i inntektsåret, beregnes andelen ut i fra forholdet ved inntektsårets slutt. Aksjer i underliggende fond inngår i beregningen, med en tilsvarende forholdsmessig del.",
                        "(5) Bare den delen av andelens inngangsverdi som tilsvarer aksjeandelen i ervervsåret, er skjermingsgrunnlag etter § 10-12.",
                        "(6) Utdeling som skattlegges som renteinntekt etter tredje ledd, gir ikke rett til fradrag for skjerming eller skattefritak etter § 2-38.",
                        "(7) Gevinst ved realisasjon av andel i verdipapirfond skattlegges etter § 10-30 flg. For andelseiere i fond med andre verdipapirer enn aksjer, begrenses skattefritak for gevinst etter § 2-38 forholdsmessig til den beregnede aksjeandelen i fondet. Tilsvarende gjelder for tap. Gjennomsnittet av aksjeandelen i ervervsåret og i salgsåret legges til grunn. Tredje og fjerde ledd gjelder tilsvarende ved beregning av aksjeandelen i ervervsåret og i salgsåret.",
                        "(8) Syvende ledd får ikke anvendelse på andeler i verdipapirfond når disse er eid i forbindelse med individuell pensjonsavtale etter § 6-47 første ledd c når avtalen er inngått mellom andelseier og forvaltningsselskap. Tilsvarende gjelder for andel i verdipapirfond som er eid i forbindelse med innskuddspensjon etter innskuddspensjonsloven.",
                        "(9) Dersom fondet ikke har innrapportert opplysninger som er nødvendige for å fastsette aksjeandel etter fjerde ledd, må andelseier dokumentere dette. Dersom tilfredsstillende dokumentasjon ikke foreligger, skattlegges utdelingen som rente. Ved beregning av aksjeandel i slike fond inngår andeler i andre fond dersom de til sammen utgjør mer enn 25 prosent av samlet verdi ved inntektsårets begynnelse. Ved slik beregning medtas bare aksjer som underliggende fond eier direkte, med en tilsvarende forholdsmessig del. Dersom dokumentasjon kun mangler for andel i underliggende fond, anses andelen i fondet som andre verdipapirer enn aksjer.",
                        "§ 10-30 tredje ledd oppheves.",
                        "§ 10-31 tredje ledd oppheves.",
                        "Endringene under I trer i kraft straks",
                        "Endringene under II trer i kraft straks med virkning fra og med inntektsåret 2015.",
                        "Endringene under III trer i kraft straks med virkning fra og med 7. oktober 2015.",
                        "Endringene under IV trer i kraft straks med virkning fra og med inntektsåret 2016.",
                        "Endringene under V trer i kraft straks med virkning fra og med inntektsåret 2016.",
                        "Følgende overgangsregler gjelder:",
                        "Til § 5-15 første ledd bokstav a:",
                        "Arbeidstakere som før 1. januar 2016 oppfyller vilkårene for å motta sluttvederlag i henhold til overenskomst mellom hovedorganisasjoner for arbeidstakere og arbeidsgivere, har rett til å få sluttvederlaget utbetalt skattefritt etter § 5-15 første ledd bokstav a nr. 1 slik denne lød før lovendringen, uavhengig av om utbetaling skjer etter 1. januar 2016.",
                        "Tilsvarende har arbeidstakere som før 1. januar 2016 har inngått avtale med sin arbeidsgiver om utbetaling av tilleggssluttvederlag, rett til å få tilleggssluttvederlaget utbetalt (delvis) skattefritt etter § 5-15 første ledd bokstav a nr. 2 slik denne lød før lovendringen, uavhengig av om utbetaling skjer etter 1. januar 2016.",
                        "Til § 10-20:",
                        "For andeler ervervet før 7. oktober 2015 i fond som i 2015 hadde en eller flere aksjer, fastsettes aksjeandelen i ervervsåret til 100 prosent ved bruk av reglene i § 10-20 femte og syvende ledd. For andeler ervervet senere i 2015, skal aksjeandelen per. 1 januar 2016 legges til grunn ved bruk av de samme reglene."
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        }
    ]
}