{
    "lawId": "LOV-2015-06-19-66",
    "lawName": "Lov om endringer i straffegjennomføringsloven (straffegjennomføring i annen stat)",
    "shortName": "Endringslov til straffegjennomføringsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1 a",
                    "title": "Straffegjennomføring i annen stat",
                    "sections": [
                        "Etter beslutning av kriminalomsorgen kan domfelte som er dømt til ubetinget fengselsstraff, gjennomføre straffen i en annen stat som Norge har inngått avtale med.",
                        "Domfelte som gjennomfører straff i en annen stat etter første ledd, er å anse som innsatt i fengsel i Norge og skal, med de presiseringer som følger av tredje ledd, ha de rettigheter og plikter som følger av dette.",
                        "Kriminalomsorgen skal sørge for at domfelte som gjennomfører straff i en annen stat etter første ledd, får tilbud om helsehjelp som er likeverdig med det tilbudet domfelte ville hatt krav på ved straffegjennomføring i Norge. Statens helsetilsyn fører tilsyn med kriminalomsorgens forpliktelser etter bestemmelsen her. Helsetilsynsloven gjelder tilsvarende. Pasient- og brukerrettighetsloven kapittel 7 om klage gjelder for kriminalomsorgens forpliktelser etter bestemmelsen her. Kriminalomsorgen skal på anmodning gi Statens helsetilsyn og Fylkesmannen opplysninger som disse finner nødvendige for å kunne utføre sine oppgaver etter bestemmelsen her. Opplysningene kan gis uten hinder av taushetsplikt.",
                        "Kongen kan gi utfyllende forskrift og fastsette de unntak fra §§ 4, 7, 8 første ledd og 27 som er nødvendige for at straff skal kunne gjennomføres i en annen stat etter første ledd.",
                        "Loven trer i kraft straks. Loven oppheves fra og med 1. september 2020."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}