{
    "lawId": "LOV-2015-05-22-32",
    "lawName": "Lov om endringer i pasient- og brukerrettighetsloven og spesialisthelsetjenesteloven (fritt behandlingsvalg)",
    "shortName": "Endringslov til to helselover",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4-3",
                    "title": "Fritt behandlingsvalg",
                    "sections": [
                        "Private virksomheter kan yte helsehjelp til pasienter som har rett til nødvendig helsehjelp fra spesialisthelsetjenesten, for en pris fastsatt i forskrift etter andre ledd. Slike virksomheter må være godkjent av Helsedirektoratet eller det organ direktoratet utpeker, etter vilkår fastsatt med hjemmel i forskrift etter andre ledd.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om vilkår for tildeling og bortfall av godkjenning av virksomheter som kan yte helsehjelp etter første ledd. Departementet kan i forskrift gi nærmere bestemmelser om forvaltning av ordningen, herunder prising av tjenester og innfasing og utfasing av tjenester.",
                        "I lov 2. juli 1999 nr. 63 om pasient- og brukerrettigheter gjøres følgende endringer:",
                        "§ 2-1 b nytt åttende og niende ledd skal lyde:",
                        "De regionale helseforetakene kan bestemme at private virksomheter som har avtale med et regionalt helseforetak, skal ha adgang til å vurdere om pasienten har rett til nødvendig helsehjelp fra spesialisthelsetjenesten og fastsette frist for når helsehjelpen senest skal gis, jf. annet ledd.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om hvilke private virksomheter som skal ha adgang til å vurdere om pasienten har rett til nødvendig helsehjelp fra spesialisthelsetjenesten og fastsette frist for når helsehjelpen senest skal gis, jf. annet ledd.",
                        "Ny § 2-4 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 2-4",
                    "title": "Rett til fritt behandlingsvalg",
                    "sections": [
                        "Pasienten har rett til å velge ved hvilken offentlig eller privat virksomhet henvisningen skal vurderes, jf. § 2-2. Pasienten kan bare velge virksomheter som har rett til å tildele pasient- og brukerrettigheter etter § 2-1 b.",
                        "Pasient som har rett til nødvendig helsehjelp fra spesialisthelsetjenesten, jf. § 2-1 b andre ledd, kan velge ved hvilken offentlig eller privat virksomhet helsehjelpen skal ytes. Pasienten kan bare velge privat virksomhet som enten har avtale med et regionalt helseforetak eller er godkjent etter forskrift med hjemmel i spesialisthelsetjenesteloven § 4-3.",
                        "Pasienten kan ikke velge behandlingsnivå.",
                        "For pasienter under tvungen observasjon eller tvungent psykisk helsevern etter psykisk helsevernloven kapittel 3, gjelder ikke retten etter første og andre ledd dersom dette vil være uforsvarlig eller i betydelig grad er egnet til å svekke formålet med det tvungne vernet. Tilsvarende gjelder for pasienter som tas inn på institusjon med hjemmel i helse- og omsorgstjenesteloven §§ 10-2 og 10-3, dersom dette vil være uforsvarlig eller i betydelig grad er egnet til å svekke formålet med inntaket. Retten etter første og andre ledd gjelder ikke valg av senter for legemiddelassistert rehabilitering i spesialisthelsetjenesten dersom dette vil være uforsvarlig eller i betydelig grad egnet til å svekke formålet med behandlingen.",
                        "Retten etter første og andre ledd gjelder ikke private rehabiliteringsinstitusjoner.",
                        "Departementet kan gi nærmere forskrifter om innholdet og gjennomføringen av valgretten etter bestemmelsen her.",
                        "§ 2-6 første og femte ledd skal lyde:",
                        "Pasienten og ledsager har rett til dekning av nødvendige utgifter når pasienten må reise i forbindelse med en helsetjeneste som omfattes av lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. og som dekkes av et foretak etter lov 15. juni 2001 nr. 93 om helseforetak m.m. eller som finansieres av staten etter forskrift gitt med hjemmel i spesialisthelsetjenesteloven § 4-3. Det samme gjelder helsetjenester som omfattes av lov om folketrygd av 28. februar 1997 nr. 19 kapittel 5, herunder reise til familievernkontor og helsestasjon.",
                        "Departementet kan gi forskrifter om dekning av reise- og oppholdsutgifter for pasienter og utgifter til nødvendig ledsager, herunder dekning av utgifter ved fritt behandlingsvalg, om utbetaling av refusjon og om frister for fremsetting av krav.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}