{
    "lawId": "LOV-2015-05-29-36",
    "lawName": "Lov om endringer i brann- og eksplosjonsvernloven, tolloven og straffeloven 2005 (utgangsstoffer for eksplosiver mv.)",
    "shortName": "Endringslov om eksplosiver",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 10",
                    "title": "Dokumentasjon og rapportering",
                    "sections": [
                        "Kommunen skal dokumentere at plikten etter § 9 første, annet og tredje ledd er oppfylt.",
                        "Dokumentasjonen inkludert risiko- og sårbarhetsanalysen og eventuelle avtaler inngått etter § 9 fjerde ledd, skal sendes sentral tilsynsmyndighet.",
                        "På forespørsel fra sentral tilsynsmyndighet skal kommunen rapportere om alle ressurser, hendelser og evalueringer etter § 9 annet ledd annet punktum.",
                        "Departementet kan gi forskrifter om dokumentasjons- og rapporteringsplikt.",
                        "§ 13 fjerde ledd skal lyde:",
                        "Kommunen kan ved enkeltvedtak bestemme at det skal føres tilsyn med andre byggverk m.m. enn de som er omfattet av første ledd. Kommunestyret selv kan fastsette lokal forskrift om tilsyn med andre byggverk m.m. enn de som er omfattet av første ledd.",
                        "Ny § 20 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 20 a",
                    "title": "Håndtering av utgangsstoffer for eksplosiver",
                    "sections": [
                        "Virksomheter som håndterer utgangsstoffer for eksplosiver skal gjennom tekniske og organisatoriske tiltak i virksomheten sørge for at disse ikke kommer på avveie eller havner i urette hender.",
                        "Departementet kan gi forskrifter om håndtering av utgangsstoffer for eksplosiver, herunder hvilke utgangsstoffer som skal forbys eller begrenses.",
                        "Departementet kan videre gi forskrifter om:",
                        "a)Forbud mot privatpersoners innføring, besittelse eller bruk av utgangsstoffer.",
                        "b)Virksomheters tilgang til og tilgjengeliggjøring av utgangsstoffer, samt krav om melding og deklarering til særskilte registre.",
                        "c)Virksomheters plikt til å rapportere om mistenkelige transaksjoner eller forsøk på dette, og til å etablere systemer for registrering av kjøp.",
                        "d)Betalingsplikt for destruksjon av beslaglagte eller ulovlige importerte stoffer.",
                        "§ 42 skal lyde:"
                    ]
                },
                {
                    "name": "§ 42",
                    "title": "Straff",
                    "sections": [
                        "Den som legger hindringer i veien for undersøkelser som offentlig myndighet iverksetter etter denne loven, eller unnlater å yte pliktig bistand eller gi opplysninger som kreves for utførelsen av tilsynet etter denne loven, straffes med bot såfremt forholdet ikke rammes av et strengere straffebud.",
                        "Den som forsettlig eller uaktsomt overtrer denne loven, sentrale eller lokale forskrifter eller enkeltvedtak fastsatt i medhold av denne loven, eller som medvirker til dette, straffes med bot eller fengsel inntil 3 måneder.",
                        "Den som forsettlig eller grovt uaktsomt, og gjentatt eller på en graverende måte overtrer §§ 5, 19, 20, 20 a eller bestemmelser gitt i medhold av disse, straffes med bot eller fengsel inntil 2 år. Medvirkning straffes på samme måte.",
                        "Grov overtredelse etter tredje ledd straffes med bot eller fengsel inntil 6 år. Ved avgjørelsen om befatningen er grov, skal det særlig legges vekt på hvilken type og hvor stort omfang overtredelsen gjelder, og om den av andre grunner er særlig farlig eller samfunnsskadelig.",
                        "I lov 20. mai 2005 nr. 28 om straff gjøres følgende endringer:",
                        "§ 190 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 190",
                    "title": "Ulovlig befatning med skytevåpen, eksplosiver og utgangsstoffer for eksplosiver",
                    "sections": [
                        "Med bot eller fengsel inntil 2 år straffes den som forsettlig eller grovt uaktsomt, og gjentatt eller på graverende måte, overtrer bestemmelsene om ulovlig innføring, avhendelse, erverv eller besittelse av våpen i våpenloven.",
                        "På samme måte straffes den som forsettlig eller grovt uaktsomt, og gjentatt eller på en graverende måte, overtrer bestemmelsene i brann- og eksplosjonsvernloven §§ 5, 19, 20 eller 20 a eller bestemmelser gitt i medhold av disse.",
                        "§ 191 skal lyde:"
                    ]
                },
                {
                    "name": "§ 191",
                    "title": "Grov ulovlig befatning med skytevåpen, eksplosiver og utgangsstoffer for eksplosiver",
                    "sections": [
                        "Grov ulovlig befatning med skytevåpen, ammunisjon, eksplosiver eller utgangsstoffer for eksplosiver, straffes med bot eller fengsel inntil 6 år.",
                        "Ved avgjørelsen av om befatningen er grov, skal det særlig legges vekt på",
                        "a)hvilken type og hvor stort omfang overtredelsen gjelder, og",
                        "b)om den av andre grunner er særlig farlig eller samfunnsskadelig.",
                        "I lov 21. desember 2007 nr. 119 om toll og vareførsel gjøres følgende endringer:",
                        "§ 12-1 annet ledd bokstav f skal lyde:",
                        "f)til politi, påtalemyndighet eller skattemyndighet i forbindelse med samarbeid med sikte på å bekjempe, hindre og undersøke overtredelser av tollovgivningen. Utenfor tollmyndighetenes forvaltningsområde kan opplysninger gis dersom det er grunn til å undersøke om noen forbereder, begår eller har begått en handling som kan medføre høyere straff enn fengsel i seks måneder. På samme vilkår som i annet punktum kan opplysninger også gis til Direktoratet for samfunnssikkerhet og beredskap.",
                        "Loven trer i kraft fra den tid Kongen bestemmer.",
                        "Endringer i brann- og eksplosjonsvernloven § 42 tredje og fjerde ledd har virkning frem til lov om straff 20. mai 2005 nr. 28 trer i kraft."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}