{
    "lawId": "LOV-2015-06-19-42",
    "lawName": "Lov om endringer i folketrygdloven mv. (stønader til enslig mor eller far og tilleggsstønader til tiltaksdeltakere)",
    "shortName": "Endringslov til folketrygdloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 15-4",
                    "title": "Enslig mor eller far",
                    "sections": [
                        "Stønader etter dette kapitlet kan ytes til et medlem som er enslig mor eller far og har aleneomsorg for barn.",
                        "Som mor eller far regnes også den som på grunn av dødsfall har fått foreldreansvaret etter barnelova § 38.",
                        "Med enslig mor eller far menes et medlem som er ugift, separert eller skilt. Medlem som lever sammen med en person han eller hun har barn med eller er skilt eller separert fra, eller lever i et ekteskapslignende forhold i en felles husholdning uten felles barn, regnes ikke som enslig mor eller far. Dersom medlemmet er gift, regnes vedkommende som enslig mor eller far når samlivet er opphørt og ekteskapet er krevd oppløst ved søknad om separasjon og skilsmisse hos fylkesmannen eller ved at sak er reist for domstolene. Får et medlem et nytt barn med samme partner mens vedkommende mottar stønad til enslig mor eller far for et felles barn, anses ingen av foreldrene for å være enslig mor eller far. Det samme gjelder dersom mor eller far tidligere har mottatt stønader etter dette kapittelet for felles barn.",
                        "En mor eller far har aleneomsorgen for et barn når vedkommende varig har klart mer av den daglige omsorgen enn den andre av foreldrene. Ingen av foreldrene anses å ha aleneomsorgen for barnet ved boforhold som nevnt i § 1-5 fjerde ledd eller andre nære boforhold. Departementet kan gi forskrifter om hva som anses som andre nære boforhold.",
                        "Medlemmet har selv bevisbyrden for at han eller hun er enslig mor eller far med aleneomsorg for barn.",
                        "§ 15-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 15-5",
                    "title": "Overgangsstønad",
                    "sections": [
                        "Overgangsstønad ytes til et medlem som på grunn av omsorg for barn er midlertidig ute av stand til å forsørge seg selv ved eget arbeid, eller først etter en tid med omstilling eller utdanning kan få et arbeid.",
                        "Stønad kan gis til enslig mor eller far som har barn under åtte år. For et medlem som er forhindret fra å arbeide på grunn av omsorg for barn som krever særlig tilsyn, kan det innvilges overgangsstønad inntil barnet fyller 18 år. Det kan gjøres unntak fra aldersgrensen i første punktum i forbindelse med forlengelser etter § 15-8 annet ledd tredje punktum, fjerde ledd og femte ledd.",
                        "Et medlem som uten rimelig grunn har sagt opp et arbeidsforhold de siste seks månedene før søknadstidspunktet, får ikke overgangsstønad.",
                        "§ 15-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 15-6",
                    "title": "Plikt til yrkesrettet aktivitet",
                    "sections": [
                        "Når det yngste barnet har fylt ett år, er det et vilkår for rett til overgangsstønad at medlemmet enten",
                        "a)er i arbeid som utgjør minst halvparten av full tid,",
                        "b)har meldt seg til arbeids- og velferdsetaten som reell arbeidssøker,",
                        "c)gjennomfører utdanning eller opplæring som utgjør minst halvparten av full tid som arbeids- og velferdsetaten vurderer er nødvendig og hensiktsmessig for at medlemmet skal kunne få eller beholde et arbeid, eller",
                        "d)etablerer egen virksomhet, se § 4-6 tredje ledd.",
                        "Arbeids- og velferdsetaten skal etter behov innkalle til samtaler for å vurdere oppfølging av medlemmet og om det skal settes i verk tiltak med sikte på overgang til arbeid.",
                        "Et medlem som er reell arbeidssøker, jf. første ledd bokstav b), må melde seg hver fjortende dag til arbeids- og velferdsetaten. Arbeids- og velferdsetaten bestemmer hvordan melding skal skje.",
                        "Aktivitetsplikten gjelder ikke hvis medlemmet er forhindret fra å arbeide på grunn av omsorg for barn som krever særlig tilsyn som nevnt i § 15-8 tredje ledd.",
                        "Om medlemmet ikke er i yrkesrettet aktivitet etter første ledd, ytes likevel overgangsstønad hvis barnet ikke har en tilfredsstillende tilsynsordning og dette ikke kan tilskrives medlemmet selv. Det samme gjelder dersom den enslige moren eller faren eller barnet har en sykdom som hindrer yrkesrettet aktivitet. Sykdommen må dokumenteres med legeerklæring.",
                        "Departementet kan gi forskrifter om hvilken utdanning som kan godkjennes og kravet om å være reell arbeidssøker.",
                        "§ 15-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 15-8",
                    "title": "Stønadsperiode",
                    "sections": [
                        "Overgangsstønad kan ytes i tre år til sammen. Et medlem som tidligere har mottatt overgangsstønad en hel stønadsperiode, kan innvilges nye stønadsperioder inntil barnet har rett til barnehageplass etter barnehageloven § 12 a. I forbindelse med fødsel kan det i tillegg ytes stønad i inntil to måneder før fødselen.",
                        "Stønadstiden kan utvides med opptil to år når den enslige moren eller faren er under nødvendig og hensiktsmessig utdanning, jf. § 15-6 første ledd bokstav c). Dersom den enslige moren eller faren har aleneomsorg for flere enn to barn eller fikk aleneomsorg for barn før fylte 18 år, kan stønadstiden utvides med opptil tre år. Stønadstiden kan ytterligere forlenges til og med den måneden et påbegynt utdanningsår avsluttes. Det gis vanligvis ikke stønad etter at yrkeskompetanse er oppnådd.",
                        "Stønadstiden kan utvides inntil barnet fyller 18 år dersom medlemmet er forhindret fra å arbeide fordi barnet krever særlig tilsyn på grunn av funksjonshemming, sykdom eller store sosiale problemer. Barnets fysiske eller psykiske tilstand må dokumenteres av lege. Det må også framlegges dokumentasjon på at medlemmet er forhindret fra å arbeide som en følge av barnets tilstand.",
                        "I direkte tilknytning til en løpende stønadsperiode kan stønadstiden forlenges med inntil to år dersom medlemmet eller barnet har en forbigående sykdom som hindrer medlemmet i å arbeide. Sykdommen må dokumenteres med legeerklæring.",
                        "I direkte tilknytning til en løpende stønadsperiode kan stønadstiden i særlige tilfelle forlenges i inntil seks måneder i påvente av skolestart, barnetilsyn, et konkret arbeidstilbud eller etter at medlemmet har meldt seg som reell arbeidssøker ved arbeids- og velferdsetaten.",
                        "Departementet kan gi forskrifter om beregning av stønadsperiodens lengde, herunder om oppdeling og avkorting av stønadsperioden.",
                        "§ 15-9 overskriften skal lyde:",
                        "Avkorting mot inntekt",
                        "§ 15-11 blir ny § 15-10 og skal lyde:"
                    ]
                },
                {
                    "name": "§ 15-10",
                    "title": "Stønad til barnetilsyn til enslig mor eller far som er i arbeid mv.",
                    "sections": [
                        "Stønad til barnetilsyn ytes til et medlem som må overlate nødvendig tilsyn med barn til andre på grunn av arbeid eller at de etablerer egen virksomhet, jf. § 4-6 tredje ledd. Stønaden er uavhengig av retten til og perioden for overgangsstønad.",
                        "Stønad kan ytes til barnet har fullført fjerde skoleår. For barn som har fullført fjerde skoleår, kan det gis stønad til tilsyn når barnet må ha vesentlig mer tilsyn enn det som er vanlig for jevnaldrende, eller når medlemmet på grunn av sitt arbeid må være borte fra hjemmet i lengre perioder eller på andre tidspunkter enn det en vanlig arbeidsdag medfører. Stønad til barnetilsyn kan også gis i inntil ett år når medlemmet har en forbigående sykdom som hindrer vedkommende i å være i arbeid.",
                        "Stønaden er 64 prosent av dokumenterte utgifter til barnetilsyn opptil de beløp som Stortinget fastsetter. Det gis ikke stønad når den pensjonsgivende inntekten er større enn seks ganger grunnbeløpet.",
                        "Departementet kan gi forskrifter om stønad til barnetilsyn.",
                        "§ 15-11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 15-11",
                    "title": "Tilleggsstønader og stønad til skolepenger mv.",
                    "sections": [
                        "Et medlem som gjennomfører utdanning eller opplæring etter § 15-6 første ledd bokstav c), kan gis tilleggsstønader som helt eller delvis dekker",
                        "a)utgifter til daglige reiser i forbindelse med utredning eller gjennomføring av utdanningen,",
                        "b)utgifter til hjemreiser i forbindelse med utdanningen,",
                        "c)nødvendige utgifter til flytting fra hjemstedet i forbindelse med utdanningen eller i forbindelse med arbeid etter at utdanningen er gjennomført,",
                        "d)nødvendige utgifter til tilsyn for barn og andre familiemedlemmer i forbindelse med utredningen eller gjennomføring av utdanningen,",
                        "e)nødvendige ekstrautgifter til bolig i forbindelse med utredning, eller gjennomføring av utdanningen,",
                        "f)stønad til dekning av dokumenterte utgifter til læremidler.",
                        "Stønad til flytting etter første ledd bokstav c) kan også gis til et medlem som må flytte fra hjemstedet for å starte i arbeid på et annet sted. Flyttestønad gis bare når medlemmet har flyttet i et tidsrom der han eller hun har rett til overgangsstønad eller innen seks måneder etter at overgangsstønaden falt bort.",
                        "Stønad til tilsyn for barn og andre familiemedlemmer etter første ledd bokstav d) kan også gis til et medlem som står tilmeldt arbeids- og velferdsetaten som reell arbeidssøker etter § 15-6 første ledd bokstav b).",
                        "Det kan gis stønad til dekning av skolepenger mv. med utgangspunkt i satsene for skolepenger fra Statens lånekasse for utdanning. Utdanning ved private utdanningsinstitusjoner gir bare rett til stønad i særlige tilfeller.",
                        "Tilleggsstønader og stønad til skolepenger mv. gis bare for tidsrom den enslige moren eller faren har rett til overgangsstønad.",
                        "Departementet kan i forskrift fastsette nærmere regler om tilleggsstønadene, og om skolepenger og utdanning ved private utdanningsinstitusjoner.",
                        "§ 15-12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 15-12",
                    "title": "Sanksjonsregler",
                    "sections": [
                        "Stønad etter dette kapittelet faller bort en måned dersom medlemmet uten rimelig grunn sier opp sin stilling, nekter å ta imot tilbudt arbeid, unnlater å gjenoppta sitt arbeidsforhold etter endt foreldrepermisjon, nekter å delta i arbeidsmarkedstiltak eller unnlater å møte ved innkalling til arbeids- og velferdsetaten. Bortfallsperioden vil trekkes fra den innvilgede stønadsperioden.",
                        "Dersom medlemmet har gitt uriktige opplysninger om forhold som har betydning for retten til stønader etter dette kapittelet, og han eller hun var klar over eller burde vært klar over dette, kan medlemmet utestenges fra rett til stønad i inntil tre måneder første gang og inntil seks måneder ved gjentakelser i løpet av de siste tre årene. Det samme gjelder dersom medlemmet har unnlatt å gi opplysninger av betydning for retten til stønad.",
                        "Departementet kan gi forskrifter om utestengningstidens lengde.",
                        "Nåværende § 15-14 blir ny § 15-13",
                        "I innholdsfortegnelsen til kapittel 16 skal fjerde strekpunkt lyde:",
                        "-tilleggsstønader og stønad til skolepenger mv. står i § 16-9",
                        "§ 16-9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16-9",
                    "title": "Tilleggsstønader og stønad til skolepenger mv.",
                    "sections": [
                        "Til en tidligere familiepleier kan det ytes tilleggsstønader og stønad til skolepenger mv. etter § 15-11 for at vedkommende kan komme i arbeid.",
                        "§ 16-10 fjerde ledd andre punktum skal lyde:",
                        "Det kan da også gis stønad til barnetilsyn etter § 15-10 og tilleggsstønader og stønad til skolepenger mv. etter § 15-11.",
                        "I innholdsfortegnelsen til kapittel 17 skal femte strekpunkt lyde:",
                        "-stønad til barnetilsyn, tilleggsstønader og stønad til skolepenger mv. står i § 17-9",
                        "§ 17-9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 17-9",
                    "title": "Stønad til barnetilsyn, tilleggsstønader og stønad til skolepenger mv.",
                    "sections": [
                        "Til en gjenlevende ektefelle kan det ytes",
                        "a)stønad til barnetilsyn etter § 15-10,",
                        "b)tilleggsstønader og stønad til skolepenger mv. etter § 15-11.",
                        "Stønad til barnetilsyn etter § 15-10 eller § 15-11 første ledd bokstav d) gis for barn som ble forsørget av ektefellene i fellesskap, og for fellesbarn som er født senere. Det er et vilkår at den gjenlevende forsørger barna.",
                        "For fosterbarn (se barnevernloven § 4-22) kan det ytes stønad til barnetilsyn etter § 15-10 eller § 15-11 første ledd bokstav d) når den gjenlevende har forsørget barnet de siste to årene eller oppfostringen tok til før dødsfallet.",
                        "§ 22-10 første ledd bokstav d) oppheves",
                        "§ 22-10 tredje ledd bokstav d) skal lyde:",
                        "d)stønad til barnetilsyn (§§ 15-10 og 17-9)",
                        "§ 22-10 fjerde ledd bokstav c) skal lyde:",
                        "c)tilleggsstønader og stønad til skolepenger mv. (§§ 15-11, 16-9 og 17-9)",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt gjøres følgende endringer:",
                        "§ 5-43 første ledd bokstav d nr. 7 og 8 skal lyde:",
                        "7.stønad til barnetilsyn etter §§ 15-10, 17-9 og 17-10",
                        "8.tilleggsstønader og stønad til skolepenger mv. etter §§ 15-11, 16-9, 17-9 og 17-10",
                        "I lov 10. desember 2004 nr. 76 om arbeidsmarkedstjenester (arbeidsmarkedsloven) gjøres følgende endringer:",
                        "§ 12 tredje ledd skal lyde:",
                        "Departementet kan gi forskrifter om forsøk med arbeidsmarkedstiltak.",
                        "§ 13 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 13",
                    "title": "Ytelser til gjennomføring av arbeidsmarkedstiltak mv.",
                    "sections": [
                        "Deltakere i arbeidsmarkedstiltak kan få tiltakspenger dersom de ikke mottar lønn fra tiltaksarrangør eller har rett til å få dekket utgifter til livsopphold på annen måte. Departementet gir forskrifter om vilkår for og størrelsen på tiltakspengene, herunder om i hvilke tiltak deltakerne kan få tiltakspenger. Departementet kan gi forskrifter som fraviker første punktum.",
                        "Tiltaksdeltakere som mottar tiltakspenger, kan få tilleggsstønad til dekning av utgifter de har på grunn av tiltaksdeltakelsen, dersom de ikke har rett til å få dekket utgiftene etter annen lov, avtale eller praksis. Det kan også gis tilleggstønad til en tiltaksdeltaker som ikke får utbetalt tiltakspenger på grunn av at han eller hun er innsatt i fengsel, og til en tiltaksdeltaker som deltar i et tiltak som gir rett til tiltakspenger som en del av et kvalifiseringsprogram, jf. kapittel 4 i lov 18. desember 2009 nr. 131 om sosiale tjenester i arbeids- og velferdsforvaltningen. Tiltaksdeltakere som deltar i et tiltak som gir rett til tiltakspenger, men mottar dagpenger under arbeidsløshet etter folketrygdloven kapittel 4, kan få stønad til dekning av reiseutgifter. Departementet kan gi forskrifter om vilkårene for og størrelsen på tilleggsstønadene.",
                        "Departementet kan gi forskrifter om ytelser til tiltaksarrangører, arbeidsgivere, arbeidstakere og personer under utdanning, herunder om vilkår for og størrelsen på ytelsene og om arbeidsgivers lønnsplikt overfor deltakere i tiltak, og om at arbeidssøkere kan få stønad som fremmer geografisk mobilitet og fleksibilitet på arbeidsmarkedet.",
                        "§ 15 skal lyde:"
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Hvor krav om stønad skal settes fram",
                    "sections": [
                        "Krav om stønad i forbindelse med arbeidsmarkedstiltak etter kapittel 5 i denne loven, settes fram for det lokale Nav-kontoret, med mindre Arbeids- og velferdsdirektoratet bestemmer noe annet.",
                        "Departementet kan gi forskrifter om når krav må være satt fram.",
                        "Loven trer i kraft 1. januar 2016. Departementet kan gi forskrifter om overgangsordninger."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}