{
    "lawId": "LOV-2015-12-18-103",
    "lawName": "Lov om endringer i folketrygdloven og enkelte andre lover (økning i grunnpensjon til gifte og samboende pensjonister og andre endringer)",
    "shortName": "Endringslov til folketrygdloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": [
                {
                    "name": "§ 12-15",
                    "title": "Barnetillegg",
                    "sections": [
                        "En person som mottar uføretrygd og som forsørger barn (se § 1-6), har rett til barnetillegg. Det ytes ikke barnetillegg hvis barnet har inntekt, inkludert kapitalinntekt, som er større enn grunnbeløpet.",
                        "Barnetillegg utgjør 40 prosent av grunnbeløpet for hvert forsørget barn, men avkortes tilsvarende dersom trygdetiden som legges til grunn for uføretrygden er kortere enn 40 år. Barnetillegg til en flyktning som er medlem i folketrygden, avkortes ikke på grunn av manglende trygdetid. Barnetillegg påvirkes ikke av at uføregraden er lavere enn 100 prosent.",
                        "Dersom uføretrygd tilsvarende 100 prosent uføregrad tillagt barnetillegg utgjør mer enn 95 prosent av inntekt før uførhet, se § 12-9 første og andre ledd, reduseres tillegget. Uføretrygd omfatter her gjenlevendetillegg, se § 12-18. Barnetillegg prøves deretter mot forsørgerens inntekt, se § 12-16.",
                        "Når et barn blir forsørget av flere som mottar uføretrygd eller alderspensjon, ytes tillegget til den som har rett til høyest tillegg. Dersom forsørgerne ikke bor sammen, ytes tillegget til den som har den daglige omsorgen for barnet.",
                        "Barnetillegg for fosterbarn (se barnevernloven § 4-22) ytes dersom mottakeren har forsørget barnet i de siste to årene før krav om tillegg blir satt fram. Dette vilkåret kan fravikes når særlige grunner gjør det rimelig.",
                        "Departementet kan i forskrift gi nærmere regler om gjennomføring av bestemmelsene i denne paragrafen.",
                        "§ 12-16 andre ledd skal lyde:",
                        "Personinntekt etter skatteloven § 12-2 og tilsvarende inntekter og ytelser fra utlandet kan føre til at barnetillegg blir redusert. Det skal likevel ses bort fra ytelser eller en del av ytelse fra utlandet som blir redusert på tilsvarende måte som etter paragrafen her.",
                        "§ 12-16 nåværende femte ledd blir fjerde ledd nytt tredje punktum.",
                        "§ 12-16 nytt femte ledd skal lyde:",
                        "Bestemmelsene om etteroppgjør i § 12-14 fjerde ledd gjelder tilsvarende.",
                        "§ 17-6 første ledd skal lyde:",
                        "Til en gjenlevende ektefelle som ikke fyller vilkårene i § 17-5, ytes det overgangsstønad dersom medlemmet",
                        "a)fyller vilkårene for rett til overgangsstønad i § 15-5, jf. § 15-6,",
                        "b)tar nødvendig utdanning som nevnt i § 15-6 første ledd bokstav c, og utdanningen er påbegynt innen to år etter dødsfallet, eller",
                        "c)er i en omstillingsperiode etter dødsfallet.",
                        "§ 19-8 fjerde ledd bokstav a skal lyde:",
                        "a)som mottar ytelser som nevnt i tredje ledd, uføretrygd, pensjon eller overgangsstønad etter kapitlene 16 og 17, eller",
                        "§ 22-8 nytt sjuende ledd skal lyde:",
                        "Når det er utbetalt stønad etter lov 29. april 2005 nr. 21 om supplerande stønad til personar med kort butid i Noreg, og det etterbetales alderspensjon fra folketrygden, skal etterbetalingen reduseres med det beløp som svarer til utbetalt supplerende stønad for samme tidsrom.",
                        "§ 25-4 første ledd skal lyde:",
                        "En person som etter § 1-5 regnes som samboer, plikter å gi arbeids- og velferdsetaten melding om samboerskapet dersom vedkommende mottar pensjon eller overgangsstønad fra folketrygden, eller avtalefestet pensjon som nevnt i § 3-19. Også en person som har bodd sammen med en annen i 12 av de siste 18 månedene og som mottar pensjon eller overgangsstønad etter folketrygdloven kapitlene 16 og 17, eller avtalefestet pensjon som nevnt i § 3-19, plikter å gi arbeids- og velferdsetaten melding om samboerskapet. En person som mottar stønad etter folketrygdloven kapittel 15, plikter å gi arbeids- og velferdsetaten melding når vedkommende ikke lenger kan regnes som enslig mor eller far etter § 15-4.",
                        "I lov 29. april 2005 nr. 21 om supplerande stønad til personar med kort butid i Noreg gjøres følgende endringer:",
                        "§ 3 første, andre og nytt tredje ledd skal lyde:",
                        "Supplerande stønad vert gitt til personar som har fylt 67 år og som er busette i Noreg. Ein person vert rekna som busett dersom han eller ho er registrert i folkeregisteret og har permanent opphaldsløyve.",
                        "Familiemedlemer i oppstigande linje, onkel eller tante til referansepersonen eller garantisten, som har fått opphaldsløyve i Noreg på grunnlag av familiesameining, har ikkje rett til supplerande stønad. Dette gjeld berre dersom det i det første vedtaket om søkjaren sitt opphaldsløyve vart stilt krav til referansepersonen eller garantisten sitt underhald.",
                        "Med referansepersonen meiner ein den personen som søkjaren ønsker å bli gjenforeint med eller å etablere familieliv med. Med garantisten meiner ein den personen som stiller økonomisk garanti (tredjemannsgaranti) og legg fram skriftleg erklæring om at vedkommande tar på seg å garantere for underhald av søkjaren, og som er ein del av referansepersonen sitt hushald.",
                        "Nåværende tredje ledd blir nytt fjerde ledd.",
                        "§ 5 bokstav b skal lyde:",
                        "b)minste pensjonsnivå med ordinær sats for kvar av ektemakane når begge har fylt 67 år og for stønadstakarar som deler bustad med sine vaksne barn eller andre vaksne, utan at forholdet mellom dei vert definert som ekteskapsliknande (bufellesskap).",
                        "§ 8 første ledd skal lyde:",
                        "Dersom ein søkjar eller ektemaken har formue over 0,5 ganger grunnbeløpet, skal ein gi avslag på søknaden. Som formue vert ikkje rekna vanleg bustad eller vanlege ting til dagleg bruk.",
                        "§ 11 femte ledd skal lyde:",
                        "Dersom det er utbetalt økonomisk stønad etter kapittel 4 i lov 18. desember 2009 nr. 131 om sosiale tjenester i arbeids- og velferdsforvaltningen i periodar som det vert etterbetalt supplerande stønad for, skal det gjerast frådrag i etterbetalinga tilsvarande den økonomiske stønaden. Dette gjeld også for økonomisk stønad utbetalt den månaden da supplerende stønad kjem til utbetaling.",
                        "§ 12 første ledd skal lyde:",
                        "Personar som er innlagde i institusjon der opphaldet heilt eller delvis vert dekt av det offentlege, har ikkje rett til supplerande stønad for tidsrom etter at opphaldet har vara i ein kalendermånad utover den månaden då han eller ho vart innlagt.",
                        "I lov 17. juni 2005 nr. 62 om arbeidsmiljø, arbeidstid og stillingsvern mv. skal § 4-1 sjuende ledd lyde:",
                        "(7) Departementet kan gi forskrift som pålegger bruk av HMS-kort for arbeidstakere innenfor bransjer der det er nødvendig eller hensiktsmessig for å ivareta arbeidstakernes helse, miljø og sikkerhet og om oversiktslister over hvem som til enhver tid er sysselsatt på arbeidsplassen. Etter pålegg fra departementet plikter offentlige myndigheter uten hinder av taushetsplikt å gi utsteder av HMS-kort alle opplysninger fra offentlige registre som er nødvendige for utstedelse av HMS-kort.",
                        "I lov 19. desember 2014 nr. 74 om endringer i folketrygdlova og einskilde andre lover gjøres følgende endringer:",
                        "Del V oppheves.",
                        "I del IX oppheves nr. 4.",
                        "1.Endringene i lov 28. juli 1949 nr. 26 om Statens pensjonskasse § 28 andre ledd, lov 26. juni 1953 nr. 11 om pensjonsordning for apotekvirksomhet mv. § 11 andre ledd og lov 22. juni 1962 nr. 12 om pensjonsordning for sykepleiere § 13 andre ledd trer i kraft straks og gis virkning fra 1. januar 2015.",
                        "2.Endringene i lov 28. juli 1949 nr. 26 om Statens pensjonskasse § 38 fjerde ledd tredje punktum, lov 26. juni 1953 nr. 11 om pensjonsordning for apotekvirksomhet mv. § 23 fjerde ledd tredje punktum, lov 26. juli 1957 nr. 26 om samordning av pensjons- og trygdeytelser § 23 nr. 1 andre ledd første punktum og § 24 nr. 1 første ledd tredje punktum, lov 22. juni 1962 nr. 12 om pensjonsordning for sykepleiere § 13 sjette ledd første punktum og § 24 tredje ledd tredje punktum, allmenngjøringsloven § 4 første ledd første punktum, folketrygdloven tredje strekpunkt i innholdsfortegnelsen til kapittel 3, bokstavlisten til § 3-15 andre ledd, § 12-5 første ledd, § 12-6 tredje ledd, § 12-9 andre ledd, § 12-14 andre ledd og § 19-8 fjerde ledd bokstav a, endringen i arbeidsmiljøloven § 4-1 sjuende ledd og endringene i lov 19. desember 2014 nr. 74 om endringer i folketrygdlova og einskilde andre lover trer i kraft straks.",
                        "3.Endringene i folketrygdloven § 4-5, § 4-10 andre og tredje ledd, § 4-20 tredje og femte ledd, § 12-15, § 12-16, § 17-6 første ledd, § 22-8, § 25-4 første ledd, og endringene i lov 29. april 2005 nr. 21 om supplerande stønad for personar med kort butid i Noreg trer i kraft 1. januar 2016.",
                        "4.Endringene i folketrygdloven § 3-2 fjerde ledd og femte ledd andre punktum trer i kraft 1. september 2016. Departementet kan gi overgangsregler for omregningen av ytelser med virkning fra 1. september 2016 for personer som per 31. august 2016 mottar alderspensjon etter folketrygdloven kapittel 19, pensjon eller overgangsstønad som tidligere familiepleier eller gjenlevende ektefelle etter henholdsvis folketrygdloven kapittel 16 og 17, herunder regler om fastsetting av grunnpensjon og basisgrunnpensjon og fastsetting av minste pensjonsnivå lav og ordinær sats.",
                        "5.Endringene i folketrygdloven § 12-13 andre ledd trer i kraft 1. september 2016. Personer som hadde rett til uførepensjon per 31. desember 2014 og som lever sammen med en ektefelle (se § 1-5) eller med en samboer i et samboerforhold som har vart i minst 12 av de siste 18 månedene, får en økning i uføretrygden tilsvarende 0,05 ganger grunnbeløpet med virkning fra 1. september 2016. Medlemmer som er gift eller samboer og som per 31. desember 2014 mottok grunnpensjon tilsvarende 100 prosent av grunnbeløpet, omfattes ikke av økningen. Departementet gir i forskrift nærmere bestemmelser om gjennomføringen.",
                        "6.Departementet kan gi nærmere overgangsregler i tillegg til de tilfellene som omfattes av nr. 4 og 5.",
                        "7.Departementet gir nærmere overgangsregler etter folketrygdloven § 12-15 for mottakere av barnetillegg per 31. desember 2015."
                    ]
                }
            ]
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        },
        {
            "name": "XIkrafttredelse og overgangsbestemmelser",
            "paragraphs": []
        }
    ]
}