{
    "lawId": "LOV-2015-02-06-7",
    "lawName": "Lov om beskyttelse av mindreårige mot skadelige bildeprogram mv",
    "shortName": "Filmsensurloven",
    "authorityDescription": "Prop.123 L (2013–2014), Innst.65 L (2014–2015), Lovvedtak 16 (2014–2015). Stortingets første og andre gangs behandling hhv. 10. og 15. desember 2014. Fremmet av Kulturdepartementet.\nEndringer i følgende lover:\n1\tLov 15. mai 1987 nr. 21 om film og videogram.\n2\tLov 4. desember 1992 nr. 127 om kringkasting og audiovisuelle bestillingstjenester (kringkastingsloven).",
    "chapters": [
        {
            "name": "Kapittel 1 Innledende bestemmelser",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Loven har til formål å beskytte mindreårige mot skadelig påvirkning fra levende bilder."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Definisjoner",
                    "sections": [
                        "I denne loven forstås med\na)\tmindreårige: personer som ikke har fylt 18 år\nb)\tbildeprogram: et sett av levende bilder, med eller uten lyd, som utgjør en avgrenset enhet\nc)\ttilknyttet materiale: innhold som tilgjengeliggjøres før, under eller etter et bildeprogram, inkludert reklame, egenreklame, trailere og lignende\nd)\tvideogram: disk, plate, magnetbånd eller annen enhet med lagret informasjon som er egnet til å gjengi bildeprogram\ne)\tbildeprogramdistributør: den som har, eller har ervervet, rettighetene til tilgjengeliggjøring av bildeprogrammet på det norske markedet\nf)\tvisningssted: kino og annen arena for offentlig fremvisning av bildeprogram\ng)\tomsetningssted: forretning, nettside e.l. som selger billetter til fremvisning av bildeprogram, eller gir allmennheten tilgang til videogrammer gjennom kjøp, leie eller lignende\nh)\tskadelig innhold: skildringer i bildeprogram som kan virke følelsesmessig opprivende eller kognitivt forstyrrende for mindreåriges velbefinnende\ni)\talvorlig skadelig innhold: skildringer i bildeprogram som kan virke sterkt følelsesmessig opprivende eller sterkt kognitivt forstyrrende for mindreåriges velbefinnende, særlig nærgående skildringer av kjønnslig aktivitet, grov vold og annen svært forstyrrende eller skremmende tematikk.",
                        "Departementet kan gi forskrift om forståelsen av definisjonene i denne bestemmelsen."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Virkeområde",
                    "sections": [
                        "Loven gjelder for tilgjengeliggjøring av bildeprogram og tilknyttet materiale til allmennheten ved\na)\tfjernsyn og audiovisuelle bestillingstjenester omfattet av kringkastingsloven\nb)\tfremvisning ved allmenn sammenkomst i Norge, inkludert kino eller annet visningssted\nc)\ttilgjengeliggjøring av videogram i Norge når bildeprogrammet tilgjengeliggjøres av et foretak som er registrert i Norge eller har forretningssted i Norge, av en person som er norsk statsborger eller har bosted i Norge, eller beslutningen om tilgjengeliggjøring er tatt i Norge.",
                        "Loven gjelder også på Svalbard og Jan Mayen. Departementet kan gi forskrift om de unntaks- og særregler som de stedlige forholdene tilsier."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2 Aldersgrenser",
            "paragraphs": [
                {
                    "name": "§ 4",
                    "title": "Aldersgrenser",
                    "sections": [
                        "Et bildeprogram kan ikke tilgjengeliggjøres uten å være gitt én av følgende aldersgrenser:\na)\ttillatt for alle\nb)\t6 år\nc)\t9 år\nd)\t12 år\ne)\t15 år\nf)\t18 år",
                        "Aldersgrensen skal fastsettes etter en vurdering av om innholdet i bildeprogrammet kan være skadelig for personer under den aktuelle aldersgrensen. Bildeprogram med alvorlig skadelig innhold skal ha 18-årsgrense.",
                        "Unntatt fra kravet i første ledd er bildeprogram som i hovedsak inneholder\na)\tnyhets- og aktualitetsstoff,\nb)\tundervisnings- og forskningsstoff,\nc)\tinformasjonsstoff om ideell, politisk eller religiøs virksomhet,\nd)\tmusikkstoff,\ne)\tidrettsstoff,\nf)\thobby-, instruksjons- og fritidsstoff og\ng)\tdirektesendinger.",
                        "Departementet kan gi forskrift om ytterligere unntak fra kravet i første ledd."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Fastsettelse av aldersgrenser på kinofilm",
                    "sections": [
                        "For kinofilmer settes aldersgrensen av Medietilsynet ved forhåndskontroll. Med kinofilm menes bildeprogram som primært er produsert for fremvisning på kino eller annet visningssted.",
                        "Unntatt fra kravet om forhåndskontroll er kinofilmer som\na)\tskal fremvises med 18-årsgrense,\nb)\tskal vises under filmfestivaler og lignende kulturarrangementer eller\nc)\tinneholder lokalt produsert stoff.",
                        "Medietilsynet kan ikke sette aldersgrense på kinofilmer som tilsynet mener er i strid med straffeloven § 204, § 204a eller § 382.",
                        "Den som vil ha et bildeprogram vurdert av Medietilsynet, skal betale en avgift som blir fastsatt av departementet.",
                        "Departementet kan gi forskrift om forhåndskontroll og betaling av avgift."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Fastsettelse av aldersgrenser på andre bildeprogram",
                    "sections": [
                        "For bildeprogram som ikke er underlagt forhåndskontroll etter § 5, settes aldersgrensen av bildeprogramdistributør.",
                        "Aldersgrense fastsatt i medhold av § 5 skal legges til grunn ved all senere tilgjengeliggjøring av samme bildeprogram innenfor en periode på ti år fra siste vedtaksdato. Fastsettelse av aldersgrenser utføres for øvrig med utgangspunkt i retningslinjer fastsatt av Medietilsynet.",
                        "Medietilsynet kan ved enkeltvedtak overprøve aldersgrenser fastsatt av bildeprogramdistributør i medhold av første ledd.",
                        "Departementet kan gi forskrift om unntak fra kravene i denne paragrafen og om utarbeidelse av retningslinjer for aldersklassifisering."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Informasjonsplikt",
                    "sections": [
                        "Publikum skal på en tydelig og nøytral måte informeres om aldersgrensen før tilgjengeliggjøring av det aktuelle bildeprogrammet.",
                        "Informasjon om bildeprogrammets aldersgrense skal som minimum gjøres tilgjengelig på følgende måter:\na)\tPå fjernsyn skal tjenestetilbyder informere muntlig om aldersgrensen før programmet starter eller tydelig merke bildeprogrammet med aldersgrense under hele sendetiden. Tjenestetilbyder skal også gjøre aldersgrensen tilgjengelig i sine programoversikter og elektroniske programguider.\nb)\tI audiovisuelle bestillingstjenester skal tjenestetilbyder informere om aldersgrensen før endelig bestilling gjennomføres, samt i presentasjon og omtale av bildeprogrammet.\nc)\tVed fremvisning ved allmenn sammenkomst skal visnings- og omsetningssted informere om aldersgrensen ved annonsering og billettkjøp.\nd)\tVed tilgjengeliggjøring av videogram skal bildeprogramdistributør informere om aldersgrensen ved tydelig merking på forsiden av videogrammets omslag.",
                        "Departementet kan gi forskrift om informasjonsplikt, inkludert om unntak og merking."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3 Alderskontroll og andre beskyttelsestiltak",
            "paragraphs": [
                {
                    "name": "§ 8",
                    "title": "Plikt til å iverksette beskyttelsestiltak",
                    "sections": [
                        "Enhver som tilgjengeliggjør bildeprogram, plikter å iverksette egnede tiltak for å beskytte mindreårige mot skadelig og alvorlig skadelig innhold.",
                        "Departementet kan gi forskrift om alderskontroll og andre beskyttelsestiltak."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Beskyttelsestiltak ved tilgjengeliggjøring i fjernsyn",
                    "sections": [
                        "Bildeprogram med alvorlig skadelig innhold kan ikke sendes på fjernsyn.",
                        "Tjenestetilbyder skal ved valg av sendetid eller tekniske tiltak sørge for at mindreårige normalt ikke får tilgang til bildeprogram eller tilknyttet materiale med skadelig innhold. Nyhets- og aktualitetsprogrammer er unntatt fra kravene i første punktum."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Beskyttelsestiltak ved tilgjengeliggjøring i audiovisuelle bestillingstjenester",
                    "sections": [
                        "Tjenestetilbyder skal iverksette tiltak som sikrer at mindreårige normalt ikke får tilgang til bildeprogrammer eller tilknyttet materiale med alvorlig skadelig innhold.",
                        "Tjenestetilbyder skal tilby tiltak som kan aktiveres av foresatte eller andre i foresattes sted, for å sikre at mindreårige normalt ikke får tilgang til bildeprogram eller tilknyttet materiale med skadelig innhold. Nyhets- og aktualitetsprogrammer er unntatt kravene i første punktum."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Beskyttelsestiltak for fremvisning ved allmenn sammenkomst",
                    "sections": [
                        "Visnings- og omsetningssted skal utforme rutiner for og gjennomføre alderskontroll ved tilgjengeliggjøring av bildeprogram som er klassifisert etter §§ 5 og 6.",
                        "Tilknyttet materiale skal være tilpasset bildeprogrammets aldersgrense.",
                        "Ledsaget av foresatte eller andre i foresattes sted kan mindreårige gis adgang til fremvisninger med ett trinn høyere aldersgrense enn oppnådd alder tilsier. 18-årsgrensen er likevel absolutt."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Beskyttelsestiltak for tilgjengeliggjøring av videogram",
                    "sections": [
                        "Omsetningssted skal utforme rutiner for og gjennomføre alderskontroll ved tilgjengeliggjøring av bildeprogram som er klassifisert etter §§ 5 og 6.",
                        "Tilknyttet materiale skal være tilpasset bildeprogrammets aldersgrense."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4 Tilsyn og klage mv.",
            "paragraphs": [
                {
                    "name": "§ 13",
                    "title": "Tilsyn",
                    "sections": [
                        "Medietilsynet fører tilsyn med at bestemmelsene gitt i og i medhold av denne lov blir overholdt.",
                        "Dersom Medietilsynet gjennom sin tilsynsvirksomhet blir kjent med bildeprogram som rammes av straffeloven § 204a, skal forholdet meldes til politiet."
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Oppbevarings- og utleveringsplikt",
                    "sections": [
                        "Bildeprogramdistributør plikter å oppbevare bildeprogrammet i minst to måneder etter at bildeprogrammet første gang ble vist offentlig eller tilgjengeliggjort på annen måte. Dersom det reises klagesak i medhold av § 16, skal bildeprogrammet oppbevares inntil klagen er avgjort. Bildeprogrammet skal også oppbevares inntil saken er rettskraftig avgjort, dersom det blir gitt melding om at det blir reist søksmål.",
                        "Bildeprogramdistributør plikter på forespørsel å utlevere bildeprogram etter første ledd til Medietilsynet og Klagenemnda for mediesaker (Medieklagenemnda).",
                        "Departementet kan gi forskrift om oppbevarings- og utleveringsplikten, herunder hvem som er omfattet av plikten og hvordan oppbevaringen skal skje."
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Opplysningsplikt",
                    "sections": [
                        "Enhver plikter å gi Medietilsynet de opplysninger som tilsynet krever for å kunne utføre sine gjøremål etter loven, eller for å kunne oppfylle Norges avtaleforpliktelser overfor en fremmed stat eller internasjonal organisasjon. Opplysningene kan kreves gitt skriftlig eller muntlig innen en fastsatt frist.",
                        "Departementet kan gi forskrift om opplysningsplikten, herunder om hvem som er omfattet av opplysningsplikten og om hvilke opplysninger som kan kreves."
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Klage",
                    "sections": [
                        "Klager på Medietilsynets enkeltvedtak etter loven eller regler fastsatt i medhold av loven behandles av Medieklagenemnda. Klagenemnda kan ikke omgjøre Medietilsynets vedtak etter eget tiltak.",
                        "Bildeprogramdistributør og Barneombudet har klagerett over tilsynets vedtak om aldersklassifisering av kinofilm etter § 5. For øvrig gjelder reglene i forvaltningsloven kapittel VI.",
                        "Medieklagenemnda oppnevnes av Kongen. Kongen fastsetter hvem som skal være klagenemndas leder og nestleder, og kan gi forskrift om nemndas størrelse, sammensetning og oppgaver.",
                        "Eventuelle søksmål i anledning Medieklagenemndas vedtak skal rettes mot staten ved Klagenemnda for mediesaker."
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Begrensninger i omgjørings- og instruksjonsmyndighet",
                    "sections": [
                        "Departementet kan ikke instruere Medietilsynet eller Medieklagenemnda i enkeltsaker eller omgjøre tilsynets eller klagenemndas vedtak etter denne loven.",
                        "Departementet kan pålegge Medietilsynet å ta en sak opp til behandling.",
                        "I saker av prinsipiell eller stor samfunnsmessig betydning kan Kongen i statsråd omgjøre Medietilsynets eller Medieklagenemndas vedtak etter reglene i forvaltningsloven § 35 annet, tredje og femte ledd."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5 Sanksjoner",
            "paragraphs": [
                {
                    "name": "§ 18",
                    "title": "Advarsel",
                    "sections": [
                        "Ved overtredelse av denne loven eller bestemmelse eller vilkår fastsatt i medhold av denne loven, kan Medietilsynet gi den som er ansvarlig for overtredelsen, en advarsel."
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Overtredelsesgebyr",
                    "sections": [
                        "Medietilsynet kan ved overtredelse av bestemmelser gitt i eller i medhold av denne loven, eller av enkeltvedtak truffet i medhold av disse bestemmelsene, ilegge den som er ansvarlig for overtredelsen, et overtredelsesgebyr til staten beregnet etter forskrift fastsatt av departementet.",
                        "Departementet kan gi forskrift om forhøyet gebyr ved gjentatt overtredelse. Medietilsynet kan i særlige tilfeller frafalle ilagt overtredelsesgebyr.",
                        "Ilagt gebyr er tvangsgrunnlag for utlegg. Departementet kan gi forskrift om ileggelse av overtredelsesgebyr, herunder om inndrivelse og om betalingsfrist. Det kan i forskrift fastsettes at det skal betales renter av ilagt overtredelsesgebyr."
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Tvangsmulkt",
                    "sections": [
                        "For å sikre at plikter fastsatt i eller i medhold av denne loven blir oppfylt, kan Medietilsynet ilegge den ansvarlige tvangsmulkt. Tvangsmulkt kan ilegges når overtredelse er oppdaget.",
                        "Tvangsmulkten kan fastsettes som en løpende mulkt eller som et engangsbeløp. Ved løpende mulkt kan Medietilsynet bestemme at mulkten skal fastsettes for hver dag, uke eller måned som går. Tvangsmulkten begynner å løpe dersom den ansvarlige oversitter fristen for retting av forholdet. Ved tvangsmulkt i form av et engangsbeløp kan Medietilsynet bestemme at mulkten skal betales ved en særskilt fastsatt frist for oppfyllelse av plikten, dersom denne fristen er utløpt uten at plikten er oppfylt.",
                        "Tvangsmulkt tilfaller statskassen og er tvangsgrunnlag for utlegg.",
                        "Medietilsynet kan i særlige tilfeller redusere eller frafalle påløpt tvangsmulkt inklusive renter.",
                        "Departementet kan gi forskrift om ileggelse av tvangsmulkt, herunder om vilkår for tvangsmulkt, om tvangsmulktens størrelse og om renter ved forsinket betaling."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 6. Ikrafttredelse og endringer i andre lover",
            "paragraphs": [
                {
                    "name": "§ 21",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven trer i kraft fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                },
                {
                    "name": "§ 22",
                    "title": "Endringer i andre lover",
                    "sections": [
                        "Med virkning fra den tid loven trer i kraft gjøres følgende endringer i andre lover:",
                        "1. I lov 4. desember 1992 nr. 127 om kringkasting og audiovisuelle bestillingstjenester gjøres følgende endringer:\n§ 1-1 første ledd bokstav a skal lyde:",
                        "Kringkasting: utsending av tale, musikk, bilder og liknende via elektroniske kommunikasjonsnett, ment eller egnet til å ses eller høres direkte og samtidig av allmennheten.\n§ 2-7 oppheves.\n§ 3-1 andre ledd skal lyde:",
                        "Det kan ikke sendes reklameinnslag i tilknytning til barneprogram eller reklameinnslag som særlig er rettet mot barn i kringkasting eller audiovisuelle bestillingstjenester.\n§ 4-5 første ledd bokstav b skal lyde:",
                        "sender program med pornografi eller vold i strid med norsk lov eller andre program som i alvorlig grad kan skade mindreåriges fysiske, mentale eller moralske utvikling\n§ 4-5 første ledd bokstav c skal lyde:\nc)\tsender program som kan være skadelige for mindreårige, med mindre det ved valg av sendetid eller ved tekniske tiltak sørges for at mindreårige normalt ikke kan se eller høre slike sendinger\n§ 10-1 første ledd skal lyde:",
                        "Med bøter eller fengsel inntil 6 måneder straffes den som forsettlig eller uaktsomt grovt eller gjentatte ganger overtrer bestemmelsene i § 2-1 første eller tredje ledd, § 2-4, § 3-1 andre ledd, § 4-5 første ledd bokstav b og d, og kapittel 9 eller forskrift eller enkeltvedtak gitt med hjemmel i disse bestemmelser. Medvirkning straffes på samme måte.",
                        "2. I lov 15. mai 1987 nr. 21 om film og videogram gjøres følgende endringer:\nKapittel III oppheves.\n§ 7 andre og tredje ledd oppheves. Nåværende fjerde ledd blir andre ledd.\n§ 9 oppheves.\n§ 11 oppheves.\n§ 12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Nekta registrering av videogram",
                    "sections": [
                        "Departementet kan gi forskrift om høve for Medietilsynet til å nekte registrering av videogram frå distributørar som bryt reglane i denne lova eller i forskrifter gitt med heimel i denne lova.\n§ 13 a til § 16 oppheves."
                    ]
                }
            ]
        }
    ]
}