{
    "lawId": "LOV-2015-06-19-61",
    "lawName": "Lov om endringer i helsepersonelloven mv. (endring av aldersgrensen for bortfall av helsepersonells autorisasjon mv. fra 75 til 80 år)",
    "shortName": "Endringslov til helsepersonelloven mv. (aldersgrensen)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 54",
                    "title": "Bortfall av autorisasjon, lisens og spesialistgodkjenning",
                    "sections": [
                        "Autorisasjon, lisens eller spesialistgodkjenning bortfaller når vedkommende fyller 80 år. Yrkestittelen kan likevel benyttes.",
                        "Personer over 80 år kan likevel gis lisens og spesialistgodkjenning på visse vilkår, jf. § 49 fjerde ledd og § 51.",
                        "§ 74 første ledd skal lyde:",
                        "Bare den som har autorisasjon, lisens eller spesialistgodkjenning har rett til å benytte slik yrkesbetegnelse som kjennetegner vedkommende gruppe helsepersonell. Dette gjelder også for den som hadde autorisasjon, lisens eller spesialistgodkjenning frem til bortfall på grunn av alder, jf. § 54 første ledd.",
                        "§ 76 nytt tredje ledd skal lyde:",
                        "Personer mellom 75 og 80 år som hadde autorisasjon, lisens eller spesialistgodkjenning som bortfalt da de fylte 75 år, kan gi melding til Helsedirektoratet eller den det bemyndiger om gjenerverv frem til de fyller 80 år. Helsedirektoratet eller den det bemyndiger skal uten godtgjørelse gi slik autorisasjon, lisens eller spesialistgodkjenning. Bestemmelsene i § 53 andre, tredje og fjerde ledd og § 68 andre ledd første punktum gjelder tilsvarende.",
                        "Nåværende tredje ledd blir nytt fjerde ledd.",
                        "I lov 20. juni 2014 nr. 43 om helseregistre og behandling av helseopplysninger gjøres følgende endringer:",
                        "§ 4 første ledd andre punktum skal lyde:",
                        "Kongen kan i forskrift bestemme at loven helt eller delvis skal gjelde for Svalbard og Jan Mayen, og kan fastsette særlige regler om behandling av helseopplysninger for disse områdene.",
                        "§ 24 første ledd nytt andre punktum skal lyde:",
                        "Innsynsretten gjelder også der helseopplysningene behandles for historiske, statistiske eller vitenskapelige formål, og behandlingen ikke får noen direkte betydning for den registrerte.",
                        "I lov 4. desember 1992 nr. 126 om arkiv skal § 9 bokstav d lyde:",
                        "d.rettast på ein slik måte at tidlegare urette eller ufullstendige opplysningar vert sletta, dersom desse har hatt noko å seia for saksførebuinga, vedtak eller anna som etter føremålet med denne lova bør kunna dokumenterast. Føresegner om sletting gjevne i medhald av § 27 tredje og femte leden og § 28 fjerde leden i personopplysningslova og §§ 8 til 11 og § 25 andre leden i helseregisterlova, gjeld likevel uinnskrenka.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}