{
    "lawId": "LOV-2015-09-04-89",
    "lawName": "Lov om endringer i plan- og bygningsloven (sentral godkjenning av foretak)",
    "shortName": "Endringer i plan- og bygningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel 22. Sentral godkjenning av foretak",
            "paragraphs": [
                {
                    "name": "§ 22-3",
                    "title": "Forskrifter om sentral godkjenning",
                    "sections": [
                        "Departementet kan gi forskrift om krav for å få sentral godkjenning, herunder krav om betalt skatt og merverdiavgift, oppfyllelse av krav i arbeidsmiljøloven og allmenngjøringsloven, revisjon av kvalitetssikringssystemer og andre forhold som er egnet til å vise foretakenes evne og vilje til lovlydig virksomhet. Departementet kan gi forskrift om at den sentrale godkjenningen også kan inneholde opplysninger om foretakenes forsikringer, godkjenninger foretakene har etter andre ordninger mv.",
                        "Departementet kan gi forskrift om sentral godkjenning av foretak som ikke skal være ansvarlig etter § 20-3 for alle arbeider som har direkte tilknytning til prosjektering, utførelse og ferdigstillelse av bygge- og anleggstiltak. Slik godkjenning forutsetter at foretaket dokumenterer relevant fagutdanning. Det kan stilles krav som nevnt i første ledd.",
                        "Departementet kan gi forskrift om saksbehandlingen av søknader om sentral godkjenning, tilbaketrekking, ordningens omfang og organisering, tidsfrister for behandling av søknader om sentral godkjenning og konsekvenser av fristoverskridelse. Departementet kan gi forskrift om innholdet i registeret over sentralt godkjente foretak. Departementet kan gi forskrift om gebyr for sentral godkjenning. Gebyret skal ikke overskride selvkost.",
                        "§ 22-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 22-5",
                    "title": "Forskrifter om byggesaksbehandlingen for sentralt godkjente foretak",
                    "sections": [
                        "Departementet kan gi forskrifter om at tiltak etter § 20-2 som forestås av sentralt godkjente foretak kan behandles etter særskilte regler. Forskriftene kan blant annet angi at tiltakene helt eller delvis unntas fra krav om uavhengig kontroll etter kapittel 24.",
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}