{
    "lawId": "LOV-2015-06-19-62",
    "lawName": "Lov om endringer i pasient- og brukerrettighetsloven (dekning av utgifter til pasientreiser)",
    "shortName": "Endringslov til pasient- og brukerrettighetsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-6",
                    "title": "Dekning av utgifter til pasientreiser",
                    "sections": [
                        "Pasienten og ledsageren har rett til dekning av nødvendige utgifter når pasienten må reise i forbindelse med en helsetjeneste som omfattes av spesialisthelsetjenesteloven og som dekkes av et foretak etter helseforetaksloven eller som omfattes av fritt behandlingsvalg etter spesialisthelsetjenesteloven § 4-3. Det samme gjelder helsetjenester som omfattes av folketrygdloven kapittel 5 og helsetjenester som ytes ved familievernkontor og helsestasjon. Departementet kan i forskrift bestemme at retten til dekning av nødvendige utgifter også skal gjelde når pasienten må reise til og fra en annen helsetjeneste som omfattes av helse- og omsorgstjenesteloven.",
                        "Stønad ytes til dekning av reiseutgifter til det nærmeste stedet der helsetjenesten kan gis, når ikke annet følger av forskrift gitt i medhold av femte ledd.",
                        "Ved beregning av stønaden skal en sats per kilometer fastsatt av departementet legges til grunn, uavhengig av om pasienten eller ledsageren har hatt faktiske utgifter. Reiser pasienten lenger enn 300 kilometer én vei, skal taksten for den billigste reisemåten med rutegående transportmiddel legges til grunn. Gjør pasientens helsetilstand det nødvendig å bruke drosje eller bil, eller går det ikke rutegående transport, skal nødvendige faktiske utgifter til drosje og tilleggsutgifter ved å bruke bil legges til grunn.",
                        "Retten til dekning av utgifter etter første ledd faller bort dersom pasienten får tilbud om transport med transportør som har avtale med regionalt helseforetak eller tilbud om gratis offentlig transport. Retten til dekning av utgifter faller også bort i den utstrekning utgiftene dekkes etter annen lovgivning.",
                        "Departementet kan gi forskrifter om dekning av reise- og oppholdsutgifter for pasienter og pårørende og utgifter til nødvendig ledsager, herunder dekning av utgifter til andre steder enn det geografisk nærmeste stedet, egenbetaling, minste reiseavstand, kjøregodtgjørelse, rett til dekning av faktiske reiseutgifter i særlige tilfeller, utbetaling av refusjon og frister for fremsetting av krav.",
                        "Ny § 2-6 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-6 a",
                    "title": "Tilbakekreving etter feilaktig utbetaling",
                    "sections": [
                        "Er stønad etter § 2-6 utbetalt til noen som ikke hadde krav på den, kan stønaden kreves tilbake dersom mottakeren eller noen som opptrådte på vegne av mottakeren, forsto eller burde ha forstått at utbetalingen skyldtes en feil. Det samme gjelder dersom vedkommende har forårsaket utbetalingen ved forsettlig eller uaktsomt å gi feilaktige eller mangelfulle opplysninger.",
                        "Krav etter første ledd skal rettes mot mottakeren av feilutbetalingen. Dekkes ikke kravet hos mottakeren, kan det rettes mot noen som har opptrådt på vegne av mottakeren og som har utvist forsett eller uaktsomhet etter første ledd.",
                        "Det skal settes fram krav om tilbakebetaling etter første og andre ledd, med mindre særlige grunner taler mot det. Det legges blant annet vekt på graden av uaktsomhet hos den som kravet retter seg mot, størrelsen av det feilutbetalte beløpet, hvor lang tid det er gått siden utbetalingen og om feilen helt eller delvis kan tilskrives et regionalt helseforetak eller en underliggende virksomhet. Tilbakebetalingskravet kan settes til en del av det feilutbetalte beløpet. Har den som kravet retter seg mot opptrådt forsettlig, skal krav alltid fremmes, og beløpet kan ikke settes ned.",
                        "Feilutbetalte beløp som er mottatt i aktsom god tro, kan kreves tilbake, begrenset til det beløpet som er i behold når mottakeren blir kjent med feilen. Ved vurderingen av om dette beløpet helt eller delvis skal kreves tilbake, legges det blant annet vekt på størrelsen av det feilutbetalte beløpet, hvor lang tid det er gått siden feilutbetalingen og om mottakeren har innrettet seg i tillit til den.",
                        "Vedtak om tilbakekreving etter denne paragrafen er tvangsgrunnlag for utlegg. Kravet kan innkreves ved trekk i senere dekning av utgifter etter § 2-6 med forskrifter, eller inndrives etter reglene i lov 11. januar 2013 nr. 3 om Statens innkrevingssentral. Krav inndrives av Statens innkrevingssentral, med mindre departementet bestemmer noe annet.",
                        "Ved tilbakekreving etter første og andre ledd på grunnlag av forsett eller grov uaktsomhet hos den som kravet retter seg mot, beregnes et rentetillegg på 10 prosent av det beløpet som kreves tilbake.",
                        "§ 2-7 første ledd skal lyde:",
                        "Forvaltningsloven kapittel IV og V gjelder for vedtak som treffes etter § 2-6 a, men ikke for andre vedtak etter kapitlet her.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid. Kongen kan sette i kraft loven til ulik tid i forskjellige områder."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}