{
    "lawId": "LOV-2015-12-11-99",
    "lawName": "Lov om konsortium for europeisk forskingsinfrastruktur (ERIC-lova)",
    "shortName": "ERIC-lova",
    "authorityDescription": "Prop.157 L (2014–2015), Innst.23 L (2015–2016), Lovvedtak 1 (2015–2016). Stortingets første og andre gongs behandling hv. 10. og 17. november 2015. Fremja av Kunnskapsdepartementet.",
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "ERIC-forordninga",
                    "sections": [
                        "EØS-avtalen protokoll 31 artikkel 1 nr. 12 (forordning (EF) nr. 723/2009 og forordning (EU) nr. 1261/2013) om Fellesskapets rettslige ramme for et konsortium for en europeisk forskningsinfrastruktur (ERIC) gjeld som lov med dei tilpassingar som følgjer av protokoll 31 og avtalen elles."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Verkeområde",
                    "sections": [
                        "Lova gjeld ikkje for Svalbard."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Registrering",
                    "sections": [
                        "Eit konsortium for ein europeisk forskingsinfrastruktur skal meldast til Foretaksregisteret seinast tre månader etter kunngjering av stiftingsvedtaket, jf. forordninga artikkel 6 nr. 2."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Avvikling",
                    "sections": [
                        "Vedtak etter forordninga artikkel 16 nr. 2 om å avvikle eit konsortium for ein europeisk forskingsinfrastruktur skal meldast til Foretaksregisteret innan 10 dagar. Foretaksregisteret skal registrere meldinga og deretter kunngjere vedtaket i Brønnøysundregistra sin elektroniske kunngjeringspublikasjon. I kunngjeringa skal kreditorane til konsortiet varslast om at dei må melde krava sine til konsortiet innan seks veker frå kunngjeringa. Adressa til konsortiet skal gå fram av kunngjeringa.",
                        "Alle kreditorar med kjend adresse skal så vidt mogleg varslast særskilt av konsortiet.",
                        "Når eit konsortium under avvikling gir melding til Kommisjonen etter forordninga artikkel 16 nr. 3, skal det samtidig gi melding til Foretaksregisteret."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Forskrifter",
                    "sections": [
                        "Departementet kan i forskrift gi nærare reglar for gjennomføring av EØS-avtalen protokoll 31 artikkel 1 nr. 12 (forordning (EF) nr. 723/2009 og forordning (EU) nr. 1261/2013) om Fellesskapets rettslige ramme for et konsortium for en europeisk forskningsinfrastruktur (ERIC) og om tilhøvet til anna lovgiving."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Ikraftsetjing",
                    "sections": [
                        "Lova gjeld frå den tid Kongen fastset."
                    ]
                }
            ]
        }
    ]
}