{
    "lawId": "LOV-2015-02-13-9",
    "lawName": "Lov om utenrikstjenesten (utenrikstjenesteloven)",
    "shortName": "Utenrikstjenesteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Utenrikstjenestens oppgaver",
                    "sections": [
                        "Utenrikstjenestens oppgaver er",
                        "1.å ivareta og fremme Norges interesser overfor utlandet, både norske særinteresser og de interesser Norge har felles med andre land,",
                        "2.å gi norske statsborgere og juridiske personer råd og hjelp overfor utenlandske myndigheter, personer og institusjoner, og",
                        "3.å gi bistand til norske statsborgere i utlandet, inkludert bistand i forbindelse med strafforfølging, ulykker, sykdom og dødsfall.",
                        "Utenrikstjenestens oppgaver ivaretas av utenriksstasjonene og det departementet som Kongen bestemmer. Departementet forvalter utenrikstjenestens virksomhet og påser at lover og forskrifter blir overholdt.",
                        "Kongen gir nærmere forskrifter for utenrikstjenesten."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Utenriksstasjon",
                    "sections": [
                        "Som utenriksstasjon regnes ambassade, konsulær stasjon, fast delegasjon eller annen utenriksrepresentasjon som opprettes av Kongen eller departementet.",
                        "Som diplomatisk fagstasjon regnes ambassade, fast delegasjon og annen utenriksrepresentasjon bestyrt av utsendt utenrikstjenestemann.",
                        "Som konsulær fagstasjon regnes generalkonsulat og konsulat bestyrt av utsendt utenrikstjenestemann.",
                        "Som honorær utenriksstasjon regnes generalkonsulat, konsulat, visekonsulat og konsularagentur bestyrt av honorær representant."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Utsendt utenrikstjenestemann",
                    "sections": [
                        "Utsendt utenrikstjenestemann er embetsmann utnevnt i eller tjenestemann ansatt i departementet på ordinære vilkår som har stilling ved utenriksstasjon, og spesialutsending som er finansiert av annen statlig etat, utsendt for særlige formål ved utenriksstasjon for et bestemt tidsrom og ansatt midlertidig i departementet. Kravet om midlertidig ansettelse kan fravikes for så vidt gjelder spesialutsendinger fra forsvarsmyndighetene.",
                        "Utsendt utenrikstjenestemann som har ansvar for fagområder som utenriksstasjonen ivaretar på vegne av annen statlig etat, kan ansettes på åremål. Åremålsperioden kan være inntil fire år, med adgang til gjentagelse. Ingen kan være ansatt på åremål etter denne bestemmelsen i mer enn åtte år til sammen.",
                        "Utsendt utenrikstjenestemann er underlagt stasjonssjefen.",
                        "Bestemmelsene i § 12 andre ledd, og §§ 13 og 14 gjelder ikke for spesialutsending, med mindre departementet bestemmer noe annet.",
                        "Ambassadør eller generalkonsul er embetsmann. Dette gjelder likevel ikke honorær generalkonsul.",
                        "Departementet fastsetter forskrift om bruk av titlene ambassadør, ministerråd, ambassaderåd, ambassadesekretær, attaché, generalkonsul, konsul, visekonsul og konsularagent."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Annen utsending",
                    "sections": [
                        "Annen utsending er utsending som etter departementets bestemmelse knyttes til utenriksstasjon for et bestemt tidsrom, og som er ansatt i selvstendig rettssubjekt.",
                        "Annen utsending er underlagt stasjonssjefen."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Honorær representant",
                    "sections": [
                        "Honorær representant oppnevnes av departementet som honorær generalkonsul, konsul, visekonsul eller konsularagent.",
                        "Departementet kan løse honorær representant fra vervet når det anses å være i Norges interesse."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Lokalt ansatt",
                    "sections": [
                        "Lokalt ansatt er arbeidstaker som er ansatt ved utenriksstasjonen.",
                        "Utenriksstasjonen har myndighet til å ansette, suspendere, si opp og avskjedige lokalt ansatt.",
                        "Saker som gjelder suspensjon, oppsigelse eller avskjed, skal på forhånd forelegges departementet til godkjenning."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Flytteplikt",
                    "sections": [
                        "Flyttepliktig embetsmann eller tjenestemann har plikt til å motta forflytning til likeverdig eller høyere stilling i departementet eller ved utenriksstasjon, med mindre det i særlige tilfeller blir bestemt noe annet.",
                        "Fast ansatt arbeidstaker i departementet blir flyttepliktig utenrikstjenestemann ved å tiltre stilling av minst ett års sammenhengende varighet ved utenriksstasjon.",
                        "Departementet bestemmer hvilke stillinger ved utenriksstasjon og i departementet som skal anses likeverdige når det gjelder forflytning.",
                        "Kongen gir forskrift om beordring av aspirant i utenrikstjenesten."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Hjemkalling og rådighet",
                    "sections": [
                        "Når tjenestlige hensyn tilsier det, kan utsendt utenrikstjenestemann hjemkalles og stilles til rådighet for departementet."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Statsborgerskap",
                    "sections": [
                        "Utsendt utenrikstjenestemann må være norsk statsborger."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Verv, forretningsdrift mv.",
                    "sections": [
                        "Utsendt utenrikstjenestemann, annen utsending og honorær representant må ikke motta noe verv av diplomatisk, konsulær eller annen offisiell art av annen stats regjering eller av internasjonal organisasjon, med mindre departementet samtykker.",
                        "Utsendt utenrikstjenestemann og annen utsending må ikke for egen eller andres regning drive noen form for forretningsvirksomhet på tjenestestedet eller i utenriksstasjonens embetsdistrikt."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Verneting",
                    "sections": [
                        "I rettssaker angående tjenesteanliggender har alt personell som er nevnt i §§ 3 og 4, verneting i Oslo, med mindre annet følger av folkeretten, eller saken etter alminnelige regler hører inn under annet verneting.",
                        "I rettssaker angående tjenesteanliggender har alt personell som er nevnt i §§ 5 og 6, verneting på arbeidsstedet, med mindre annet følger av folkeretten, eller saken etter alminnelige regler hører inn under annet verneting. Etter at tvist har oppstått, kan partene som er nevnt her, avtale annet verneting."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Overoppsyn",
                    "sections": [
                        "Fagstasjonene har overoppsyn med underliggende honorære utenriksstasjoner i sitt embetsdistrikt. Diplomatiske fagstasjoner virker samtidig som konsulære fagstasjoner så langt departementet bestemmer.",
                        "Embetshandlinger som ifølge lov skal utføres av konsulær fagstasjon, eller av tjenestemann ved konsulær fagstasjon, kan med samme rettsvirkning utføres av tjenestemann ved diplomatisk fagstasjon."
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Notarialforretning",
                    "sections": [
                        "Dersom norsk lov, overenskomst med fremmed stat eller denne statens lovgivning ikke er til hinder for det, kan utsendt utenrikstjenestemann, honorær representant eller den denne gir fullmakt, utføre enhver forretning som notarius publicus i Norge kan utføre, dersom det skjer til fordel for norsk borger, eller forholdet ellers har tilknytning til Norge eller norske interesser.",
                        "Departementet fastsetter i forskrift de nærmere vilkårene for utførelse av notarialforretninger ved utenriksstasjon.",
                        "Forsikring etter domstolloven § 141 kan likevel bare mottas av utsendt utenrikstjenestemann eller honorær representant som departementet har gitt fullmakt, eller, ved forfall, av hans stedfortreder."
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Vigsel",
                    "sections": [
                        "Dersom norsk lov eller internasjonal overenskomst ikke er til hinder for det, og overenskomst med vedkommende vertsland tillater det, kan utsendt utenrikstjenestemann ved utenriksstasjon som departementet har gitt fullmakt, utføre vigsel. Det kan gis fullmakt til å utføre vigsel også når bare én av brudefolkene er norsk statsborger eller bosatt i Norge. Fullmakt kan ikke gis til vigsel av person som er borger av den stat hvor vigsel skal finne sted.",
                        "Dersom vigsel er utført i strid med første ledd, gjelder lov 30. juni 1955 nr. 20 om når norsk tenestemakt kan halda brudvigjing i utlandet og utenlandsk tenestemakt i Noreg § 11 tilsvarende.",
                        "Kongen gir forskrift om vigsel ved utsendt utenrikstjenestemann."
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Gebyr",
                    "sections": [
                        "Utenriksstasjonene kan innkreve gebyr for tjenestehandlinger etter forskrift fastsatt av departementet."
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven trer i kraft på det tidspunkt Kongen bestemmer. Fra samme tidspunkt oppheves lov 3. mai 2002 nr. 13 om utenrikstjenesten. Forskrifter gitt med hjemmel i lov 18. juli 1958 nr. 1 om utenrikstjenesten og lov 3. mai 2002 nr. 13 om utenrikstjenesten gjelder også etter at loven har trådt i kraft, så langt det er hjemmel for å gi slik forskrift også etter loven her."
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Endringer i andre lover",
                    "sections": [
                        "Fra det tidspunktet loven trer i kraft gjøres følgende endringer i andre lover:",
                        "1. I lov 13. august 1915 nr. 5 om domstolene skal § 51 første ledd lyde:",
                        "Konsulretten styres av utsendt utenrikstjenestemann og norsk honorær representant som departementet har gitt myndighet.",
                        "2. I lov 30. juni 1955 nr. 20 om når norsk tenestemakt kan halda brudvigjing i utlandet og utenlandsk tenestemakt i Noreg skal § 4 lyde:",
                        "Utsend utanrikstenestemann kan vigja brudfolk i samsvar med lovreglane om utenrikstenesta.",
                        "3. I lov 22. mai 1981 nr. 25 om rettergangsmåten i straffesaker gjøres følgende endringer:",
                        "§ 225 tredje ledd skal lyde:",
                        "Etterforskning av straffbare handlinger forøvd om bord i norsk skip kan også foretas av utsendte utenrikstjenestemenn og norske honorære representanter som departementet har gitt myndighet, etter nærmere regler som Kongen gir.",
                        "§ 231 første punktum skal lyde:",
                        "Etter begjæring fra påtalemyndigheten kan utsendte utenrikstjenestemenn og norske honorære representanter som departementet har gitt myndighet, oppta forklaringer i utlandet, dersom det er adgang til det overfor den fremmede stat.",
                        "4. I lov 4. mars 1983 nr. 3 om statens tjenestemenn m.m. skal § 12 tredje punktum lyde:",
                        "Med dette gjøres ingen endring i plikten til å motta forflytninger etter utenrikstjenesteloven § 7, eller i plikten til å la seg disponere mv. i forsvarspersonelloven § 7."
                    ]
                }
            ]
        }
    ]
}