{
    "lawId": "LOV-2015-12-11-101",
    "lawName": "Lov om intelligente transportsystemer innenfor vegtransport m.m. (ITS-loven)",
    "shortName": "ITS-loven",
    "authorityDescription": "Prop.149 L (2014–2015), Innst.36 L (2015–2016), Lovvedtak 9 (2015–2016). Stortingets første og andre gangs behandling hhv. 24. november og 1. desember 2015. Fremmet av Samferdselsdepartementet.",
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Lovens formål",
                    "sections": [
                        "Loven skal sikre at intelligente transportsystemer innenfor vegtransport og for grensesnitt mot andre transportformer skal fungere koordinert og sammenhengende."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Virkeområde",
                    "sections": [
                        "Loven gjelder ITS-applikasjoner og -tjenester innenfor vegtransport og deres grensesnitt mot andre transportformer innenfor EØS-området. Loven gjelder for Svalbard i den utstrekning Kongen bestemmer.",
                        "Loven gjelder ikke for saker som omhandler nasjonal sikkerhet eller som er nødvendige av forsvarshensyn."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Definisjoner",
                    "sections": [
                        "I denne loven betyr:\n\ta)intelligente transportsystemer (ITS): systemer for anvendelse av informasjons- og kommunikasjonsteknologi for vegtransport, herunder infrastruktur, kjøretøy og brukere, og innenfor trafikkstyring og mobilitetsstyring, samt for grensesnitt mot andre transportformer,\n\tb)ITS-applikasjon: et praktisk verktøy for anvendelsen av ITS,\n\tc)ITS-tjeneste: fremskaffelse av en ITS-applikasjon innenfor en veldefinert organisatorisk og driftsmessig ramme med sikte på å øke brukerens sikkerhet, effektivitet og komfort og/eller forenkle eller understøtte transporter og reiser,\n\td)grensesnitt: innretning mellom systemer som muliggjør forbindelse og kommunikasjon mellom systemene,\n\te)samvirkningsevne: den evne systemene og de underliggende forretningsprosessene har til å utveksle data og dele informasjon og kunnskap,\n\tf)kontinuitet: evnen til å sikre sømløse tjenester,\n\tg)kompatibilitet: en innretnings eller et systems generelle evne til uten endringer å fungere sammen med en annen innretning eller et annet system,\n\th)ITS-bruker – alle brukere av ITS-applikasjoner eller -tjenester, herunder passasjerer, myke trafikanter, brukere og operatører av veitransportinfrastruktur, vognparkforvaltere og operatører av redningstjenester."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Krav til ITS-applikasjoner og -tjenester",
                    "sections": [
                        "Departementet fastsetter ved forskrift de krav til kompatibilitet, samvirkningsevne og kontinuitet som ITS-applikasjoner og -tjenester skal oppfylle."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Tilsyn",
                    "sections": [
                        "Departementet bestemmer hvilken myndighet som skal føre tilsyn med bestemmelser gitt i eller i medhold av loven her. Departementet kan i forskrift gi regler om tilsynsmyndighetens virksomhet."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Erstatningsansvar",
                    "sections": [
                        "Departementet kan i forskrift regulere spørsmål om erstatningsansvar ved innføring av ITS-applikasjoner og tjenester."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Forskrifter",
                    "sections": [
                        "Departementet kan gi forskrifter til utfylling og gjennomføring av loven, samt gjøre unntak fra denne."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven trer i kraft straks, med mindre Kongen beslutter at hele eller deler av loven skal tre i kraft på et senere tidspunkt.",
                        "Loven får ikke anvendelse på kjøretøy som er typegodkjent eller tatt i bruk før lovens ikrafttredelse, med mindre Kongen bestemmer at loven likevel skal få anvendelse på slike kjøretøy. Kongen kan gi nærmere overgangsregler dersom loven gis anvendelse på kjøretøy som nevnt i første punktum."
                    ]
                }
            ]
        }
    ]
}