{
    "lawId": "LOV-2015-06-19-49",
    "lawName": "Lov om endringar i lov 13. juni 1980 nr. 24 om ligningsforvaltning (ligningsloven)",
    "shortName": "Endringslov til ligningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-4",
                    "title": "Særskilte ligningsmyndigheter",
                    "sections": [
                        "For skattyter som driver utvinning, behandling og rørledningstransport av petroleum i område som nevnt i petroleumsskatteloven § 1, er Oljeskattekontoret og Klagenemnda for petroleumsskatt særskilte ligningsmyndigheter, jf. petroleumsskatteloven § 6. Departementet kan gi nærmere forskrifter til denne paragrafen.",
                        "I lov 13. juni 1980 nr. 24 om ligningsforvaltning (ligningsloven) gjer ein følgjande endringar:",
                        "§ 5-2 nr. 1 bokstav b skal lyde:",
                        "b.pensjon, uføretrygd etter folketrygdloven kapittel 12, uføreytelser fra andre ordninger, introduksjonsstønad etter introduksjonsloven, kvalifiseringsstønad etter lov 18. desember 2009 nr. 131 om sosiale tjenester i arbeids- og velferdsforvaltningen, føderåd i jord- og skogbruk, livrente som ledd i pensjonsordning i arbeidsforhold, engangs- og avløsningsbeløp for slike ytelser, underholdsbidrag, foreldrepenger, dagpenger under arbeidsløshet, sykepenger og lignende ytelser som skal regnes som skattepliktig inntekt for mottakeren,",
                        "§ 5-2 nr. 1 ny bokstav l skal lyde:",
                        "l.engangsutbetalinger til rettighetshaver, begunstiget, bo eller arving etter lov 27. juni 2008 nr. 62 om individuell pensjonsordning eller etter forsikringsbevis eller pensjonskapitalbevis utgått fra en individuell pensjonsavtale etter skatteloven (IPA). Det samme gjelder for engangsutbetalinger etter innskuddspensjonsloven.",
                        "§ 5-5 nr. 3 tredje og fjerde punktum blir oppheva.",
                        "I lov 13. juni 1980 nr. 24 om ligningsforvaltning (ligningsloven) gjer ein følgjande endring:",
                        "Ny § 10-10 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 10-10",
                    "title": "Overtredelsesgebyr ved manglende etterlevelse av pliktene til å registrere og dokumentere kontantsalg",
                    "sections": [
                        "1. Skattekontoret kan ilegge en bokføringspliktig som forsettlig eller uaktsomt overtrer sine plikter til å registrere og dokumentere kontantsalg etter regler gitt i eller i medhold av bokføringsloven § 10 a overtredelsesgebyr.",
                        "2. Gebyret skal utgjøre 15 rettsgebyr, jf. rettsgebyrloven § 1 annet ledd. Ved gjentatt overtredelse innen tolv måneder fra ileggelsen av gebyret skal gebyret utgjøre 40 rettsgebyr.",
                        "3. Vedtak om overtredelsesgebyr kan påklages til Skattedirektoratet innen tre uker.",
                        "4. Gebyret tilfaller statskassen.",
                        "Endringane under I tek til å gjelde straks med verknad frå og med 1. juli 2015.",
                        "Endringane under II tek straks til å gjelde med verknad for ytingar utbetalte i 2015, men likevel slik at ytingar utbetalte i 2015 kan rapporterast samla ein gong seinast 5. januar 2016.",
                        "Endringane under III tek til å gjelde 1. januar 2016.",
                        "Endringa under IV tek til å gjelde 1. januar 2019."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}