{
    "lawId": "LOV-2015-09-04-87",
    "lawName": "Lov om endringer i straffeprosessloven (avhør av barn og andre særlig sårbare fornærmede og vitner)",
    "shortName": "Endringer i straffeprosessloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 239",
                    "title": "Tilrettelagt avhør skal benyttes ved avhør av vitner under 16 år i sak om overtredelse av straffeloven kapittel 26, §§ 273, 275, 282 eller 284.",
                    "sections": [
                        "Tilrettelagt avhør kan også benyttes ved avhør av vitner under 16 år i saker om andre straffbare forhold når hensynet til vitnet tilsier det. Det samme gjelder ved avhør av vitner mellom 16 og 18 år som avhøres som fornærmet i sak om overtredelse av straffeloven §§ 312-314.",
                        "Tilrettelagt avhør skal benyttes ved avhør av vitner med psykisk utviklingshemning eller annen funksjonsnedsettelse som medfører samme behov for tilrettelagt avhør i sak om overtredelse av straffeloven kapittel 26, §§ 273, 275, 282 eller 284.",
                        "Tilrettelagt avhør kan også benyttes ved avhør av vitner med psykisk utviklingshemning eller annen funksjonsnedsettelse som medfører samme behov for tilrettelagt avhør i saker om andre straffbare forhold når hensynet til sakens opplysning eller hensynet til vitnet tilsier det.",
                        "Bestemmelsene gjelder tilsvarende ved forsøk.",
                        "Ny § 239 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 239 a",
                    "title": "Tilrettelagt avhør tas av en politietterforsker under ledelse av en påtalejurist med utvidet påtalekompetanse. Avhørsleder fastsetter tidspunkt for avhøret. Avhørsleder skal ha et særlig ansvar for å fremkalle en klar og sannferdig forklaring og våke over at saken blir fullstendig opplyst.",
                    "sections": [
                        "Vitner som avhøres ved tilrettelagt avhør etter § 239 har tilsvarende forklaringsplikt for politiet som de har for retten, med mindre annet følger av loven her. Vitner under 15 år som avhøres etter § 239 første ledd kan ikke fritas for vitneplikt eller forklaringsplikt etter reglene i §§ 122 og 123. Det samme gjelder vitner med høy grad av psykisk utviklingshemning som avhøres etter § 239 tredje ledd.",
                        "Tilrettelagte avhør skal tas opp på video. Dersom det av hensyn til vitnet ikke lar seg gjøre å ta videoopptak av avhøret, skal det tas lydopptak.",
                        "Ved avhør i forbindelse med en gjenåpningssak etter straffeprosessloven kapittel 27 ledes avhøret av en jurist utpekt av Kommisjonen for gjenopptakelse av straffesaker.",
                        "Kongen kan gi nærmere regler om tilrettelagte avhør, herunder om kompetansekrav til avhørsleder og avhører.",
                        "Ny § 239 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 239 b",
                    "title": "Første tilrettelagte avhør av et vitne skal som hovedregel tas uten at mistenkte blir varslet. Er mistenkte allerede siktet i saken og det anses ubetenkelig av hensyn til vitnet og etterforskingen, skal han likevel varsles om avhøret. Har politiet skjellig grunn til å mistenke en navngitt person og det anses ubetenkelig av hensyn til vitnet og etterforskingen at vedkommende varsles, skal politiet ta ut siktelse og varsle om avhøret.",
                    "sections": [
                        "I tilfeller der mistenkte ikke skal varsles om avhøret, skal mistenkte heller ikke varsles eller underrettes om oppnevning av midlertidig verge eller på annen måte bli varslet om avhøret. Det samme gjelder andre som har en slik tilknytning til mistenkte at vedkommende er inhabil som verge.",
                        "Når tilrettelagt avhør er gjennomført uten varsel, skal påtalemyndigheten så snart som mulig avgjøre om det er grunnlag for å ta ut siktelse.",
                        "Tas det ut siktelse, skal siktede og forsvarer straks få adgang til å gjøre seg kjent med de dokumenter i saken som det er adgang til etter § 242, herunder videoopptak av tilrettelagte avhør. Påtalemyndigheten skal ved forkynning informere siktede om at siktede har adgang til å begjære supplerende avhør av vitnet og at videoopptak av tilrettelagte avhør vil kunne tre i stedet for vitnets personlige forklaring under hovedforhandlingen. Avhørsleder skal gi siktede en frist til å begjære supplerende avhør og siktede skal gis anledning til å rådføre seg med sin forsvarer før fristen går ut.",
                        "Blir siktede varslet om at det skal tas tilrettelagt avhør, skal han gis anledning til å rådføre seg med sin forsvarer før avhøret.",
                        "Ny § 239 c skal lyde:"
                    ]
                },
                {
                    "name": "§ 239 c",
                    "title": "Avhørsleder kan beslutte at det skal tas supplerende avhør for å få saken tilstrekkelig opplyst. Ved avgjørelsen skal det legges vekt på forklaringens betydning for sakens opplysning og belastningen for vitnet ved å bli avhørt igjen. Avhørsleder kan også beslutte at det skal tas supplerende avhør dersom vitnet ber om det.",
                    "sections": [
                        "Siktede kan ved begjæring til avhørsleder be om at det blir tatt supplerende avhør av vitnet. Begjæringen skal angi hvilke spørsmål som ønskes stilt til vitnet.",
                        "Har siktedes begjæring kommet inn innen fristen fastsatt etter § 239 b, skal det tas supplerende avhør av vitnet, med mindre avhørsleder kommer til at det etter en samlet vurdering, der det legges særlig vekt på siktedes rett til kontradiksjon, vil være en uforholdsmessig belastning for vitnet.",
                        "I særlige tilfeller kan begjæring inngitt etter fristen innvilges.",
                        "Blir begjæringen helt eller delvis avslått, kan avgjørelsen bringes inn for retten.",
                        "Ny § 239 d skal lyde:"
                    ]
                },
                {
                    "name": "§ 239 d",
                    "title": "Tilrettelagte avhør skal følges av",
                    "sections": [
                        "a.vitnets bistandsadvokat og",
                        "b.siktedes forsvarer, dersom siktede er varslet om avhøret, så fremt det kan skje uten at det er til skade eller fare for vitnet eller etterforskingen.",
                        "Tilrettelagte avhør kan følges av",
                        "a.representant fra barnehuset,",
                        "b.representant fra barnevernstjenesten i saker der det straffbare forholdet gir grunn til bekymring for barnets omsorgssituasjon,",
                        "c.vitnets verge,",
                        "d.ytterligere representanter for påtalemyndigheten eller politiet og",
                        "e.andre avhørsleder mener det er hensiktsmessig at følger avhøret.",
                        "Representanter som nevnt i andre ledd bokstav b, c og e skal likevel ikke følge avhøret dersom avhørsleder kommer til at hensynet til vitnet eller etterforskingen taler mot det.",
                        "Forsvarer, vitnets bistandsadvokat, politietterforsker og påtalejurist kan, før eller under avhøret, fremme forslag om spørsmål til vitnet. Det samme gjelder bistandsadvokater til andre vitner i saken dersom avhørsleder mener det er hensiktsmessig. Avhørsleder avgjør om spørsmålene skal stilles. Forsvarers spørsmål skal tillates stilt, med mindre hensynet til vitnet klart taler mot det. Avhørsleder avgjør også andre spørsmål om gjennomføringen av avhøret.",
                        "Avhørsleder kan pålegge de tilstedeværende taushetsplikt om opplysninger som fremkommer i avhøret.",
                        "Ny § 239 e skal lyde:"
                    ]
                },
                {
                    "name": "§ 239 e",
                    "title": "Tilrettelagt avhør skal gjennomføres snarest mulig og innen en uke når det skal tas avhør etter § 239 første ledd, andre ledd andre punktum eller tredje ledd og",
                    "sections": [
                        "a.fornærmede skal avhøres om en handling som skjedde for mindre enn to uker siden,",
                        "b.fornærmede som skal avhøres har gitt en umiddelbar og fullstendig beretning om forholdet eller",
                        "c.det er grunn til å tro at forklaringen er nødvendig for å beskytte fornærmede eller vitnet.",
                        "Tilrettelagt avhør skal gjennomføres innen to uker når det skal tas avhør etter § 239 første ledd, andre ledd andre punktum eller tredje ledd og",
                        "a.vitnet er under seks år eller",
                        "b.vitnet er fornærmet i saken.",
                        "Ellers skal tilrettelagte avhør gjennomføres innen tre uker.",
                        "Har politiet før fristen gikk ut foretatt tidkrevende etterforskingsskritt eller forberedelser som var nødvendige av hensyn til vitnet eller avhørets kvalitet, forlenges fristen etter første, andre og tredje ledd med en uke. Det samme gjelder dersom avhørsleder og barnehuset er enige om at det klart er til vitnets beste at avhøret utsettes.",
                        "Fristene regnes fra tidspunktet for anmeldelse eller når politiet av andre grunner har rimelig grunn til å undersøke om det foreligger straffbart forhold. Når politiet først på et senere stadium i etterforskingen blir klar over at det aktuelle vitnet bør avhøres, regnes fristen fra det tidspunktet politiet hadde rimelig grunn til å anta at vitnet burde avhøres.",
                        "Ved supplerende avhør skal avhøret gjennomføres så raskt som mulig og ikke senere enn en uke etter forrige avhør, med mindre det er nødvendig av hensyn til etterforskingen eller siktede og det ikke vil være en uforholdsmessig belastning for vitnet. Er avhørsleder og barnehuset enige om at det klart er til vitnets beste at det supplerende avhøret utsettes og dette ikke svekker siktedes rett til kontradiksjon, kan fristen også forlenges.",
                        "Ny 239 f skal lyde:"
                    ]
                },
                {
                    "name": "§ 239 f",
                    "title": "I alle saker der det skal tas tilrettelagt avhør etter § 239 første og tredje ledd, skal avhørene tas på barnehus. Bestemmelsen kan bare fravikes dersom avhørsleder og barnehuset er enige om at det klart er til vitnets beste at avhøret tas et annet sted.",
                    "sections": [
                        "Dersom politiet tar tilrettelagte avhør i andre saker, bør avhørene tas ved barnehus. Ved vurderingen skal det legges vekt på hensynet til vitnet og sakens opplysning.",
                        "Kongen kan gi nærmere regler om bruk av barnehus ved tilrettelagte avhør.",
                        "§ 298 skal lyde:"
                    ]
                },
                {
                    "name": "§ 298",
                    "title": "I sak der det er tatt tilrettelagt avhør etter § 239 første ledd og vitnet ved hovedforhandlingen er under 16 år, skal videoopptak av avhøret tre i stedet for personlig forklaring. Det samme gjelder om vitnet har fylt 16 år, med mindre det av hensyn til siktedes rett til kontradiksjon er nødvendig at vitnet avgir personlig forklaring under hovedforhandlingen.",
                    "sections": [
                        "I sak der det er tatt tilrettelagt avhør etter § 239 andre ledd, tredje ledd eller fjerde ledd, skal videoopptak som hovedregel tre i stedet for personlig forklaring under hovedforhandlingen, med mindre retten etter en samlet vurdering av hensynet til siktedes rett til kontradiksjon, hensynet til vitnet og hensynet til sakens opplysning finner at vitnet bør avgi personlig forklaring under hovedforhandlingen.",
                        "Kommer retten til at vitnet må forklare seg personlig under hovedforhandling, kan retten beslutte at forklaringen skal gis som et supplement til avspilling av videoopptak av avhør.",
                        "Er det tatt lydopptak av avhøret etter § 239 a tredje ledd, gjelder reglene i første til tredje ledd tilsvarende.",
                        "Retten skal så tidlig som mulig under saksforberedelsen ta stilling til om vitnet skal avgi personlig forklaring under hovedforhandlingen.",
                        "1.Loven trer i kraft fra den tid Kongen bestemmer.",
                        "2.Loven gjelder alle avhør som tas etter ikrafttredelsen."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}