{
    "lawId": "LOV-2019-06-21-59",
    "lawName": "Lov om endringar i stadnamnlova (organisering av stadnamntenesta m.m.)",
    "shortName": "Endringslov til stadnamnlova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4",
                    "title": "Reglar om skrivemåten",
                    "sections": [
                        "Dersom ikkje anna er fastsett i denne lova, skal det ved fastsetjing av skrivemåten av stadnamn takast utgangspunkt i den nedervde lokale uttalen. Skrivemåten skal følgje gjeldande rettskrivingsprinsipp for norsk, samisk og kvensk. Skogfinske stadnamn på Austlandet følgjer norske rettskrivingsprinsipp.",
                        "Har skrivemåten vore lenge i bruk, og er vel kjend og innarbeidd, kan ein fråvike gjeldande rettskriving og rettskrivingsprinsipp.",
                        "Når det same namnet er brukt om ulike namneobjekt på den same staden, skal den skrivemåten som er brukt for det namneobjektet namnet opphavleg vart brukt om, som hovudregel vere retningsgivande for skrivemåten for dei andre namneobjekta. Dette gjeld ikkje i dei tilfella der det opphavlege namnet på namneobjektet er eit bruksnamn med ein skrivemåte som er fastsett av grunneigaren.",
                        "To eller fleire skriftformer av same namn på det same namneobjektet kan fastsetjast som sidestilte, dersom eitt eller fleire av desse vilkåra er oppfylte:",
                        "a)det finst fleire uttalevariantar av namnet fordi lokaliteten har stor geografisk utbreiing, eller ligg i eit dialektalt eller administrativt grenseområde",
                        "b)to eller fleire skriftformer av namnet er vel innarbeidde",
                        "c)det er sterk lokal interesse for to eller fleire av formene",
                        "§ 5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Særskilde reglar om gardsnamn og bruksnamn",
                    "sections": [
                        "Skrivemåten av gardsnamn og bruksnamn som språkleg og geografisk fell saman med nedervde stadnamn, eller med andre stadnamn som etter reglane i denne lova eller i andre lover og forskrifter skal brukast av det offentlege, skal fastsetjast etter reglane i §§ 4 til 8.",
                        "Vedtak om skrivemåten av gardsnamn skal som hovudregel vere retningsgivande for skrivemåten av bruksnamn som er identisk med gardsnamnet. Det same gjeld der gardsnamnet går inn som ein del av bruksnamnet.",
                        "I saker om skrivemåten av nedervde bruksnamn har eigaren rett til å fastsetje skrivemåten dersom han kan dokumentere at den ønskte skrivemåten har vore i offentleg bruk som bruksnamn.",
                        "Eigaren eller festaren kan, med dei avgrensingane som følgjer av § 3, sjølv velje namn og fastsetje skrivemåten av namnet på eit nyoppretta bruk eller eit bruk som ikkje har eit nedervd namn.",
                        "§ 6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Igangsetjing av stadnamnsak",
                    "sections": [
                        "Saker om skrivemåten av stadnamn kan takast opp av",
                        "a)eit offentleg organ og andre som er nemnde i § 1 tredje ledd",
                        "b)eigaren eller festaren i saker som gjeld namn på eige gardsbruk eller eigedom",
                        "c)ein lokal organisasjon med særleg tilknyting til eit stadnamn",
                        "d)stadnamntenesta",
                        "§ 7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Avgjerder",
                    "sections": [
                        "Kommunen vel namn på og vedtek skrivemåten på tettstader, grender, kommunale gater, vegar, torg, bydelar, bustadfelt, kommunale anlegg o.l. og vedtek skrivemåten av offisielle adresser.",
                        "Fylkeskommunen vel namn på og vedtek skrivemåten av namn på fylkeskommunale anlegg o.l.",
                        "Statlege organ vel namn på statlege anlegg. Eit reinbeitedistrikt vel namnet på distriktet. Statens kartverk vedtek skrivemåten av gardsnamn, bruksnamn, seternamn, naturnamn, namn på reinbeitedistrikt, namn på statlege anlegg o.l. dersom ikkje anna er fastsett i lov eller forskrift.",
                        "Det kan gjerast samlevedtak for skriftforma av eit namneledd innanfor det same administrative området.",
                        "Er det tvil om kven som etter desse reglane skal fastsetje skrivemåten av eit stadnamn, kan spørsmålet leggjast fram for departementet til avgjerd.",
                        "Ei namnesak må reisast samtidig for parallellnamn på norsk, samisk og kvensk.",
                        "Med mindre anna er fastsett i lov eller i medhald av lov, gjeld reglane i forvaltningsloven kapittel IV, V og VIII ikkje for saker etter lova her.",
                        "§ 8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Kunngjering og høyring",
                    "sections": [
                        "Når ei namnesak er teken opp med vedtaksorganet, skal saka gjerast kjend for dei som har rett til å uttale seg. Kommunane har ansvar for å kunngjere at det er reist namnesak.",
                        "I saker om skrivemåten av nedervde bruksnamn, der eigaren har rett til å fastsetje skrivemåten, jf. § 5 tredje ledd, kan skrivemåten vedtakast utan høyring.",
                        "Eigaren eller festaren har rett til å uttale seg i saker som gjeld skrivemåten av bruksnamn. Eigaren eller festaren har òg rett til å uttale seg i saker som gjeld gardsnamn, når skrivemåten av gardsnamnet skal vere retningsgivande for skrivemåten av bruksnamnet.",
                        "Kommunane har rett til å uttale seg når vedtaket skal gjerast av andre organ enn kommunen sjølv. Fylkeskommunane har rett til å uttale seg i saker som gjeld område som femner om meir enn ein kommune. Lokale organisasjonar har rett til å uttale seg i saker som gjeld stadnamn organisasjonen har ei særleg tilknyting til.",
                        "§ 9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Tilråding",
                    "sections": [
                        "Før det blir gjort vedtak om skrivemåten, skal stadnamntenesta gi tilråding om skrivemåte, namneskikk og namnsetjing.",
                        "Grunneigaren kan be om å få ei tilråding frå stadnamntenesta i saker som gjeld namn på eige gardsbruk eller eigedom.",
                        "§ 10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Gjenopning",
                    "sections": [
                        "Ei sak kan bli gjenopna av dei som er nemnde i § 6 bokstav a til d, dersom det kjem til nye opplysningar. Nytt vedtak skal gjerast etter reglane i denne lova.",
                        "Noverande § 9 blir § 11.",
                        "§ 12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Klage",
                    "sections": [
                        "Vedtak etter denne lova kan påklagast av dei som etter § 6 første ledd bokstav a til c har rett til å ta opp saker om skrivemåten av stadnamn. Tilsvarande gjeld for vedtak om namnsetjing etter anna lov, dersom vedtaket er i strid med § 3 i lova her. Offentlege organ har berre klagerett i saker som gjeld namn dei skal bruke i tenesta. Klageretten gjeld også vedtak gjorde av kommunar og fylkeskommunar. Ei klage skal grunngivast. Vedtak gjorde av eit departement i medhald av delegert mynde, eller av Kongen, kan ikkje påklagast.",
                        "Klager på andre vedtak enn dei som er gjorde av eit departement, skal behandlast av ei klagenemnd oppnemd av Kongen. I klagesaker av prinsipiell karakter kan klagenemnda gi Språkrådet, Sametinget og departementet høve til å uttale seg.",
                        "Feilbruk og manglande bruk av stadnamn etter § 11 kan påklagast til det organet som er nærast overordna det organet som klagen gjeld. Fylkesmannen er klageinstans når klagen gjeld kommunale eller fylkeskommunale organ. Manglande vedtak kan påklagast til klagenemnda.",
                        "Eit departement som gjer vedtak om skrivemåte, har plikt til å ta saka opp til ny avgjerd etter klage. Departementet skal i slike saker innhente tilråding frå klagenemnda.",
                        "For førebuinga av ei klagesak gjeld saksbehandlingsreglane i §§ 8 og 9 tilsvarande. Elles gjeld reglane i forvaltningsloven kapittel VI.",
                        "§ 13 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Stadnamntenesta",
                    "sections": [
                        "Språkrådet er stadnamnteneste for norske og kvenske stadnamn. Sametinget er stadnamnteneste for samiske stadnamn.",
                        "Stadnamntenesta skal gi rettleiing og tilråding om skrivemåten av stadnamn, namneskikk og namnsetjing. Tenesta kan òg uttale seg om bruk av stadnamn.",
                        "Noverande §§ 12-14 blir nye §§ 14-16.",
                        "Lova gjeld frå 1. juli 2019."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}