{
    "lawId": "LOV-2019-12-20-94",
    "lawName": "Lov om endringer i skatteloven",
    "shortName": "Endringslov til skatteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 8-11",
                    "title": "Krav til eiendeler i selskapet",
                    "sections": [
                        "(1) Aksjeselskapet eller allmennaksjeselskapet kan kun eie følgende eiendeler:",
                        "a.skip i fart,",
                        "b.skip som driver transport av personell eller forsyninger, taubåter, entreprenørskip eller andre hjelpefartøy i petroleumsvirksomhet,",
                        "c.finansaktiva, unntatt",
                        "1.aksjer i ikke-børsnoterte selskaper hvor inntekten ikke fastsettes etter § 8-15",
                        "2.andeler i selskaper med deltakerfastsetting m.v. som nevnt i § 10-40 hvor inntekten ikke fastsettes etter § 8-15",
                        "3.finansielle instrumenter som gir rett til kjøp og salg av slike aksjer eller andeler,",
                        "d.aksjer eller andeler i poolsamarbeid, når poolsamarbeidet kun eier eiendeler som nevnt under c, og tilfredsstiller vilkårene i § 8-13. Som poolsamarbeid anses samarbeidsformer hvor to eller flere selskaper inngår avtale om felles drift av fartøy som nevnt i a, b og i, og hvor samarbeidet utgjør et selskap etter selskapsloven, aksjeloven eller allmennaksjeloven,",
                        "e.andel i selskap med deltakerfastsetting mv. som nevnt i § 10-40, som kun eier eiendeler som nevnt under a-f samt h og i, og hvor inntekten fastsettes etter § 8-15,",
                        "f.aksjer i selskap som nevnt i § 10-60, som kun eier eiendeler som nevnt under a-f samt h og i, og hvor inntekten fastsettes etter § 8-15,",
                        "g.aksjer i selskap som nevnt i § 8-10, som kun eier eiendeler som nevnt under a-f samt h og i, og aksjer i selskap som nevnt i denne bokstav,",
                        "h.driftsmidler i virksomhet som nevnt i § 8-13 første ledd a og b, unntatt driftsmidler som nevnt i § 14-41 h og i og annen fast eiendom og",
                        "i.fartøy som brukes i virksomhet knyttet til oppsetting, reparasjon, vedlikehold og demontering av vindmøller til havs.",
                        "(2) Eierandel i selskap som nevnt i første ledd e-g må være minst tre prosent gjennom hele inntektsåret. Vilkåret i første punktum gjelder bare aksjonærer og deltakere som er selskaper innenfor ordningen.",
                        "(3) Aksjeselskapet, allmennaksjeselskapet og selskap som nevnt i første ledd g, må eie fartøy som nevnt i første ledd a, b og i eller andel eller aksje i selskap som nevnt i første ledd e-g. Selskap som nevnt i første ledd e-f må eie fartøy som nevnt i første ledd a, b og i eller andel eller aksje i selskap som nevnt i første ledd e-f.",
                        "(4) Realiserer aksjeselskapet, allmennaksjeselskapet eller selskapet som nevnt i første ledd g eiendel slik at kravet i tredje ledd ikke er oppfylt, må nytt fartøy som nevnt i første ledd a, b og i, eller andel eller aksje i selskap som nevnt i første ledd e-g, anskaffes senest ett år etter realisasjonen. Alternativt kan selskapet innen samme frist inngå bindende kontrakt om bygging av nytt fartøy som nevnt i første ledd a, b og i. Oppfylles ikke kravet i første eller annet punktum, anses selskapet som trådt ut 1. januar i realisasjonsåret.",
                        "(5) Realiserer selskap som nevnt i første ledd e-f eiendel slik at kravet i tredje ledd ikke er oppfylt, må nytt fartøy som nevnt i første ledd a, b og i, eller andel eller aksje i selskap som nevnt i første ledd e-f, anskaffes senest ett år etter realisasjonen. Alternativt kan selskapet innen samme frist inngå bindende kontrakt om bygging av nytt fartøy som nevnt i første ledd a, b og i. Oppfylles ikke kravet i første eller annet punktum, anses selskapet som trådt ut 1. januar i realisasjonsåret.",
                        "(6) Etter anskaffelse som nevnt i fjerde ledd, må selskapet eie fartøy som nevnt i første ledd a, b og i eller andel eller aksje i selskap som nevnt i første ledd e-g i minst to år. Etter anskaffelse som nevnt i femte ledd, må selskapet eie fartøy som nevnt i første ledd a, b og i eller andel eller aksje i selskap som nevnt i første ledd e-f i minst to år. Kravet i første og annet punktum kommer ikke til anvendelse dersom realisasjonen i fjerde eller femte ledd er en ufrivillig realisasjon, jf. § 14-70. Oppfylles ikke kravet i første eller annet punktum, anses selskapet som trådt ut 1. januar i realisasjonsåret etter fjerde eller femte ledd.",
                        "(7) Ufrivillig realisasjon etter § 14-70 skal ikke anses som brudd på vilkårene i sjette ledd. Etter slik realisasjon løper en ny ettårsfrist etter fjerde og femte ledd.",
                        "(8) Selskap innenfor ordningen må opprettholde eller øke sin andel EØS-registrert tonnasje i forhold til andelen EØS-registrert tonnasje selskapet eide per 1. juli 2005. Dersom selskapet trer inn i ordningen etter 1. juli 2005, skal måletidspunktet settes til tidspunktet for inntreden i ordningen. Med tonnasje forstås nettotonnasje slik denne til enhver tid er fastsatt i målebrev som er gyldige her i riket i henhold til forskrift 30. juni 2015 nr. 823 om måling av skip og flyttbare innretninger. Kravet om at selskapet må opprettholde eller øke andelen EØS-registrert tonnasje gjelder ikke så lenge selskapet har minst 60 prosent EØS-registrert tonnasje. Dersom selskap innenfor ordningen har bestemmende innflytelse over et annet selskap innenfor ordningen i henhold til regnskapsloven § 1-3, skal andelen EØS-registrert tonnasje beregnes samlet på morselskapets og datterselskapets hånd. Taubåter og fartøyer som frakter utvunnet materiale fra mudringsvirksomhet må være EØS-registrert. Departementet kan gi nærmere regler om beregning av flaggandel ved fusjon og fisjon av selskaper.",
                        "(9) Kravet om at selskapet må opprettholde eller øke andelen EØS-registrert tonnasje gjelder ikke for inneværende år dersom den samlede andelen EØS-registrert tonnasje innenfor ordningen per 31. desember i det foregående året er økt eller opprettholdt sammenlignet med den samlede andelen EØS-registrert tonnasje innenfor ordningen per 31. desember året før. Departementet kan gi nærmere regler om selskapenes plikt til å innrapportere opplysninger til skattemyndighetene.",
                        "(10) Departementet kan gi nærmere regler om hvilke fartøyer som skal omfattes av første ledd a, b og i.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt gjøres følgende endring:",
                        "§ 8-5 sjette ledd nytt tredje punktum skal lyde:",
                        "Forrige punktum gjelder ikke ved innfusjonering av datterselskaper i livsforsikrings- eller pensjonsforetak som forvaltes i investeringsvalg- eller kollektivporteføljen, i den grad eierandelene i datterselskapet er ført etter egenkapitalmetoden.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt gjøres følgende endringer:",
                        "§ 4-12 syvende ledd skal lyde:",
                        "(7) Ved fastsetting av ikke-børsnotert selskaps skattemessige formuesverdi, medregnes eiendeler og gjeld til full verdi, uten prosentvis reduksjon etter bestemmelser i dette kapittel. Næringseiendom verdsatt etter § 4-10 første ledd skal medregnes til 100 prosent av den dokumenterte omsetningsverdien.",
                        "§ 4-13 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 4-13",
                    "title": "Særskilt verdsettelsestidspunkt for visse aksjer",
                    "sections": [
                        "(1) For aksjeselskap eller allmennaksjeselskap hvor aksjekapitalen i året før skattefastsettingsåret er forhøyet eller satt ned ved innbetaling fra eller utbetaling til aksjonærene, legges verdien 1. januar i skattefastsettingsåret til grunn ved skattefastsettingen. Det samme gjelder såfremt selskapet det forutgående år har ervervet egne aksjer uten nedskrivning av aksjekapitalen, eller aksjen i året før skattefastsettingsåret er strøket fra notering på børs eller notering på SMB-listen ved Oslo Børs. For øvrig gjelder § 4-12 annet ledd.",
                        "(2) For aksjer i ikke-børsnoterte selskap eid av formuesskattepliktig skattyter, skal verdsettelsestidspunktet være den 1. januar i skattefastsettingsåret dersom selskapet i løpet av inntektsåret:",
                        "a.er stiftet,",
                        "b.har vært det overtakende selskap i en forenklet fusjon etter aksjeloven § 13-24, eller",
                        "c.har vært det overtakende selskap i en omvendt mor-datterfusjon etter aksjeloven eller allmennaksjeloven §§ 13-2 flg.",
                        "§ 4-19 første ledd skal lyde:",
                        "(1) Når skattyter har eiendel som nevnt i:",
                        "a.§ 4-10 fjerde ledd og sekundærbolig i § 4-10 andre ledd,",
                        "b.§ 4-12 første til tredje og femte til sjette ledd,",
                        "c.§ 4-17 annet ledd,",
                        "d.§ 4-40 første punktum,",
                        "skal skattyters fradrag for gjeld reduseres etter reglene i annet og tredje ledd.",
                        "§ 4-40 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-40",
                    "title": "Fastsetting av formue for deltaker i selskap med deltakerfastsetting",
                    "sections": [
                        "For deltaker i selskap med deltakerfastsetting som omfattes av § 10-40, settes verdien av deltakerens selskapsandel ved formuesfastsettingen til en andel av selskapets nettoformue beregnet som om selskapet var skattyter. Ved fastsettelsen av selskapets nettoformue medregnes eiendeler og gjeld til full verdi, uten prosentvis reduksjon etter bestemmelser i dette kapittel. Næringseiendom verdsatt etter § 4-10 første ledd skal medregnes til 100 prosent av den dokumenterte omsetningsverdien. Verdien av deltakerens selskapsandel settes til 75 prosent av andelen av nettoformuen beregnet etter denne paragraf.",
                        "§ 5-15 første ledd ny bokstav q skal lyde:",
                        "q.arbeidsgivers dekning av følgende merkostnader for skattyter som av hensyn til arbeidet må bo utenfor hjemmet (pendlere):",
                        "1.Kostutgifter opp til satser fastsatt av departementet eller høyere kostutgifter dersom disse dokumenteres. Det gis ikke skattefritak for dekning av kost dersom det kan oppbevares og tilberedes mat i pendlerboligen.",
                        "2.Dokumenterte utgifter til losji.",
                        "3.Utgifter til besøksreiser til hjemmet etter tilsvarende regler som i skatteloven § 6-44. Øvre beløpsgrense gjelder ikke for arbeidsgivers dekning av faktisk dokumenterte utgifter til besøksreiser med rutegående fly til hjem innenfor EØS.",
                        "§ 5-60 siste punktum skal lyde:",
                        "Forrige punktum omfatter ikke renter ved tilbakebetaling av skatt på formue i og inntekt av virksomhet etter petroleumsskatteloven § 5.",
                        "§ 6-40 femte ledd bokstav b og c skal lyde:",
                        "b.rentetillegg som omfattes av skattebetalingsloven § 11-5, og tilsvarende rente beregnet etter andre lands lovgivning, ved for lite innbetalt skatt. Fradrag gis likevel for renter ved for lite innbetalt skatt på formue i og inntekt av virksomhet etter petroleumsskatteloven § 5,",
                        "c.renter som omfattes av skattebetalingsloven § 11-2, og tilsvarende rente beregnet etter andre lands lovgivning, ved for lite innbetalt skatt. Fradrag gis likevel for renter ved for lite innbetalt skatt på formue i og inntekt av virksomhet etter petroleumsskatteloven § 5.",
                        "§ 6-41 femte ledd første punktum skal lyde:",
                        "Med selskap mv. i konsern menes i denne paragraf selskap mv. som regnskapsåret før inntektsåret er konsolidert linje for linje i utgående balanse i et konsernregnskap som er utarbeidet etter regnskapsregler nevnt i åttende ledd b. nr. 2, eller som regnskapsåret før inntektsåret kunne ha vært konsolidert linje for linje i utgående balanse i et konsernregnskap dersom International Financial Reporting Standards (IFRS) hadde vært anvendt.",
                        "§ 6-41 åttende ledd bokstav a nytt siste punktum skal lyde:",
                        "Selskap mv. som er overtakende selskap ved fusjon i inntektsåret, kan ikke kreve fradrag etter nr. 1.",
                        "§ 6-41 åttende ledd bokstav i oppheves.",
                        "Nåværende niende ledd blir tiende ledd.",
                        "§ 6-41 niende ledd skal lyde:",
                        "(9) Uten hensyn til unntaksregelen i åttende ledd og terskelbeløpet i fjerde ledd annet punktum, gjelder bestemmelsen i tredje ledd fjerde punktum tilsvarende for selskap mv. i konsern som har netto rentekostnader på gjeld til nærstående part utenfor samme konsern. Avskjæring av rentefradraget etter foregående punktum foretas bare for et beløp inntil størrelsen på netto rentekostnader til slik nærstående part, og bare dersom netto rentekostnader overstiger 5 millioner kroner.",
                        "Nåværende tiende og ellevte ledd blir ellevte og tolvte ledd.",
                        "§ 6-41 ellevte ledd skal lyde:",
                        "(11) Denne paragraf gjelder ikke for finansforetak etter finansforetaksloven § 1-3 første ledd. Gjeld til finansforetak som midlertidig er nærstående til låntaker etter finansforetaksloven § 13-2 annet ledd, skal ikke regnes som gjeld til nærstående ved anvendelse av denne paragraf. Foregående punktum omfatter bare låneavtaler inngått før finansforetaket og låntaker ble nærstående.",
                        "§ 10-13 første ledd nåværende annet, tredje og fjerde punktum blir tredje, fjerde og nytt femte punktum.",
                        "§ 10-13 første ledd annet punktum skal lyde:",
                        "Tilsvarende gjelder utbytte som tas ut fra aksjesparekonto av kontohaver som er hjemmehørende i utlandet.",
                        "Ny § 17-10 med deloverskrift skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Begrensning av kildeskatt",
            "paragraphs": [
                {
                    "name": "§ 17-10",
                    "title": "Begrensning av kildeskatt på pensjon, uføretrygd og andre uføreytelser",
                    "sections": [
                        "(1) Kildeskatt på pensjon, uføretrygd og andre uføreytelser fastsatt for skattepliktige etter § 2-3 fjerde ledd, kan kreves nedsatt dersom skattyteren:",
                        "a.er bosatt i annen EØS-stat,",
                        "b.har opptjent rett til pensjon, uføretrygd eller andre uføreytelser i Norge ved fri bevegelighet for arbeidstakere innen EØS-området, og",
                        "c.ikke får utnyttet retten til personlige fradrag i bostedsstaten.",
                        "(2) Kildeskatten skal settes ned til skatten på pensjon, uføretrygd og andre uføreytelser som ville blitt beregnet etter satsene som gjelder for skattepliktige etter § 2-1. Ved beregningen gis fradrag etter §§ 6-30 til 6-32 og § 15-4 første ledd. Fradragene beregnes etter forholdet mellom inntekt som er skattepliktig til Norge etter § 2-3 fjerde ledd og skattyterens samlede inntekt i Norge og i utlandet. Tilsvarende skal innslagspunktene for trinnskatten settes ned forholdsmessig. For pensjon gis også fradrag etter § 16-1.",
                        "(3) Skattyter må dokumentere at vilkårene etter første ledd er oppfylt.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt gjøres følgende endringer:",
                        "§ 2-13 første ledd skal lyde:",
                        "(1) Ektefeller som skattlegges under ett for begges formue, jf. § 2-10, skal ha skatt av formue fordelt etter størrelsen av den nettoformue hver ektefelle har.",
                        "§ 2-33 første ledd nytt siste punktum skal lyde:",
                        "Underholdsbidrag som boet betaler skyldneren, fradras i boets inntekt, men skattlegges hos skyldneren.",
                        "§ 3-1 sjette ledd fjerde punktum skal lyde:",
                        "Departementet kan i forskrift bestemme at personer som nevnt i første punktum, kan frasi seg nærmere angitte skattemessige lempninger som gjelder for bosatte i deler av Troms og Finnmark fylke.",
                        "§ 5-11 tredje ledd skal lyde:",
                        "(3) Reglene for forskuddstrekk i utgiftsgodtgjørelser gis tilsvarende anvendelse ved skattefastsettingen, jf. skattebetalingsloven § 5-8 tredje ledd.",
                        "§ 5-11 nytt fjerde ledd skal lyde:",
                        "(4) Departementet kan gi forskrift til utfylling av første ledd.",
                        "§ 5-13 nåværende annet ledd blir nytt tredje ledd.",
                        "§ 5-13 annet ledd skal lyde:",
                        "(2) For privat bruk av arbeidsgivers bil som faller utenfor standardreglene, eller hvor listeprisen ikke står i forhold til fordelen ved den private bruken, gis reglene for forskuddstrekk tilsvarende anvendelse ved skattefastsettingen, jf. skattebetalingsloven § 5-8 annet ledd.",
                        "§ 5-13 tredje ledd første punktum skal lyde:",
                        "Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf.",
                        "§ 5-42 første ledd bokstav a oppheves.",
                        "§ 5-42 nåværende første ledd bokstav b til e blir bokstav a til d.",
                        "§ 6-44 første ledd annet punktum skal lyde:",
                        "Fradrag er begrenset til den del av beløpet som overstiger 23 100 kroner, og gis ikke for beløp som overstiger 97 000 kroner i året.",
                        "§ 6-52 skal lyde:",
                        "Det gis fradrag for leie-, bruks- og forpaktningsavgift, og for føderåd.",
                        "§ 8-1 femte ledd første punktum skal lyde:",
                        "Ved fastsettelsen av årets positive alminnelige inntekt fra jord- og hagebruk, herunder biinntekt fra slik virksomhet, gis produsenten et jordbruksfradrag på inntil 90 000 kroner per driftsenhet per år.",
                        "§ 8-1 femte ledd tredje punktum skal lyde:",
                        "For inntekt over 90 000 kroner gis i tillegg et fradrag på 38 prosent av inntekten opp til samlet fradrag på 190 400 kroner.",
                        "§ 8-1 syvende ledd første punktum skal lyde:",
                        "Ved fastsettelsen av årets positive næringsinntekt fra skiferproduksjon i Troms og Finnmark, med unntak av kommunene Balsfjord, Bardu, Dyrøy, Gratangen, Harstad, Ibestad, Kvæfjord, Lavangen, Målselv, Salangen, Senja, Sørreisa, Tjeldsund og Tromsø, gis produsenten et inntektsfradrag på inntil 54 200 kroner per år.",
                        "§ 8-1 åttende ledd skal lyde:",
                        "(8) Fradrag etter § 8-1 femte, sjette eller syvende ledd kan til sammen ikke overskride 190 400 kroner.",
                        "§ 14-5 fjerde ledd bokstav h skal lyde:",
                        "h.For institusjoner nevnt under f som kan føre til fradrag tap på utlån og garantier som er ført til kostnad i årsregnskapet i samsvar med regnskapslovgivningens regler i g, som går over til anvendelse av IFRS 9 og der det oppstår en differanse i utgående tapsavsetninger beregnet etter IAS 39 eller utlånsforskriften, sammenlignet med de inngående tapsavsetningene beregnet etter IFRS 9, gjelder følgende:",
                        "1.Økte tapsavsetninger knyttet til tap på utlån og garantier som føres direkte mot egenkapitalen i forbindelse med implementering av IFRS 9, jf. regnskapsloven § 4-3 annet ledd og IAS 8, kan fradras i sin helhet i overgangsåret.",
                        "2.Reduserte tapsavsetninger knyttet til tap på utlån og garantier som føres direkte mot egenkapitalen i forbindelse med implementering av IFRS 9, jf. regnskapsloven § 4-3 annet ledd og IAS 8, skal inntektsføres i sin helhet i overgangsåret.",
                        "3.Institusjoner som gikk over til IFRS 9 i regnskapsåret 2018, kan fradra økte tapsavsetninger og skal inntektsføre reduserte tapsavsetninger i inntektsåret 2019.",
                        "§ 14-41 første ledd bokstav h nytt tredje punktum skal lyde:",
                        "Som anlegg regnes også frukt- og bærfelt.",
                        "§ 14-43 tredje ledd nytt femte, sjette og syvende punktum skal lyde:",
                        "Forhøyet avskrivningssats gjelder også for frukt- og bærfelt. Fruktfelt kan avskrives med 10 prosent. Bærfelt kan avskrives med 20 prosent.",
                        "Overskriften til § 15-5 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 15-5",
                    "title": "Særskilt fradrag i alminnelig inntekt i Troms og Finnmark fylke",
                    "sections": [
                        "§ 15-5 første ledd første punktum skal lyde:",
                        "Personlig skattyter som etter § 3-1 er skattemessig bosatt i Troms og Finnmark fylke, med unntak av bosatte i kommunene Balsfjord, Bardu, Dyrøy, Gratangen, Harstad, Ibestad, Kvæfjord, Lavangen, Målselv, Salangen, Senja, Sørreisa, Tjeldsund og Tromsø, og som får fastsatt personfradrag etter § 15-4, skal ha et særskilt fradrag i alminnelig inntekt.",
                        "§ 16-1 tredje ledd tredje punktum skal lyde:",
                        "Fradraget nedtrappes med 16,7 prosent av pensjonsinntekt mv. som overstiger beløpsgrensen i trinn 1, og med 6 prosent av pensjonsinntekt mv. som overstiger beløpsgrensen i trinn 2.",
                        "§ 16-40 første og annet ledd skal lyde:",
                        "(1) Skattyter som driver virksomhet, gis fradrag i skatt og trygdeavgifter for 19 prosent av kostnader til forsknings- og utviklingsprosjekt etter bestemmelsene i denne paragraf.",
                        "(2) Det gis fradrag for skattyters kostnader til egenutført og innkjøpt forsknings- og utviklingsprosjekt, begrenset til 25 millioner kroner i inntektsåret. Prosjektet må være godkjent av Norges forskningsråd. Kostnadene må være fradragsberettiget etter kapittel 6.",
                        "§ 16-40 nåværende syvende ledd blir nytt åttende ledd.",
                        "§ 16-40 syvende ledd skal lyde:",
                        "(7) Det gis kun fradrag for kostnader ved kjøp av FoU-tjenester fra foretak innenfor EØS og land som Norge har skatteavtale eller informasjonsutvekslingsavtale med.",
                        "Endringen under I trer i kraft fra den tid Kongen bestemmer.",
                        "Endringene under II trer i kraft straks.",
                        "Endringen under III trer i kraft straks med virkning fra og med inntektsåret 2018.",
                        "Endringene under IV trer i kraft straks med virkning fra og med inntektsåret 2019.",
                        "Endringene under V trer i kraft straks med virkning fra og med inntektsåret 2020."
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}