{
    "lawId": "LOV-2019-06-21-44",
    "lawName": "Lov om endringer i abortloven (fosterreduksjon)",
    "shortName": "Endringslov til abortloven (fosterreduksjon)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2a",
                    "title": "Fosterreduksjon regnes som svangerskapsavbrudd etter denne loven.",
                    "sections": [
                        "Med fosterreduksjon menes et inngrep som avbryter svangerskapet for ett eller flere fostre i et flerlingsvangerskap, mens svangerskapet fortsetter for ett eller flere av de andre fostrene.",
                        "Fosterreduksjon kan bare foretas etter tillatelse fra en nemnd som nevnt i § 7 annet ledd. Nemnda kan innvilge fosterreduksjon dersom vilkårene i § 2 tredje til femte ledd og sjette ledd første punktum er oppfylt.",
                        "I tillegg kan nemnda innvilge fosterreduksjon der antall fostre reduseres til to eller flere etter en vurdering av risiko for spontanabort og tidlig fødsel. Dersom særskilte forhold ved kvinnens helsetilstand gjør det nødvendig for å redusere faren for spontanabort eller tidlig fødsel, kan nemnda innvilge fosterreduksjon der antall fostre reduseres til ett. Ved trillingsvangerskap der to av fostrene har felles morkake, kan nemnda innvilge fosterreduksjon der antall fostre reduseres fra tre til ett.",
                        "Fosterreduksjon kan ikke innvilges dersom det er grunn til å anta at fostrene er levedyktige, jf. § 2 sjette ledd annet punktum.",
                        "Begjæring om fosterreduksjon kan fremsettes overfor en lege eller en nemnd. For øvrig gjelder saksbehandlingsreglene i §§ 4, 5, 7, 8, 9 og 11.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}