{
    "lawId": "LOV-2019-03-29-9",
    "lawName": "Lov om overgangsregler mv. ved Storbritannias uttreden fra Den europeiske union",
    "shortName": "Lov om overgangsregler mv. ved Storbritannias uttreden fra Den europeiske union",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Forskriftshjemmel",
                    "sections": [
                        "Kongen kan gi forskrift om forhold som berøres av at Det forente kongerike Storbritannia og Nord-Irland (Storbritannia) trer ut av EØS-avtalen, Schengen-samarbeidet og andre avtaler mellom Norge og Den europeiske union som Storbritannia har vært bundet av som medlemsstat i unionen.",
                        "Forskriften kan avvike fra bestemmelser i annen lovgivning."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven trer i kraft straks."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Endringer i andre lover",
                    "sections": [
                        "Fra den tiden loven trer i kraft, gjøres følgende endringer i andre lover:",
                        "1. I lov 15. mai 2008 nr. 35 om utlendingers adgang til riket og deres opphold her skal ny § 125 a lyde:"
                    ]
                },
                {
                    "name": "§ 125 a",
                    "title": "Rett til fortsatt opphold for britiske borgere og deres familiemedlemmer",
                    "sections": [
                        "Kongen kan gi forskrift om rett til opphold for britiske borgere som har oppholdsrett eller varig oppholdsrett etter §§ 111, 112 eller 115 på det tidspunktet bestemmelsene i EØS-avtalen ikke lenger kommer til anvendelse overfor Storbritannia, og om rett til opphold for deres familiemedlemmer, jf. § 110 tredje ledd. Kongen kan gi forskrift om søknadsfrister, klage, gebyr mv. for personer som nevnt i første punktum. Forskriftene kan avvike fra øvrige bestemmelser i loven.",
                        "2. I lov 28. mai 2010 nr. 16 om behandling av opplysninger i politiet og påtalemyndigheten skal § 22 første ledd siste punktum lyde:",
                        "For utlevering av opplysninger til land som ikke er forpliktet etter direktiv (EU) 2016/680 og til internasjonale organisasjoner, gjelder i tillegg de vilkår som fastsettes i forskrift."
                    ]
                }
            ]
        }
    ]
}