{
    "lawId": "LOV-2019-12-20-105",
    "lawName": "Lov om endringer i straffegjennomføringsloven mv. (gjennomføringstiden for straffegjennomføring med elektronisk kontroll mv.)",
    "shortName": "Endringslov til straffegjennomføringsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 16 a",
                    "title": "Straffegjennomføring utenfor fengsel med elektronisk kontroll",
                    "sections": [
                        "Dersom den idømte ubetingede fengselsstraffen eller resterende tid frem til forventet løslatelse er inntil 6 måneder, og det er hensiktsmessig for å sikre en positiv utvikling og motvirke ny kriminalitet, kan straffen gjennomføres utenfor fengsel når det settes vilkår om at domfelte skal være undergitt elektronisk kontroll. Straffegjennomføring med elektronisk kontroll skal ikke besluttes dersom formålet med straffen eller hensynet til en sikkerhetsmessig forsvarlig gjennomføring taler imot det.",
                        "Kriminalomsorgen skal i alle tilfeller vurdere om domfelte som er under 18 år eller varig soningsudyktig, oppfyller vilkårene for å gjennomføre straffen utenfor fengsel med elektronisk kontroll. For domfelte som er under 18 år eller varig soningsudyktig, gjelder ikke vilkåret etter første ledd om at den idømte fengselsstraff eller resterende tid frem til forventet løslatelse er inntil 6 måneder.",
                        "Bestemmelsene i § 16 annet ledd til syvende ledd gjelder tilsvarende.",
                        "Dersom det er nødvendig for en sikkerhetsmessig forsvarlig gjennomføring av straffegjennomføring med elektronisk kontroll, kan kriminalomsorgen beslutte bruk av digital teknologi for å kontrollere domfeltes identitet, geografiske posisjon, bevegelse og eventuelle rusbruk. Personopplysninger som behandles ved kontroll etter første punktum, skal slettes etter endt straffegjennomføring, med mindre de inngår i en sak om brudd på forutsetninger eller vilkår etter § 16 annet og tredje ledd.",
                        "Nåværende § 16 a blir ny § 16 b.",
                        "§ 29 første ledd første punktum skal lyde:",
                        "Kriminalomsorgen kan pålegge domfelte som gjennomfører straff etter § 10 første ledd bokstav a til e å avgi urinprøve, utåndingsprøve eller blodprøve eller å medvirke til andre undersøkelser som kan skje uten fare eller særlig ubehag, for å avdekke bruk av rusmidler, bedøvelsesmidler, hormonpreparater eller andre kjemiske stoffer som ikke er lovlig foreskrevet.",
                        "§ 40 tredje ledd første punktum skal lyde:",
                        "Domfelte som gjennomfører straff utenfor fengsel etter §§ 16 og 16 a kan, hvis ikke tilbakeføring til fengsel besluttes etter § 14 syvende ledd, gis skriftlig irettesettelse.",
                        "I lov 28. februar 1997 nr. 19 om folketrygd gjøres følgende endringer:",
                        "I § 12-20 tredje ledd første punktum, § 16-12 tredje ledd første punktum, § 17-14 tredje ledd første punktum, § 18-9 tredje ledd første punktum, § 19-22 tredje ledd første punktum og § 20-23 tredje ledd første punktum skal henvisningen til «straffegjennomføringsloven § 16» endres til «straffegjennomføringsloven § 16 eller 16 a».",
                        "Loven trer i kraft fra den tid Kongen bestemmer. De enkelte bestemmelsene kan tre i kraft til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}