{
    "lawId": "LOV-2019-06-21-55",
    "lawName": "Lov om endringer i kommuneloven 2018 (retting av inkurier m.m.)",
    "shortName": "Endringslov til kommuneloven 2018 (retting av inkurier m.m.)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 5-15",
                    "title": "Overdragelse av tariffavtalemyndighet",
                    "sections": [
                        "Kommunestyret og fylkestinget kan selv gi en sammenslutning av kommuner og fylkeskommuner fullmakt til å inngå og si opp tariffavtaler, samt å gi eller motta kollektiv arbeidsoppsigelse på kommunens eller fylkeskommunens vegne.",
                        "§ 7-2 første ledd bokstav f skal lyde:",
                        "f)representantskap og andre styringsorganer for et interkommunalt politisk råd",
                        "§ 7-2 fjerde ledd oppheves. Nåværende femte og sjette ledd blir fjerde og femte ledd.",
                        "§ 19-3 andre ledd første punktum skal lyde:",
                        "I kommuner og fylkeskommuner med parlamentarisk styreform kan kommunestyret eller fylkestinget selv fastsette at kommunerådet eller fylkesrådet skal velge kommunens eller fylkeskommunens medlemmer.",
                        "§ 27-1 første ledd andre punktum oppheves. Nåværende tredje til sjette punktum blir andre til femte punktum.",
                        "§ 31-4 første ledd skal lyde:",
                        "For Longyearbyen lokalstyre gjelder lov 25. september 1992 nr. 107 kapittel 11 og 12, § 10 a, § 16, § 24 nr. 2 og §§ 30, 31, 36, 37, 38, 39 a og 59 inntil lokalstyret holder konstituerende lokalstyremøte ved oppstart av valgperioden 2019–2023.",
                        "Nåværende § 31-4 første ledd blir nytt andre ledd.",
                        "§ 31-6 nytt nr. 35 skal lyde:",
                        "35. I lov 17. juni 2005 nr. 90 om mekling og rettergang i sivile tvister gjøres følgende endringer:",
                        "§ 1-4 a første ledd bokstav c skal lyde:",
                        "c)opphever kommunens eller fylkeskommunens avgjørelse etter lovlighetskontroll, jf. kommuneloven kapittel 27.",
                        "§ 1-4 a tredje ledd skal lyde:",
                        "Første ledd gjelder tilsvarende for samarbeidskommuner i et vertskommunesamarbeid, jf. kommuneloven kapittel 20, og for Longyearbyen lokalstyre.",
                        "I lov 16. juni 2017 nr. 62 om endringar i kommunelova m.m. (råd for eldre, personar med funksjonsnedsetjing og ungdom) oppheves del I.",
                        "Loven trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}