{
    "lawId": "LOV-2019-06-21-56",
    "lawName": "Lov om endringer i ekomloven (prisregulering av spesialnummer, internasjonale samtaler og SMS mv.)",
    "shortName": "Endringslov til ekomloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4-15",
                    "title": "Maksimalpriser for internasjonale nummerbaserte kommunikasjonstjenester innenfor EØS-området",
                    "sections": [
                        "Myndigheten kan gi forskrift om maksimalpriser for internasjonale nummerbaserte kommunikasjonstjenester innenfor EØS-området.",
                        "§ 7-1 fjerde ledd skal lyde:",
                        "Myndigheten kan gi forskrift om tillatelse til bruk av nummer, navn og adresser, om bruk av nummerplaner og planer for navn og adresser, og om nærmere vilkår for utpekt offentlig organ eller private som administrerer nummer, navn, adresser etter tredje ledd. Myndigheten kan gi forskrift om takstprinsipper og maksimalpriser for anrop til enkelte spesifikke nummerserier, både på sluttbruker- og grossistnivå.",
                        "§ 10-13 første ledd nr. 2 og 3 skal lyde:",
                        "2.overtrer forskrift gitt med hjemmel i §§ 2-1 til 2-9, § 2-10 femte ledd, § 2-12, § 2-14, § 2-15, §§ 4-1 til 4-8, § 4-14, § 4-15, § 5-1, § 6-2, § 6-5, §§ 7-1 til 7-4, § 8-1, § 10-3 eller § 10-5",
                        "3.overtrer enkeltvedtak fastsatt med hjemmel i §§ 2-3 til 2-5, § 2-7a annet ledd, § 2-10 annet ledd, § 4-1, § 4-2 annet ledd, § 4-4 første til fjerde ledd, § 4-5 første ledd, § 4-6 første, annet eller fjerde ledd, § 4-7 første eller annet ledd, § 4-8 første, tredje til femte ledd, §§ 4-9 a første ledd, § 4-10, § 4-15, § 5-3, § 6-2, § 6-5 annet ledd, § 7-2, § 7-5, § 8-1, § 10-3, § 10-4, § 10-6 eller § 10-10",
                        "§ 11-6 nytt fjerde ledd skal lyde:",
                        "Forvaltningsloven § 34 tredje ledd annet punktum gjelder ikke for klager på vedtak fattet med hjemmel i eller i medhold av kapittel 3, 4 og 10. Melding om endring av vedtak til skade for klageren må være sendt klageren innen seks måneder etter at underinstansen mottok klagen.",
                        "Gjeldende fjerde og femte ledd blir femte og sjette ledd.",
                        "Ny 11-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11-8",
                    "title": "Søksmålsfrister",
                    "sections": [
                        "Søksmål som gjelder enkeltvedtak fattet med hjemmel i eller i medhold av denne lov må reises innen seks måneder etter at vedtaket ble fattet.",
                        "Søksmålsfristen avbrytes når enkeltvedtaket er påklaget til departementet. Søksmålsfristen løper ikke så lenge klagebehandling pågår. Ny søksmålsfrist løper fra klagevedtaket er fattet.",
                        "Det kan gis oppfriskning for oversittelse av fristen etter reglene i tvisteloven §§ 16-12 til 16-14.",
                        "Når søksmålsfristen er utløpt uten at søksmål er reist, har enkeltvedtak samme virkning som rettskraftig dom, og kan fullbyrdes etter reglene for dommer. Rettskraften gjelder for og mot alle.",
                        "§ 13-2 nytt fjerde ledd skal lyde:",
                        "For vedtak fattet før lovens ikrafttredelse må søksmål reises innen seks måneder etter ikrafttredelsen. Forvaltningsloven § 27 tredje ledd tredje punktum gjelder ikke for slike vedtak.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}