{
    "lawId": "LOV-2019-12-20-111",
    "lawName": "Lov om endringer i statsborgerloven mv. (tilbakekall av statsborgerskap på grunn av uriktige opplysninger mv.)",
    "shortName": "Endringslov til statsborgerloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 26",
                    "title": "Tilbakekall",
                    "sections": [
                        "Et vedtak om statsborgerskap kan tilbakekalles ved omgjøring etter forvaltningsloven § 35 eller alminnelige forvaltningsrettslige regler dersom grunnlaget for omgjøring er feil ved saksbehandlingen eller rettsanvendelsen.",
                        "Et vedtak om statsborgerskap kan tilbakekalles dersom søkeren mot bedre vitende har gitt uriktige opplysninger eller fortiet forhold av vesentlig betydning for vedtaket.",
                        "Statsborgerskap som er ervervet av en person som var under 18 år på tidspunktet for erverv eller søknad, og som er bygget på uriktige eller ufullstendige opplysninger gitt av foreldre eller besteforeldre mot bedre vitende, kan som hovedregel ikke tilbakekalles. Statsborgerskapet kan likevel tilbakekalles dersom den saken gjelder, etter en konkret vurdering ikke har sterk tilknytning til riket. Barn under 18 år kan ikke tape norsk statsborgerskap etter denne paragrafen dersom barnet dermed blir statsløst og ikke på en enkel måte kan bli statsborger av et annet land.",
                        "Statsborgerskap kan ikke tilbakekalles etter paragrafen her dersom det i betraktning av forholdets alvor og statsborgerens tilknytning til riket vil være et uforholdsmessig inngrep overfor vedkommende selv eller de nærmeste familiemedlemmene. I saker som berører barn, skal barnets beste være et grunnleggende hensyn.",
                        "§ 27 skal lyde:"
                    ]
                },
                {
                    "name": "§ 27",
                    "title": "Saksgang mv.",
                    "sections": [
                        "En søknad om norsk statsborgerskap inngis til politiet eller norsk utenriksstasjon som forbereder saken. Utlendingsdirektoratet avgjør søknaden. Vedtak om å avslå søknad etter § 7 annet ledd treffes av departementet. Melding om norsk statsborgerskap inngis til politiet som forbereder saken. Melding om gjenerverv av norsk statsborgerskap etter § 22 a kan også inngis til norsk utenriksstasjon. Utlendingsdirektoratet treffer vedtak om meldingen skal godtas eller ikke.",
                        "Vedtak om tilbakekall av statsborgerskap treffes av Utlendingsdirektoratet.",
                        "Vedtak som nevnt i første og annet ledd kan påklages til Utlendingsnemnda. Vedtak etter § 7 annet ledd kan ikke påklages. Hvis det reises søksmål om gyldigheten av departementets vedtak etter § 7 annet ledd, bærer staten alle kostnader med saken. Kongen i statsråd er klageinstans i saker hvor departementet har anvendt sin instruksjonsmyndighet etter § 28 annet ledd. Utlendingsloven §§ 77 og 78 og § 79 første ledd gjelder tilsvarende ved behandling av saker etter loven her. Ved behandling av et påklaget vedtak om tilbakekall av statsborgerskap etter § 26, skal det delta en nemndleder og to nemndmedlemmer, jf. utlendingsloven § 78 første ledd. Den saken gjelder skal gis adgang til å møte personlig og uttale seg i nemndmøtet.",
                        "Departementet kan beslutte at vedtak truffet av Utlendingsdirektoratet til gunst for den saken gjelder, skal prøves av Utlendingsnemnda. Beslutningen skal treffes senest fire måneder etter at vedtaket ble truffet, være skriftlig og grunngis. Forvaltningsloven kapittel IV til VI om saksforberedelse, vedtak og klage gjelder ikke for slik beslutning.",
                        "Kommer Utlendingsnemnda i en sak etter fjerde ledd til at Utlendingsdirektoratets vedtak er ugyldig, skal den oppheve vedtaket og sende saken tilbake til direktoratet for hel eller delvis ny behandling. Gyldige vedtak kan ikke oppheves eller endres, men nemnda kan avgi en uttalelse om sakens prinsipielle sider. Utlendingsnemndas vedtak kan ikke påklages.",
                        "Når Utlendingsnemnda har truffet vedtak etter loven her til gunst for den saken gjelder, kan departementet ved søksmål få prøvet gyldigheten av vedtaket. Søksmål må være reist innen fire måneder etter at vedtaket ble truffet. Søksmål reises mot den vedtaket er truffet til gunst for. Megling i forliksrådet foretas ikke.",
                        "I sak som nevnt i fjerde ledd har den saken gjelder rett til fritt rettsråd uten behovsprøving. I sak som nevnt i sjette ledd har vedkommende rett til fri sakførsel uten behovsprøving. Ved vedtak etter § 7 annet ledd har den saken gjelder rett til fritt rettsråd uten behovsprøving, fri sakførsel uten behovsprøving og fritak for rettsgebyr. Ved forhåndsvarsel fra Utlendingsdirektoratet om tilbakekall av statsborgerskap etter § 26 har den saken gjelder, rett til fritt rettsråd uten behovsprøving.",
                        "Kongen kan gi forskrift om hvilke saker som skal behandles i stornemnd, og om myndighet til å avgjøre hvorvidt en sak som er brakt inn for behandling i stornemnda, skal antas til behandling. Kongen kan i forskrift gi regler om saksforberedelse, Utlendingsnemndas kompetanse i saker etter fjerde ledd, og om nemndas nærmere behandling av saker etter loven her.",
                        "I lov 13. juni 1980 nr. 35 om fri rettshjelp skal § 11 første ledd nr. 1 lyde:",
                        "for utlending som har rett til fri rettshjelp etter utlendingsloven § 92 første ledd, annet ledd og tredje ledd første punktum, eller for den som har rett til fri rettshjelp etter statsborgerloven § 27 sjuende ledd første, tredje eller fjerde punktum.",
                        "Loven gjelder fra den tiden Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}