{
    "lawId": "LOV-2019-04-10-13",
    "lawName": "Lov om endringar i eigarseksjonslova mv. (korttidsutleige, skjerpa ervervsavgrensing og eigarskiftegebyr)",
    "shortName": "Endringslov til eierseksjonslova mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel VIII Forretningsfører. Gebyr.",
            "paragraphs": [
                {
                    "name": "§ 63 a",
                    "title": "Eierskiftegebyr",
                    "sections": [
                        "Sameiet kan kreve at den som avhender en seksjon, betaler et gebyr på opptil fire ganger rettsgebyret for arbeid som må gjøres i forbindelse med eierskiftet og eventuell godkjenning av erververen. Det kan ikke avtales at andre enn den som avhender seksjonen, skal betale gebyret.",
                        "§ 67 tredje ledd nytt tredje punktum skal lyde:",
                        "Eierseksjonssameier som omfattes av loven her, har rett til å registrere seg i Foretaksregisteret uavhengig av første og annet punktum.",
                        "I lov 3. juli 1992 nr. 93 om avhending av fast eigedom blir det gjort slike endringar:",
                        "§ 2-6 første ledd tredje punktum skal lyde:",
                        "Seljaren ber òg vederlag etter burettslagslova § 4-6 og eierseksjonsloven § 63 a.",
                        "I lov 6. juni 2003 nr. 38 om bustadbyggjelag blir det gjort slike endringar:",
                        "§ 5-6 andre og tredje ledd skal lyde:",
                        "(2) Spørsmålet om godkjenning av årsrekneskapen og eventuell årsmelding skal alltid takast opp og avgjerast på den ordinære generalforsamlinga.",
                        "(3) Årsrekneskapen, eventuell årsmelding og revisjonsmeldinga skal seinast ei veke før generalforsamlinga sendast til alle andelseigarar med kjend adresse.",
                        "I lov 6. juni 2003 nr. 39 om burettslag blir det gjort slike endringar:",
                        "§ 5-4 nytt andre punktum skal lyde:",
                        "I tillegg kan andelseigaren overlate bruken av heile bustaden til andre i opptil 30 døgn i løpet av året.",
                        "§ 7-4 andre og tredje ledd skal lyde:",
                        "(2) Spørsmålet om godkjenning av årsrekneskapen og eventuell årsmelding skal alltid takast opp og avgjerast i den ordinære generalforsamlinga.",
                        "(3) Årsrekneskapen, eventuell årsmelding og revisjonsmeldinga skal seinast åtte dagar før generalforsamlinga sendast til alle andelseigarar med kjend adresse.",
                        "1.Lova gjeld frå den tida Kongen fastset. Kongen kan setje i kraft dei enkelte føresegnene til ulik tid.",
                        "2.Endringane i eigarseksjonslova §§ 23, 38 og 52 gjeld ikkje for avtalar om erverv som er gjorde før denne lova blei sett i kraft."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}