{
    "lawId": "LOV-2019-12-13-82",
    "lawName": "Lov om endringer i universitets- og høyskoleloven (vilkår for statstilskudd til private høyskoler)",
    "shortName": "Endringslov til universitets- og høyskoleloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 8-3",
                    "title": "Statstilskudd og egenbetaling",
                    "sections": [
                        "(1) Private institusjoner som er akkreditert som høyskole, vitenskapelig høyskole eller universitet etter § 3-1, og som tilfredsstiller kravene i denne lov, kan etter søknad til departementet kjennes berettiget til statstilskudd til dekning av driftskostnader for den akkrediterte virksomheten.",
                        "(2) Private høyskoler som tilfredsstiller kravene i denne lov, og som ikke har akkreditering som nevnt i første ledd, kan, etter søknad til departementet, kjennes berettiget til statstilskudd til dekning av driftskostnader for utdanninger som er akkreditert av NOKUT dersom det foreligger særlige samfunnsmessige behov.",
                        "(3) Alle private universiteter og høyskoler skal benytte statstilskudd og egenbetaling fra studentene til den akkrediterte utdanningen og innenfor lovens formål.",
                        "(4) Private universiteter og høyskoler som mottar statstilskudd, skal la tilskudd og egenbetaling komme studentene til gode. Private universiteter og høyskoler som mottar statstilskudd, kan ikke foreta utdelinger.",
                        "(5) Private universiteter og høyskoler som ikke mottar statlig tilskudd, kan ikke foreta utdelinger som medfører at egenkapitalen blir lavere enn 20 prosent av eiendelene.",
                        "(6) Departementet kan gi forskrift om nærmere vilkår for statstilskudd.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}