{
    "lawId": "LOV-2019-05-03-14",
    "lawName": "Lov om endringer i innskuddspensjonsloven mv. (egen pensjonskonto)",
    "shortName": "Endringslov til innskuddspensjonsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3-6",
                    "title": "Egen pensjonskonto hos arbeidsgiver",
                    "sections": [
                        "(1) Medlemmets pensjonskapitalbevis fra annen innskuddspensjonsordning eller fra individuell pensjonsspareavtale etter lov om individuell pensjonsordning skal overføres til medlemmets pensjonskonto i arbeidsgivers pensjonsordning dersom denne forvaltes i henhold til §§ 3-2a eller 3-3. Medlemmet kan reservere seg mot slik overføring. Medlemmet kan også velge forvaltning hos en annen institusjon etter § 3-7. Dersom medlemmet ikke har reservert seg innen tre måneder etter at informasjon er mottatt etter § 2-7, gjennomføres overføringen innen fristen for flytting av pensjonskapitalbevis og individuelle avtaler i forsikringsvirksomhetsloven kapittel 6. Departementet kan i forskrift gi nærmere regler om at medlemmets reservasjon mot overføring av pensjonsmidler eller valg av forvaltning hos en annen institusjon skal gjelde også for fremtidige arbeidsforhold.",
                        "(2) Kostnader til forvaltning av tidligere opptjent pensjonskapital dekkes av medlemmet. Foretaket dekker kostnader til forvaltning av den pensjonskapital medlemmet har opptjent i arbeidsforholdet. Det kan avtales en annen fordeling av forvaltningskostnadene for tidligere opptjent pensjonskapital. Foretaket dekker kostnader til administrasjon av ordningen.",
                        "(3) Institusjonen som forvalter arbeidsgivers pensjonsordning, skal innhente informasjon om hvilke pensjonskapitalbevis medlemmet har, størrelsen på midlene og hvilken institusjon som forvalter dem. Institusjonen skal også be institusjonen som forvalter pensjonskapitalbeviset, om å gjøre informasjon om kostnader, investeringsvalg mv. knyttet til pensjonskapitalbeviset tilgjengelig for arbeidstaker. Institusjonen som forvalter pensjonskapitalbeviset plikter å utlevere informasjon etter første og annet punktum.",
                        "(4) Medlemmet kan flytte den del av midlene som knytter seg til tidligere opptjent pensjonskapital, til en annen institusjon.",
                        "(5) Dersom medlemmet har flere arbeidsgivere med ordning som nevnt i første ledd, skal pensjonskapitalbevisene overføres til den ordningen hvor medlemmets opptjente pensjonskapital er størst.",
                        "(6) Departementet kan gi nærmere regler i forskrift om overføring av pensjonsmidler etter bestemmelsen her.",
                        "Ny § 3-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-7",
                    "title": "Egen pensjonskonto hos selvvalgt institusjon",
                    "sections": [
                        "(1) Medlem i pensjonsordning som forvaltes i henhold til §§ 3-2a eller 3-3 kan inngå avtale med en selvvalgt institusjon om at denne institusjonen skal forvalte medlemmets tidligere opptjente pensjonskapital og opptjening i nåværende arbeidsforhold.",
                        "(2) Før avtale inngås skal institusjonen kartlegge medlemmets behov og ønske om risiko og opplyse om den risiko medlemmet påtar seg. Institusjonen skal opplyse om samtlige kostnader knyttet til avtalen og om binding av pensjonskapitalen i avtaleperioden. Før avtale inngås og gjennom avtaleperioden skal institusjonen gi råd om sammensetningen av investeringsporteføljen tilpasset blant annet gjenstående tid til uttak av alderspensjon. Når medlemmet har få år igjen til uttak av alderspensjon, skal institusjonen gi råd om risikoreduserende tiltak. En skriftlig sammenfatning av de opplysninger og råd som institusjonen har gitt etter leddet her, skal sendes medlemmet. § 3-4 gjelder tilsvarende for den institusjonen medlemmet inngår avtale med.",
                        "(3) Kostnader til forvaltning av midlene og administrasjon av avtalen dekkes av medlemmet. Departementet kan gi nærmere regler i forskrift om standardisert kompensasjon fra foretak til medlem for kostnader til forvaltning av den pensjonskapital medlemmet har opptjent i arbeidsforholdet.",
                        "(4) Departementet kan gi nærmere regler i forskrift om overføring av pensjonsmidler etter bestemmelsen her.",
                        "§ 5-7 oppheves.",
                        "§ 6-1 annet ledd skal lyde:",
                        "(2) Ved opphør av medlemskap beholder medlemmet sin rett til den pensjonskapital som er opptjent ved fratredelsen.",
                        "§ 6-2 første ledd første punktum skal lyde:",
                        "(1) Når medlemskapet for en arbeidstaker opphører, skal institusjonen sørge for at det utstedes bevis for opptjent pensjonskapital i henhold til § 3-5 (pensjonskapitalbevis).",
                        "§ 6-3 første ledd skal lyde:",
                        "(1) Pensjonskapital i henhold til pensjonskapitalbevis kan overføres til egen pensjonskonto hos ny arbeidsgiver etter § 3-6 eller hos selvvalgt institusjon etter § 3-7. Institusjonen skal gi innehaveren informasjon om reglene for slik overføring.",
                        "§ 6-4 første ledd skal lyde:",
                        "(1) Arbeidstakeren kan kreve at pensjonskapital knyttet til flere konto i samme institusjon blir slått sammen og at nytt pensjonskapitalbevis utstedes av institusjonen. Dette gjelder også etter flytting etter § 6-3. Institusjonen skal gi innehaveren informasjon om adgangen til å slå sammen pensjonskapitalbevis og fremgangsmåten for dette.",
                        "§ 9-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-2",
                    "title": "Midler i innskuddsfondet",
                    "sections": [
                        "Innskuddsfondet skal tilføres:",
                        "a.alle tilskudd til innskuddsfondet som omfattes av skatteloven § 6-46",
                        "b.avkastning på midlene i innskuddsfondet etter § 8-4 tredje ledd",
                        "c.avkastning på pensjonskapitalen i samsvar med § 3-2 annet ledd",
                        "d.for meget forskuddsbetalt innskudd for medlemmer som slutter i foretaket i løpet av året.",
                        "I lov 10. april 2015 nr. 17 om finansforetak og finanskonsern skal § 20-4 annet ledd nytt tredje punktum lyde:",
                        "Departementet kan i forskrift fastsette regler til gjennomføring av EØS-regler om reorganisering og avvikling av kredittinstitusjoner og verdipapirforetak.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "2.Departementet kan gi overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}