{
    "lawId": "LOV-2019-11-22-72",
    "lawName": "Lov om endringer i lov 3. desember 1948 nr. 7 om pensjonstrygd for sjømenn m.m. (ny pensjonsordning)",
    "shortName": "Endringslov til lov om pensjonstrygd for sjømenn m.m.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel X Alderspensjon etter nye regler",
            "paragraphs": [
                {
                    "name": "§ 30",
                    "title": "Hvem kapitlet gjelder for",
                    "sections": [
                        "Kapitlet her omfatter arbeidstakere som ansettes etter at kapitlet har trådt i kraft og arbeidstakere som på tidspunktet for ikrafttredelsen ikke har fylt 50 år."
                    ]
                },
                {
                    "name": "§ 31",
                    "title": "Forholdet til de øvrige kapitlene i loven",
                    "sections": [
                        "Loven for øvrig gjelder så langt noe annet ikke følger av kapitlet her.",
                        "Kapittel VI og IX og § 24 nr. 3 gjelder ikke.",
                        "Kapittel V gjelder med de unntak som følger av §§ 40 og 41.",
                        "Departementet kan gi forskrift om gjennomføringen av kapitlet her."
                    ]
                },
                {
                    "name": "§ 32",
                    "title": "Opptjeningstid",
                    "sections": [
                        "Rett til alderspensjon har arbeidstakere med minst 3 års opptjeningstid.",
                        "Med opptjeningstid menes tjenestetid som det er betalt avgift for. Som opptjeningstid regnes også tjenestetid på andre EØS-lands skip."
                    ]
                },
                {
                    "name": "§ 33",
                    "title": "Pensjonsbeholdning – opptjening og beregning av alderspensjon",
                    "sections": [
                        "Den årlige pensjonen beregnes ut fra en opparbeidet pensjonsbeholdning.",
                        "Pensjonsbeholdningen bygges opp ved summen av årlig pensjonsopptjening, som utgjør 6,3 prosent av arbeidstakerens bruttoinntekt om bord.",
                        "For arbeidstakere som er ansatt om bord på fartøy som driver fiske og fangst, utgjør årlig pensjonsopptjening 6,3 prosent av bruttoinntekt om bord, forskudd på lott og lottoppgjør.",
                        "Det gis pensjonsopptjening etter andre og tredje ledd frem til og med måneden arbeidstakeren fyller 70 år.",
                        "Inntekt opp til 12 ganger grunnbeløpet gir pensjonsopptjening. Opptjeningen skjer fortløpende, slik at endringer får effekt fra virkningstidspunktet.",
                        "Inntekt fra tjenestetid som nevnt i § 32 andre ledd andre punktum gir ikke grunnlag for pensjonsopptjening."
                    ]
                },
                {
                    "name": "§ 34",
                    "title": "Regulering av pensjonbeholdning og alderspensjon",
                    "sections": [
                        "Pensjonsopptjeningen for et kalenderår oppreguleres med lønnsveksten og tilføres pensjonsbeholdningen fortløpende.",
                        "Pensjonsbeholdningen reguleres årlig i samsvar med lønnsveksten.",
                        "Pensjon under utbetaling reguleres med lønnsveksten fratrukket 0,75 prosent.",
                        "Regulering etter andre og tredje ledd skjer årlig med virkning fra 1. mai, og det benyttes de reguleringsfaktorene Kongen fastsetter etter folketrygdloven § 20-18 åttende ledd. Ved første regulering etter uttak skal pensjonen reguleres etter tredje ledd ut fra når på året pensjonen tas ut."
                    ]
                },
                {
                    "name": "§ 35",
                    "title": "Uttak av alderspensjon",
                    "sections": [
                        "Pensjonen kan tas ut i perioden fra arbeidstakeren fyller 62 år til og med den måneden arbeidstakeren fyller 70 år. Den kan ikke tas ut delvis.",
                        "Pensjonen kan utbetales fra arbeidstakeren fyller 62 år til fylte 80 år, men ikke over en kortere periode enn 7 år. Den valgte utbetalingsperioden kan ikke endres.",
                        "Den årlige pensjonen på uttakstidspunktet er pensjonsbeholdningen dividert med antall år utbetalingsperioden skal vare. Det ytes ikke barnetillegg eller pensjonstillegg.",
                        "Ved uttak av pensjon skal pensjonsopptjening etter kapitlet her som tilføres pensjonsbeholdningen etter uttak, regnes om til årlig pensjon og legges til pensjonen som allerede er tatt ut. Slike omregninger foretas med virkning fra 1. mai året etter. Omregningen av pensjon på grunnlag av opptjening etter pensjonsuttak, gjelder til og med det året arbeidstakeren fyller 70 år.",
                        "Dersom pensjonsbeholdningen på uttakstidspunktet er mindre enn 28 prosent av folketrygdens grunnbeløp, utbetales den som et engangsbeløp."
                    ]
                },
                {
                    "name": "§ 36",
                    "title": "Alderspensjon og uføreytelser fra folketrygden",
                    "sections": [
                        "Den som i hele eller deler av perioden mellom fylte 62 og 67 år mottar arbeidsavklaringspenger eller uføretrygd fra folketrygden etter en uføregrad på 100 prosent, har ikke samtidig rett til pensjon.",
                        "Den som i hele eller deler av perioden mellom fylte 62 og 67 år mottar arbeidsavklaringspenger eller uføretrygd fra folketrygden etter en uføregrad mindre enn 100 prosent, har samtidig rett til en forholdsmessig del av pensjonen som svarer til differansen mellom 100 prosent og uføregraden.",
                        "Ved fylte 67 år fastsettes en restpensjonsbeholdning som tar hensyn til tid med uføretrygd og arbeidsavklaringspenger før fylte 67 år. Restbeholdningen tar utgangspunkt i beholdningen etter § 33 andre ledd og avkortes forholdsmessig for tiden med mottak av uføretrygd eller arbeidsavklaringspenger i perioden mellom fylte 62 og 67 år og gjennomsnittlig uføregrad. Restbeholdningen utgjør den avkortede beholdningen fratrukket allerede utbetalt pensjon, målt i grunnbeløp. Restbeholdningen fordeles på gjenstående utbetalingsperiode."
                    ]
                },
                {
                    "name": "§ 37",
                    "title": "Opphør av retten til pensjonsbeholdningen",
                    "sections": [
                        "Retten til pensjonsbeholdningen opphører ved arbeidstakerens død."
                    ]
                },
                {
                    "name": "§ 38",
                    "title": "Konvertering av opptjening etter kapittel III",
                    "sections": [
                        "Arbeidstakere som har fartstid etter kapittel III, kan legge denne tiden sammen med opptjeningstid etter kapitlet her for å oppfylle kravene i kapittel III til fartstid og for å kvalifisere til pensjon fra en gitt alder.",
                        "Når vilkårene i første ledd er oppfylt, skal opptjeningen etter kapittel III tilføres pensjonsbeholdningen når arbeidstakeren fyller 62 år. Utbetalingen skjer etter kapitlet her.",
                        "Verdien av rettighetene beregnes etter kapittel III.",
                        "Den samlede pensjonsbeholdningen ved fylte 62 år skal minst utgjøre årlig pensjon etter kapittel III, basert på fartstid før overgangstidspunktet og multiplisert med antall år vedkommende ville fått pensjon etter kapittel III."
                    ]
                },
                {
                    "name": "§ 39",
                    "title": "Utbetaling av alderspensjon",
                    "sections": [
                        "Alderspensjon gis tidligst fra og med måneden etter den måneden melding om uttak av pensjon blir gitt, likevel tidligst fra og med måneden etter fylte 62 år. Ved dødsfall løper den fastsatte nettopensjonen ut måneden etter vedkommendes død.",
                        "Dersom pensjonen ikke er tatt ut innen arbeidstakeren fyller 70 år, utbetales pensjonen i 7 år fra og med måneden etter fylte 70 år.",
                        "Pensjon utbetales etterskuddsvis hver måned. Terminbeløp avrundes til nærmeste hele krone.",
                        "Pensjon utbetales til den berettigede, men kan, når særlige grunner tilsier det, utbetales til andre enn den berettigede."
                    ]
                },
                {
                    "name": "§ 40",
                    "title": "Arbeidstakeravgift til dekning av utgiftene til lovens ytelser og til pensjonsordningens administrasjon",
                    "sections": [
                        "Arbeidstakere skal betale i avgift et beløp som utgjør 1,7 prosent av bruttoinntekt om bord.",
                        "Arbeidstakere som er ansatt om bord på fartøy som driver fiske og fangst, skal betale i avgift et beløp som utgjør 1,7 prosent av bruttoinntekt om bord, forskudd på lott og lottoppgjør.",
                        "Avgifter skal beregnes per kalendermåned. Inntekt opp til 12 ganger grunnbeløpet er avgiftspliktig. Avgiftsplikten gjelder til og med den måneden arbeidstakeren fyller 70 år.",
                        "Rederiet er ansvarlig for arbeidstakeravgiften for enhver arbeidstaker om bord og innbetalingen av den, og har rett til å trekke den fra ved lønnsoppgjør, forskudd på lott og lottoppgjør. Unnlater rederiet dette, kan avgiften ikke kreves hos arbeidstakeren når det har gått 3 måneder fra oppgjøret.",
                        "Under sykdom som nevnt i § 1 nr. 3 er den som utbetaler sykepenger etter folketrygdloven kapittel 8, ansvarlig for arbeidstakerens avgift og kan trekke den fra i sykepengene etter reglene i fjerde ledd."
                    ]
                },
                {
                    "name": "§ 41",
                    "title": "Rederiavgift til dekning av utgiftene til lovens ytelser og til pensjonsordningens administrasjon",
                    "sections": [
                        "Rederiet skal betale i avgift et beløp som utgjør 3,3 prosent av arbeidstakerens bruttoinntekt om bord, herunder av hyre mv. som nevnt i § 1 nr. 3 bokstav a, og av sykepenger som nevnt i § 1 nr. 3 bokstav b, som rederiet plikter å betale.",
                        "Dersom arbeidstakeren er ansatt om bord på fartøy som driver fiske og fangst, skal avgiften være et beløp som utgjør 3,3 prosent av bruttoinntekt om bord, forskudd på lott og lottoppgjør.",
                        "Avgifter skal beregnes per kalendermåned. Avgiftsplikten gjelder til og med den måneden arbeidstakeren fyller 70 år."
                    ]
                },
                {
                    "name": "§ 42",
                    "title": "Samordning",
                    "sections": [
                        "Lov 6. juli 1957 nr. 26 om samordning av pensjons- og trygdeytelser gjelder ikke for pensjoner etter kapitlet her.",
                        "Nåværende kapittel X blir nytt kapittel XI.",
                        "Nåværende § 30 blir ny § 43.",
                        "I lov 28. juni 1957 nr. 12 om pensjonstrygd for fiskere skal § 6 andre ledd lyde:",
                        "For den som har minst 52 premieuker, kan opptjente pensjonsgivende fartsmåneder etter kapittel II og opptjeningstid etter kapittel X i lov 3. desember 1948 nr. 7 om pensjonsordning for arbeidstakere til sjøs medregnes for å nå opp i minstekravet på 750 premieuker.",
                        "Loven trer i kraft fra den tiden Kongen bestemmer. Kongen kan bestemme at de forskjellige bestemmelsene skal tre i kraft til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}