{
    "lawId": "LOV-2019-06-21-53",
    "lawName": "Lov om endringer i klimakvoteloven (gjennomføring av ICAO CORSIA m.m.)",
    "shortName": "Endringslov til klimakvoteloven (gjennomføring av ICAO CORSIA m.m.)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2",
                    "title": "(lovens stedlige virkeområde)",
                    "sections": [
                        "Loven gjelder for utslipp av klimagasser",
                        "a)i riket, unntatt på Svalbard,",
                        "b)fra virksomhet på Norges kontinentalsokkel,",
                        "c)fra luftfartsaktiviteter innen EØS-området,",
                        "d)fra luftfartsaktiviteter til og fra EØS-området, og",
                        "e)fra øvrige internasjonale luftfartsaktiviteter.",
                        "For utslipp av klimagasser fra internasjonale luftfartsaktiviteter som ikke omfattes av kvoteplikt etter § 4, gjelder kun §§ 3 a og 18.",
                        "Kongen kan i forskrift bestemme at loven skal gjelde på Svalbard, samt gi nærmere bestemmelser om lovens stedlige virkeområde ellers.",
                        "§ 3 annet ledd skal lyde:",
                        "Kongen kan i forskrift gi nærmere bestemmelser om hvilke klimagasser, aktiviteter og virksomheter som er kvotepliktige.",
                        "Ny § 3 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 3 a",
                    "title": "(utslipp fra luftfartsaktiviteter som ikke er omfattet av kvoteplikt)",
                    "sections": [
                        "Kongen kan gi forskrift om måling og rapportering av utslipp av klimagasser fra internasjonale luftfartsaktiviteter som ikke er omfattet av kvoteplikt etter § 4, herunder regler for forurensningsmyndighetens saksbehandling og kontroll, samt krav til tredjepartsverifikasjon.",
                        "Kongen kan i forskrift gi regler om kompensasjon for økte utslipp av klimagasser fra internasjonale luftfartsaktiviteter som ikke er omfattet av kvoteplikt etter § 4.",
                        "Kongen kan gi forskrift om gebyrer for saksbehandling og kontroll utført av forurensningsmyndigheten etter forskrifter gitt i medhold av denne paragrafen.",
                        "§ 4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "(kvoteplikt)",
                    "sections": [
                        "Den som har kvotepliktige utslipp fra virksomhet eller aktiviteter som nevnt i forskrift gitt i medhold av § 3, må innlevere kvoter tilsvarende sine kvotepliktige utslipp i samsvar med bestemmelsene i § 12. For virksomheter som omfattes av forurensningsloven, kreves i tillegg tillatelse etter forurensningsloven § 11. For luftfartøysoperatører som har kvotepliktige utslipp, kreves en godkjent plan for overvåking av utslipps- og aktivitetsdata.",
                        "§ 10 første ledd skal lyde:",
                        "Kongen kan i forskrift fastsette bestemmelser om tildeling av vederlagsfrie kvoter, herunder bestemmelser om omgjøring av vedtak om tildeling på bakgrunn av våre folkerettslige forpliktelser eller på bakgrunn av endringer i stasjonære industrivirksomheters kapasitet, aktivitetsnivå eller drift som har innvirkning på grunnlaget for tildelingen.",
                        "§ 10 annet ledd oppheves.",
                        "§ 18 skal lyde:"
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "(tvangsmulkt)",
                    "sections": [
                        "Ved overtredelse av rapporteringsplikten etter § 14 eller etter forskrift gitt i medhold av § 3 a kan forurensningsmyndighetene fatte vedtak om tvangsmulkt til staten. Tvangsmulkten begynner å løpe dersom fristen som forurensningsmyndighetene har fastsatt for å rette forholdet, oversittes. Tvangsmulkten løper så lenge det ulovlige forholdet varer.",
                        "Tvangsmulkten ilegges den kvotepliktige etter § 4 eller luftfartøysoperatør som omfattes av forskrift gitt i medhold av § 3 a.",
                        "§ 19 første ledd første punktum skal lyde:",
                        "Dersom den kvotepliktige ikke har overholdt sine forpliktelser etter § 12 første ledd, ilegger forurensningsmyndighetene et overtredelsesgebyr til statskassen.",
                        "Loven trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}