{
    "lawId": "LOV-2019-06-14-22",
    "lawName": "Lov om endringer i skipsarbeidsloven mv",
    "shortName": "Endringslov til skipsarbeidsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel 5 A. Arbeidstakernes rettigheter ved virksomhetsoverdragelse",
            "paragraphs": [
                {
                    "name": "§ 5 A-1",
                    "title": "Kapitlets virkeområde",
                    "sections": [
                        "(1) Kapitlet her gjelder ved overdragelse av en virksomhet eller en del av en virksomhet, herunder overdragelser av sjøgående skip. Med overdragelse menes en overføring av en selvstendig økonomisk enhet som beholder sin identitet etter overføringen. Kapitlet kommer likevel ikke til anvendelse dersom overdragelsen utelukkende gjelder skip.",
                        "(2) §§ 5 A-3 til 5 A-5 gjelder bare når",
                        "a.virksomheten eller den delen av virksomheten som skal overdras ligger innenfor EØS, og",
                        "b.erververen ligger innenfor EØS, eller den virksomheten eller delen av denne som overdras, forblir innenfor EØS.",
                        "(3) §§ 5 A-2 og 5 A-3 gjelder ikke ved overdragelse fra et konkursbo."
                    ]
                },
                {
                    "name": "§ 5 A-2",
                    "title": "Vern mot oppsigelse",
                    "sections": [
                        "(1) Overdragelse av en virksomhet eller en del av en virksomhet som nevnt i § 5 A-1 gir ikke i seg selv grunn for oppsigelse eller avskjed fra tidligere eller ny arbeidsgiver.",
                        "(2) Dersom en arbeidsavtale eller et arbeidsforhold opphører fordi skiftet av arbeidsgiver medfører vesentlige endringer i arbeidsvilkårene til skade for arbeidstakeren, anses opphøret som en følge av arbeidsgivers forhold.",
                        "(3) Ved tvister etter denne paragrafen gjelder §§ 5-10 og 5-11."
                    ]
                },
                {
                    "name": "§ 5 A-3",
                    "title": "Lønns- og arbeidsvilkår",
                    "sections": [
                        "(1) Den tidligere arbeidsgiverens rettigheter og plikter som følger av en arbeidsavtale eller et arbeidsforhold som foreligger på det tidspunktet overdragelsen finner sted, overføres til den nye arbeidsgiveren.",
                        "(2) Den nye arbeidsgiveren skal opprettholde de individuelle arbeidsvilkårene som følger av en tariffavtale som den tidligere arbeidsgiveren var bundet av, inntil tariffavtalen utløper, eller en annen tariffavtale trer i kraft eller kommer til anvendelse.",
                        "(3) Arbeidstakernes rett til videre opptjening av alders-, etterlatte- og uførepensjon i henhold til en kollektiv tjenestepensjon, overføres ikke etter første og annet ledd."
                    ]
                },
                {
                    "name": "§ 5 A-4",
                    "title": "Representasjon",
                    "sections": [
                        "(1) Hvis virksomheten bevarer sin uavhengighet, skal tillitsvalgte som representerer arbeidstakere som berøres av en overdragelse som nevnt i § 5 A-1, beholde sin rettsstilling og funksjon.",
                        "(2) Hvis virksomheten ikke bevarer sin uavhengighet, skal de overførte arbeidstakerne som var representert før overdragelsen, fortsatt være representert på en egnet måte frem til et nyvalg kan finne sted.",
                        "(3) Første ledd gjelder ikke dersom overdragelsen medfører at grunnlaget for arbeidstakernes representasjon opphører. I slike tilfeller skal de tillitsvalgte fortsatt være sikret vern i samsvar med de avtalene som beskytter de tillitsvalgte på dette området."
                    ]
                },
                {
                    "name": "§ 5 A-5",
                    "title": "Informasjon og drøfting",
                    "sections": [
                        "(1) Tidligere og ny arbeidsgiver skal så tidlig som mulig informere de berørte arbeidstakernes tillitsvalgte om overdragelsen. Det skal gis særskilt informasjon om",
                        "a.grunnen til overdragelsen",
                        "b.den fastsatte eller foreslåtte dato for overdragelsen",
                        "c.de rettslige, økonomiske og sosiale følgene av overdragelsen for arbeidstakerne",
                        "d.planlagte tiltak overfor arbeidstakerne.",
                        "(2) I virksomheter hvor det ikke er tillitsvalgte skal de berørte arbeidstakerne så tidlig som mulig få informasjonen nevnt i første ledd.",
                        "(3) Dersom tidligere eller ny arbeidsgiver planlegger tiltak overfor arbeidstakerne, skal de så tidlig som mulig drøfte tiltakene med de tillitsvalgte med sikte på å oppnå en avtale.",
                        "§ 10-1 femte til syvende ledd oppheves.",
                        "§ 11-1 annet ledd oppheves. Nåværende tredje ledd blir annet ledd.",
                        "§ 11-2 nytt fjerde ledd skal lyde:",
                        "(4) Bestemmelsene i denne paragrafen kan fravikes ved tariffavtale.",
                        "§ 11-4 oppheves.",
                        "I lov 12. juni 1987 nr. 48 om norsk internasjonalt skipsregister skal § 8 første ledd lyde:",
                        "Bestemmelsene i skipsarbeidsloven § 3-1 fjerde ledd, §§ 3-3 til 3-8, § 4-2 tredje ledd, § 4-6 første ledd bokstav a, § 5-2 første ledd annet punktum og annet og tredje ledd, § 5-3 annet ledd og tredje ledd bokstav a til d, § 5-4, § 5-6 annet ledd, § 5-7, § 5-9, § 5-10, § 5-12, § 5 A-2, §§ 6-1 til 6-3, § 7-2, § 7-3, §§ 7-5 til 7-12, § 8-4 og § 11-2 kan fravikes i tariffavtale.",
                        "I lov 23. august 1996 nr. 63 om allmenngjøring av bestemmelser i tariffavtale om europeiske samarbeidsutvalg m.v. oppheves § 1 annet ledd.",
                        "Loven gjelder fra den tiden Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}