{
    "lawId": "LOV-2019-06-21-37",
    "lawName": "Lov om endringar i merverdiavgiftsloven",
    "shortName": "Endringslov til merverdiavgiftsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 6-3",
                    "title": "Tidsskrift",
                    "sections": [
                        "(1) Omsetning av tidsskrift, herunder elektroniske tidsskrift, som hovedsakelig omsettes til faste abonnenter eller som hovedsakelig deles ut til eller på annen måte gjøres tilgjengelig for foreningsmedlemmer, er fritatt for merverdiavgift i siste omsetningsledd.",
                        "(2) Omsetning av tidsskrift, herunder elektroniske tidsskrift, med overveiende politisk, litterært eller religiøst innhold er fritatt for merverdiavgift i siste omsetningsledd.",
                        "(3) Departementet kan gi forskrift om utfylling og gjennomføring av denne paragrafen, herunder om hva som menes med tidsskrift og elektroniske tidsskrift og om vilkår for fritak. Departementet kan også gi forskrift om at trykking av tidsskrift og framstilling av elektroniske tidsskrift, skal være fritatt for merverdiavgift.",
                        "§ 6-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-4",
                    "title": "Bøker",
                    "sections": [
                        "(1) Omsetning av bøker, herunder elektroniske bøker, er fritatt for merverdiavgift i siste omsetningsledd. Fritaket gjelder tilsvarende for lydbøker som er parallellutgaver av bøker og elektroniske bøker.",
                        "(2) Fritaket gjelder ikke publikasjoner som selges sammen med en vare av annet slag og som inngår som en del av en felles vareenhet.",
                        "(3) Trykking av bøker er fritatt for merverdiavgift dersom oppdragsgiveren skal dele ut hele opplaget gratis eller oppdragsgiverens videresalg er av så lite omfang at oppdragsgiveren ikke blir registreringspliktig etter § 2-1 første ledd. Fritaket gjelder tilsvarende for framstilling av lydbøker som er parallellutgaver av bøker og elektroniske bøker.",
                        "(4) Departementet kan gi forskrift om hva som menes med bøker og elektroniske bøker, og om vilkår for fritak. Departementet kan også gi forskrift om at framstilling av elektroniske bøker, skal være fritatt for merverdiavgift.",
                        "Endringane under I tek til å gjelde straks.",
                        "Endringane under II tek til å gjelde frå 1. juli 2019."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}