{
    "lawId": "LOV-2019-12-06-77",
    "lawName": "Lov om endringer i aksjelovgivningen mv. (langsiktig eierskap i noterte selskaper mv.)",
    "shortName": "Endringslov til aksjelovgivningen mv. (langsiktig eierskap i noterte selskaper mv.)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3-8",
                    "title": "Avtaler med aksjeeiere eller medlemmer av selskapets ledelse mv.",
                    "sections": [
                        "(1) Styret skal godkjenne avtaler mellom selskapet og en aksjeeier, en aksjeeiers morselskap, et styremedlem eller daglig leder der selskapets ytelse på tidspunktet for inngåelse av avtalen har en virkelig verdi som er større enn 2,5 prosent av balansesummen i selskapets sist godkjente årsregnskap. Det samme gjelder avtaler mellom selskapet og:",
                        "1.en nærstående til noen som nevnt i første punktum,",
                        "2.en som handler etter avtale med noen som nevnt i første punktum.",
                        "(2) Terskelverdien etter første ledd første punktum kan bygge på en mellombalanse etter § 8-2 a første ledd som er registrert i og kunngjort av Regnskapsregisteret. Har selskapet ikke fastsatt et årsregnskap eller en mellombalanse, er terskelverdien 2,5 prosent av samlet pålydende og overkurs på de aksjene som selskapet har utstedt.",
                        "(3) Styret skal sørge for at det utarbeides en redegjørelse for avtalen etter reglene i § 2-6 første og annet ledd. Styret skal avgi en erklæring om at avtalen er i selskapets interesse, at det er rimelig samsvar mellom verdien av det vederlaget selskapet skal yte og verdien av det vederlaget selskapet skal motta, og at kravet til forsvarlig egenkapital og likviditet i § 3-4 vil være oppfylt. Redegjørelsen og erklæringen skal dateres og signeres av samtlige styremedlemmer, med unntak av styremedlemmer som var inhabile etter § 6-27 ved styrets behandling av saken. Har en som skal signere, innvendinger mot redegjørelsen eller erklæringen, skal vedkommende signere med påtegnet forbehold og gjøre rede for innvendingene i redegjørelsen.",
                        "(4) Redegjørelsen og erklæringen etter tredje ledd skal uten opphold sendes til alle aksjeeiere med kjent adresse og til Foretaksregisteret.",
                        "(5) Avtale inngått i strid med første ledd er ikke bindende for selskapet om selskapet godtgjør at medkontrahenten forsto eller burde ha forstått at styret ikke har godkjent avtalen. Oppfyllelse i henhold til avtale som ikke binder selskapet, skal tilbakeføres. § 3-7 annet ledd gjelder tilsvarende.",
                        "(6) Bestemmelsene i denne paragrafen gjelder ikke:",
                        "1.avtale som inngås som ledd i selskapets vanlige virksomhet og som er grunnet på vanlige forretningsmessige vilkår og prinsipper,",
                        "2.avtale der selskapets ytelse på tidspunktet for inngåelse av avtalen har en virkelig verdi som utgjør mindre enn 100 000 kroner,",
                        "3.avtale inngått i samsvar med reglene i § 2-4, jf. § 2-6, og § 10-2,",
                        "4.avtale om lønn og godtgjørelse til daglig leder og avtale som nevnt i § 6-10,",
                        "5.avtale om overdragelse av omsettelige verdipapirer som nevnt i verdipapirhandelloven § 2-4 første ledd til pris i henhold til kursnotering på et regulert marked,",
                        "6.avtale som omfattes av § 8-7 tredje ledd første punktum nr. 2 og 3, jf. annet punktum, dersom morselskapet eller den juridiske personen eier samtlige aksjer i selskapet,",
                        "7.avtale inngått i samsvar med reglene gitt i eller i medhold av § 8-10,",
                        "8.avtale som er godkjent av Finanstilsynet etter reglene i finansforetaksloven kapittel 20.",
                        "(7) Departementet kan i forskrift gi nærmere regler om innsending av redegjørelse og erklæring etter tredje ledd til Foretaksregisteret, offentliggjøring av informasjon i redegjørelsen og erklæringen, gebyr for å registrere redegjørelsen og erklæringen, samt gebyr for innsyn.",
                        "§ 8-10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-10",
                    "title": "Kreditt og annen finansiell bistand til erverv av aksjer i selskapet mv.",
                    "sections": [
                        "(1) Selskapet kan stille midler til rådighet eller gi kreditt eller stille sikkerhet i forbindelse med en tredjepersons erverv av aksjer eller rett til erverv av aksjer i selskapet eller selskapets morselskap innenfor rammen av de midler selskapet kan benytte til utdeling av utbytte etter § 8-1.",
                        "(2) Beregningen av det beløp som kan ytes etter første ledd kan bygge på en mellombalanse. I så fall gjelder § 8-2 a første og fjerde ledd tilsvarende. Bistanden kan ytes av selskapet først når mellombalansen er registrert i og kunngjort av Regnskapsregisteret.",
                        "(3) Selskapets bistand skal ytes på vanlige forretningsmessige vilkår og prinsipper. Det kan bare ytes bistand til erverv av aksjer som er fullt innbetalt.",
                        "(4) Begrensningen i første ledd gjelder ikke der erverver er hjemmehørende i en EØS-stat og erverver inngår i samme konsern som selskapet eller ervervet fører til at det dannes et konsern. Likestilt med konsern etter første punktum er foretaksgruppe som nevnt i § 8-7 tredje ledd nr. 3.",
                        "(5) Styrets vedtak om finansiell bistand skal godkjennes av generalforsamlingen med flertall som for vedtektsendring før bistanden ytes.",
                        "(6) Styret skal sørge for at det foretas en kredittvurdering av den part eller de parter som mottar finansiell bistand og at det utarbeides en redegjørelse for bistanden. Redegjørelsen skal minst inneholde:",
                        "1.bakgrunnen for forslaget om finansiell bistand,",
                        "2.vilkår som er knyttet til gjennomføringen av disposisjonen,",
                        "3.prisen som tredjepersonen skal betale for aksjene eller retten til aksjene,",
                        "4.en vurdering av selskapets interesse i å gjennomføre en slik disposisjon, og",
                        "5.en vurdering av de konsekvenser disposisjonen får for selskapets egenkapital og likviditet, jf. § 3-4.",
                        "Styret skal avgi en erklæring om at det er i selskapets interesse å yte bistanden, og at kravet til forsvarlig egenkapital og likviditet i § 3-4 vil være oppfylt.",
                        "(7) Redegjørelsen og erklæringen skal dateres og signeres av samtlige styremedlemmer, med unntak av styremedlemmer som var inhabile etter § 6-27 ved styrets behandling av saken. Har en som skal signere, innvendinger mot redegjørelsen eller erklæringen, skal vedkommende signere med påtegnet forbehold og gjøre rede for innvendingene i redegjørelsen. Redegjørelsen og erklæringen skal vedlegges innkallingen til generalforsamlingen.",
                        "(8) Når styret har fattet vedtak om finansiell bistand skal redegjørelsen og erklæringen etter sjette ledd uten opphold og før bistanden ytes, sendes til Foretaksregisteret. Innsideinformasjon etter verdipapirhandelloven § 3-2 skal ikke sendes Foretaksregisteret.",
                        "(9) Bestemmelsene i denne paragrafen gjelder ikke:",
                        "1.utdeling av utbytte og konsernbidrag etter reglene i kapittel 8,",
                        "2.gave etter reglene i § 8-6,",
                        "3.kapitalnedsetting etter reglene i kapittel 12, og",
                        "4.fisjon etter reglene i kapittel 14.",
                        "(10) Departementet kan ved forskrift eller enkeltvedtak gjøre unntak fra reglene i første til åttende ledd og §§ 8-8 og 8-9 for erverv av aksjer av eller for ansatte i selskapet. Tilsvarende gjelder for erverv av aksjer av eller for ansatte i selskap i samme konsern eller foretaksgruppe som nevnt i § 8-7 tredje ledd nr. 3.",
                        "(11) Departementet kan i forskrift gi nærmere regler om innsending av redegjørelse og erklæring etter sjette ledd til Foretaksregisteret, offentliggjøring av informasjon i redegjørelsen og erklæringen, gebyr for å registrere redegjørelsen og erklæringen, samt gebyr for innsyn.",
                        "I lov 13. juni 1997 nr. 45 om allmennaksjeselskaper gjøres følgende endringer:",
                        "Ny § 2-10 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 2-10 a",
                    "title": "Avtale om etterfølgende erverv av eiendeler fra stifter mv.",
                    "sections": [
                        "(1) En avtale om erverv av eiendeler fra en aksjeeier eller stifter som ikke er angitt i stiftelsesdokumentet etter reglene i § 2-4, jf. § 2-6, skal godkjennes av generalforsamlingen dersom:",
                        "1.ervervet skjer etter stiftelsen og innen to år etter at selskapet er registrert i Foretaksregisteret, og",
                        "2.selskapets ytelse har en virkelig verdi som utgjør over en tidel av samlet pålydende og overkurs på de aksjene som selskapet har utstedt på tidspunktet for ervervet.",
                        "(2) Likestilt med en aksjeeier eller stifter etter første ledd er:",
                        "1.nærstående til en aksjeeier eller stifter,",
                        "2.noen som handler etter avtale med en aksjeeier eller stifter.",
                        "(3) Styret skal sørge for at det utarbeides en redegjørelse for avtalen etter reglene i § 2-6 første og annet ledd. Styret skal avgi en erklæring om at avtalen er i selskapets interesse, at det er rimelig samsvar mellom verdien av det vederlaget selskapet skal yte og verdien av det vederlaget selskapet skal motta, og at kravet til forsvarlig egenkapital og likviditet i § 3-4 vil være oppfylt. Erklæringen skal dateres og signeres av samtlige styremedlemmer, med unntak av styremedlemmer som var inhabile etter § 6-27 ved styrets behandling av saken. Har en som skal signere, innvendinger mot erklæringen, skal vedkommende signere med påtegnet forbehold og gjøre rede for innvendingene i erklæringen.",
                        "(4) Redegjørelsen og erklæringen etter tredje ledd skal vedlegges innkallingen til generalforsamlingen og skal uten opphold sendes til Foretaksregisteret.",
                        "(5) Avtale inngått i strid med første og annet ledd er ikke bindende for selskapet om selskapet godtgjør at medkontrahenten forsto eller burde ha forstått at generalforsamlingen ikke har godkjent avtalen. Oppfyllelse i henhold til avtale som ikke binder selskapet, skal tilbakeføres. § 3-7 annet ledd gjelder tilsvarende.",
                        "(6) Bestemmelsene i denne paragrafen gjelder ikke:",
                        "1.avtale som inngås som ledd i selskapets vanlige virksomhet og som er grunnet på vanlige forretningsmessige vilkår og prinsipper,",
                        "2.avtale om overdragelse av omsettelige verdipapirer som nevnt i verdipapirhandelloven § 2-4 første ledd til pris i henhold til kursnotering på et regulert marked,",
                        "3.avtale som er godkjent av Finanstilsynet etter reglene i finansforetaksloven kapittel 20.",
                        "(7) Departementet kan i forskrift gi nærmere regler om innsending av redegjørelse og erklæring etter tredje ledd til Foretaksregisteret, offentliggjøring av informasjon i redegjørelsen og erklæringen, gebyr for å registrere redegjørelsen og erklæringen, samt gebyr for innsyn.",
                        "§ 3-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-8",
                    "title": "Avtaler mellom unoterte selskaper og aksjeeiere eller medlemmer av selskapets ledelse mv.",
                    "sections": [
                        "(1) Denne paragrafen gjelder for selskap som ikke har aksjer tatt opp til handel på regulert marked. Departementet kan i forskrift fastsette at paragrafen ikke skal gjelde for selskaper med aksjer tatt opp til handel på tilsvarende marked utenfor EØS eller på andre typer handelsplasser.",
                        "(2) Styret skal godkjenne avtaler mellom selskapet og en aksjeeier, en aksjeeiers morselskap, et styremedlem eller daglig leder der selskapets ytelse på tidspunktet for inngåelse av avtalen har en virkelig verdi som er større enn 2,5 prosent av balansesummen i selskapets sist godkjente årsregnskap. Det samme gjelder avtaler mellom selskapet og:",
                        "1.en nærstående til noen som nevnt i første punktum,",
                        "2.en som handler etter avtale med noen som nevnt i første punktum.",
                        "(3) Terskelverdien etter annet ledd første punktum kan bygge på en mellombalanse etter § 8-2 a første ledd som er registrert i og kunngjort av Regnskapsregisteret. Har selskapet ikke fastsatt et årsregnskap eller en mellombalanse, er terskelverdien 2,5 prosent av samlet pålydende og overkurs på de aksjene som selskapet har utstedt.",
                        "(4) Styret skal sørge for at det utarbeides en redegjørelse for avtalen etter reglene i aksjeloven § 2-6 første og annet ledd. Styret skal avgi en erklæring om at avtalen er i selskapets interesse, at det er rimelig samsvar mellom verdien av det vederlaget selskapet skal yte og verdien av det vederlaget selskapet skal motta, og at kravet til forsvarlig egenkapital og likviditet i § 3-4 vil være oppfylt. Redegjørelsen og erklæringen skal dateres og signeres av samtlige styremedlemmer, med unntak av styremedlemmer som var inhabile etter § 6-27 ved styrets behandling av saken. Har en som skal signere, innvendinger mot redegjørelsen eller erklæringen, skal vedkommende signere med påtegnet forbehold og gjøre rede for innvendingene i redegjørelsen.",
                        "(5) Redegjørelsen og erklæringen etter fjerde ledd skal uten opphold sendes til alle aksjeeiere med kjent adresse og til Foretaksregisteret.",
                        "(6) Avtale inngått i strid med annet ledd er ikke bindende for selskapet om selskapet godtgjør at medkontrahenten forsto eller burde ha forstått at styret ikke har godkjent avtalen. Oppfyllelse i henhold til avtale som ikke binder selskapet, skal tilbakeføres. § 3-7 annet ledd gjelder tilsvarende.",
                        "(7) Bestemmelsene i denne paragrafen gjelder ikke:",
                        "1.avtale som inngås som ledd i selskapets vanlige virksomhet og som er grunnet på vanlige forretningsmessige vilkår og prinsipper,",
                        "2.avtale der selskapets ytelse på tidspunktet for inngåelse av avtalen har en virkelig verdi som utgjør mindre enn 100 000 kroner,",
                        "3.avtale inngått i samsvar med reglene i § 2-4, jf. § 2-6, § 2-10 a og § 10-2,",
                        "4.avtale om lønn og godtgjørelse til daglig leder og avtale som nevnt i § 6-10,",
                        "5.avtale om overdragelse av omsettelige verdipapirer som nevnt i verdipapirhandelloven § 2-4 første ledd til pris i henhold til kursnotering på et regulert marked,",
                        "6.avtale som omfattes av § 8-7 tredje ledd første punktum nr. 2 og 3, jf. annet punktum, dersom morselskapet eller den juridiske personen eier samtlige aksjer i selskapet,",
                        "7.avtale inngått i samsvar med reglene gitt i eller i medhold av § 8-10,",
                        "8.avtale som er godkjent av Finanstilsynet etter reglene i finansforetaksloven kapittel 20.",
                        "(8) Departementet kan i forskrift gi nærmere regler om innsending av redegjørelse og erklæring etter fjerde ledd til Foretaksregisteret, offentliggjøring av informasjon i redegjørelsen og erklæringen, gebyr for å registrere redegjørelsen og erklæringen, samt gebyr for innsyn.",
                        "Etter § 3-9 skal nytt avsnitt V lyde:"
                    ]
                }
            ]
        },
        {
            "name": "V. Vesentlige avtaler mellom noterte selskaper og tilknyttede parter",
            "paragraphs": [
                {
                    "name": "§ 3-10",
                    "title": "Virkeområde",
                    "sections": [
                        "Bestemmelsene i §§ 3-11 til 3-18 gjelder når et selskap med aksjer tatt opp til handel på regulert marked i eller med virksomhet i EØS skal inngå en vesentlig avtale med en tilknyttet part. Departementet kan i forskrift fastsette at bestemmelsene også skal gjelde for selskaper med aksjer tatt opp til handel på tilsvarende marked utenfor EØS eller på andre typer handelsplasser. Bestemmelsene i § 3-19 gjelder når et datterselskap til et selskap som nevnt i første punktum eller i forskrift inngår en vesentlig avtale med en tilknyttet part til morselskapet."
                    ]
                },
                {
                    "name": "§ 3-11",
                    "title": "Hva som er en vesentlig avtale",
                    "sections": [
                        "(1) Med vesentlig avtale menes avtale der selskapets ytelse på tidspunktet for inngåelse av avtalen har en virkelig verdi som er større enn 2,5 prosent av balansesummen i selskapets sist godkjente årsregnskap.",
                        "(2) Terskelverdien etter første ledd kan bygge på en mellombalanse etter § 8-2 a første ledd som er registrert i og kunngjort av Regnskapsregisteret. Har selskapet ikke fastsatt et årsregnskap eller en mellombalanse, er terskelverdien 2,5 prosent av samlet pålydende og overkurs på de aksjene som selskapet har utstedt.",
                        "(3) Ved vurderingen av om en avtale er vesentlig etter første ledd skal avtaler som selskapet eller et annet foretak i samme konsern eller foretaksgruppe, jf. § 8-7 tredje ledd nr. 3, har inngått med samme tilknyttet part i samme regnskapsår, regnes sammen. Avtale som nevnt i § 3-16 nr. 1 og nr. 3 til 10 som selskapet eller foretak som nevnt i første punktum har inngått, skal ikke regnes med."
                    ]
                },
                {
                    "name": "§ 3-12",
                    "title": "Hvem som er tilknyttet part",
                    "sections": [
                        "Med tilknyttet part menes noen som er angitt som nærstående part i regnskapsloven § 7-30b eller i forskrift gitt i medhold av bestemmelsen."
                    ]
                },
                {
                    "name": "§ 3-13",
                    "title": "Godkjenning av avtalen",
                    "sections": [
                        "En vesentlig avtale mellom selskapet og en tilknyttet part skal godkjennes av generalforsamlingen. Ved avstemningen kan stemmerett ikke utøves for aksjer som eies av den tilknyttede parten eller av et annet foretak i samme konsern eller foretaksgruppe, jf. § 8-7 tredje ledd nr. 3, som den tilknyttede parten."
                    ]
                },
                {
                    "name": "§ 3-14",
                    "title": "Redegjørelse for avtalen mv.",
                    "sections": [
                        "(1) Styret skal sørge for at det utarbeides en redegjørelse for avtalen etter reglene i § 2-6 første og annet ledd. Styret skal avgi en erklæring om at avtalen er i selskapets interesse, at det er rimelig samsvar mellom verdien av det vederlaget selskapet skal yte og verdien av det vederlaget selskapet skal motta, og at kravet til forsvarlig egenkapital og likviditet i § 3-4 vil være oppfylt. Erklæringen skal dateres og signeres av samtlige styremedlemmer, med unntak av styremedlemmer som var inhabile etter § 6-27 ved styrets behandling av saken. Har en som skal signere, innvendinger mot erklæringen, skal vedkommende signere med påtegnet forbehold og gjøre rede for innvendingene i erklæringen.",
                        "(2) Redegjørelsen og erklæringen etter første ledd skal vedlegges innkallingen til generalforsamlingen, og skal uten opphold sendes til Foretaksregisteret.",
                        "(3) Departementet kan i forskrift gi nærmere regler om innsending av redegjørelse og erklæring etter første ledd til Foretaksregisteret, offentliggjøring av informasjon i redegjørelsen og erklæringen, gebyr for å registrere redegjørelsen og erklæringen, samt gebyr for innsyn."
                    ]
                },
                {
                    "name": "§ 3-15",
                    "title": "Offentliggjøring av melding om avtalen",
                    "sections": [
                        "(1) Styret skal sørge for at det utarbeides en melding om avtalen som minst skal opplyse om:",
                        "1.den tilknyttede parts navn, relasjonen mellom selskapet og den tilknyttede part, datoen for inngåelse av avtalen og verdien av avtalen,",
                        "2.forhold som kan være av betydning for å vurdere om avtalen er i selskapets interesse, og",
                        "3.forhold som kan være av betydning for å vurdere om avtalen er rimelig for aksjeeiere som ikke er part i avtalen.",
                        "Meldingen skal dateres og signeres av samtlige styremedlemmer, med unntak av styremedlem som var inhabil etter § 6-27 ved styrets behandling av saken. Har en som skal signere innvendinger mot meldingen, skal vedkommende signere med påtegnet forbehold.",
                        "(2) Meldingen skal offentliggjøres på selskapets nettsider uten opphold etter at avtalen er inngått. Selskapet kan utsette offentliggjøringen av meldingen etter reglene i verdipapirhandelloven § 5-3. Meldingen skal forbli offentlig på nettsiden så lenge avtalen varer, men likevel ikke kortere enn fem år. I stedet for offentliggjøring på selskapets nettsider kan meldingen offentliggjøres etter reglene i verdipapirhandelloven kapittel 5 avsnitt I.",
                        "(3) Dersom melding etter første og annet ledd skyldes at avtaler er regnet sammen etter § 3-11 tredje ledd, skal meldingen inneholde opplysninger om samtlige av disse avtalene. Dette gjelder likevel ikke avtale som tidligere er offentliggjort etter annet ledd."
                    ]
                },
                {
                    "name": "§ 3-16",
                    "title": "Unntak",
                    "sections": [
                        "Bestemmelsene i §§ 3-13 til 3-15 gjelder ikke for:",
                        "1.avtale som inngås som ledd i selskapets vanlige virksomhet og som er grunnet på vanlige forretningsmessige vilkår og prinsipper,",
                        "2.avtale der selskapets ytelse på tidspunktet for inngåelse av avtalen har en virkelig verdi som utgjør mindre enn 250 000 kroner,",
                        "3.avtale inngått i samsvar med reglene i § 2-4, jf. § 2-6, § 2-10 a og § 10-2,",
                        "4.avtale som nevnt i §§ 6-10 og 6-16 a,",
                        "5.avtale om overdragelse av omsettelige verdipapirer som nevnt i verdipapirhandelloven § 2-4 første ledd til pris i henhold til kursnotering på et regulert marked,",
                        "6.avtale som omfattes av § 8-7 tredje ledd første punktum nr. 2 og 3, jf. annet punktum, dersom morselskapet eller den juridiske personen eier samtlige aksjer i selskapet,",
                        "7.avtale inngått i samsvar med reglene gitt i eller i medhold av § 8-10,",
                        "8.avtale inngått med et heleid datterselskap,",
                        "9.avtale inngått med et deleid datterselskap, dersom ingen av selskapets tilknyttede parter har en interesse i datterselskapet,",
                        "10.avtale som er godkjent av Finanstilsynet etter reglene i finansforetaksloven kapittel 20."
                    ]
                },
                {
                    "name": "§ 3-17",
                    "title": "Periodisk vurdering av avtaler som inngås som ledd i selskapets vanlige virksomhet",
                    "sections": [
                        "Styret skal i årsrapporten og halvårsrapporten etter verdipapirhandelloven §§ 5-5 og 5-6 opplyse om en avtale som var omfattet av § 3-16 nr. 1 ved inngåelse av avtalen, ikke lenger oppfyller vilkårene for unntak."
                    ]
                },
                {
                    "name": "§ 3-18",
                    "title": "Rettsvirkning av overtredelse",
                    "sections": [
                        "(1) Avtale inngått i strid med § 3-13 er ikke bindende for selskapet om selskapet godtgjør at medkontrahenten forsto eller burde ha forstått at generalforsamlingen ikke har godkjent avtalen.",
                        "(2) Oppfyllelse i henhold til avtale som ikke binder selskapet etter første ledd, skal tilbakeføres. § 3-7 annet ledd gjelder tilsvarende."
                    ]
                },
                {
                    "name": "§ 3-19",
                    "title": "Offentliggjøring av melding om vesentlige avtaler inngått mellom selskapets datterselskaper og selskapets tilknyttede parter",
                    "sections": [
                        "(1) Denne paragrafen gjelder der datterselskap til et selskap med aksjer tatt opp til handel på regulert marked inngår vesentlig avtale med tilknyttet part til morselskapet som nevnt i § 3-12. Departementet kan i forskrift fastsette at paragrafen også skal gjelde for datterselskaper til et selskap med aksjer tatt opp til handel på tilsvarende marked utenfor EØS eller på andre typer handelsplasser.",
                        "(2) Med vesentlig avtale i denne paragrafen menes avtale der datterselskapets ytelse på tidspunktet for inngåelse av avtalen har en virkelig verdi som er større enn 2,5 prosent av balansesummen i morselskapets sist godkjente årsregnskap. Terskelverdien etter første punktum kan bygge på mellombalanse som morselskapet har fått utarbeidet i henhold til reglene i § 8-2 a første ledd og som er registrert i og kunngjort av Regnskapsregisteret. Har morselskapet ikke fastsatt et årsregnskap eller en mellombalanse, er terskelverdien 2,5 prosent av samlet pålydende og overkurs på de aksjene som morselskapet har utstedt.",
                        "(3) Ved vurderingen av om en avtale er vesentlig etter annet ledd skal avtaler som datterselskapet eller et annet foretak i samme konsern eller foretaksgruppe, jf. § 8-7 tredje ledd nr. 3, har inngått med samme tilknyttet part i samme regnskapsår, regnes sammen. Avtale som nevnt i § 3-16 nr. 1 og nr. 3 til 10 som datterselskapet eller foretak som nevnt i første punktum har inngått, skal ikke regnes med.",
                        "(4) Styret i morselskapet skal sørge for at det utarbeides en melding om avtalen, som minst skal opplyse om:",
                        "1.hvem som er avtaleparter, relasjonen mellom morselskapet og den tilknyttede parten, datoen for inngåelse av avtalen og verdien av avtalen,",
                        "2.forhold som kan være av betydning for å vurdere om avtalen er i morselskapets interesse, og",
                        "3.forhold som kan være av betydning for å vurdere om avtalen er rimelig for aksjeeiere i morselskapet som ikke er part i avtalen.",
                        "Meldingen skal dateres og signeres av samtlige styremedlemmer i morselskapet, med unntak av styremedlem som var inhabil etter § 6-27 ved styrets behandling av saken. Har en som skal signere, innvendinger mot meldingen, skal vedkommende signere med påtegnet forbehold.",
                        "(5) Meldingen skal offentliggjøres på morselskapets nettsider uten opphold etter at avtalen er inngått. Morselskapet kan utsette offentliggjøringen av meldingen etter reglene i verdipapirhandelloven § 5-3. Meldingen skal forbli offentlig på nettsiden så lenge avtalen varer, men likevel ikke kortere enn fem år. I stedet for offentliggjøring på morselskapets nettsider, kan meldingen offentliggjøres av morselskapet etter reglene i verdipapirhandelloven kapittel 5 avsnitt I.",
                        "(6) Dersom melding etter fjerde og femte ledd skyldes at avtaler er regnet sammen etter tredje ledd, skal meldingen inneholde opplysninger om samtlige av disse avtalene. Dette gjelder likevel ikke avtale som tidligere er offentliggjort etter femte ledd.",
                        "(7) Fjerde og femte ledd gjelder ikke for avtale som nevnt i § 3-16 som datterselskapet inngår.",
                        "§ 5-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-6",
                    "title": "Ordinær generalforsamling",
                    "sections": [
                        "(1) Innen seks måneder etter utgangen av hvert regnskapsår skal selskapet holde ordinær generalforsamling.",
                        "(2) På den ordinære generalforsamlingen skal følgende saker behandles og avgjøres:",
                        "1.godkjennelse av årsregnskapet og årsberetningen, herunder utdeling av utbytte;",
                        "2.andre saker som etter loven eller vedtektene hører under generalforsamlingen.",
                        "(3) I allmennaksjeselskaper som plikter å utarbeide retningslinjer om fastsettelse av lønn og annen godtgjørelse til ledende personer etter § 6-16 a, skal den ordinære generalforsamlingen godkjenne retningslinjene.",
                        "(4) I allmennaksjeselskaper som plikter å utarbeide rapport om lønn og annen godtgjørelse til ledende personer etter § 6-16 b, skal den ordinære generalforsamlingen også behandle denne rapporten. Det skal holdes en rådgivende avstemning over rapporten.",
                        "(5) I allmennaksjeselskaper som plikter å gi en redegjørelse for foretaksstyring etter regnskapsloven § 3-3 b, skal den ordinære generalforsamlingen også behandle denne redegjørelsen.",
                        "(6) Årsregnskapet, årsberetningen, revisjonsberetningen, bedriftsforsamlingens uttalelse etter § 6-37 tredje ledd, rapporten etter § 6-16 b og eventuelt forslag til retningslinjer etter § 6-16 a skal senest en uke før generalforsamlingen sendes til hver aksjeeier med kjent adresse.",
                        "§ 6-16 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-16 a",
                    "title": "Retningslinjer om fastsettelse av lønn og annen godtgjørelse til ledende personer i noterte selskaper",
                    "sections": [
                        "(1) Bestemmelsene i denne paragrafen gjelder for selskaper med aksjer tatt opp til handel på regulert marked. Departementet kan i forskrift fastsette at bestemmelsene også skal gjelde for selskaper med aksjer tatt opp til handel på tilsvarende marked utenfor EØS eller på andre typer handelsplasser.",
                        "(2) Styret skal utarbeide retningslinjer om fastsettelse av lønn og annen godtgjørelse til daglig leder, andre ledende personer, og ansatte som er medlem av styret og bedriftsforsamlingen. I vedtektene kan det fastsettes at retningslinjene skal utarbeides av et annet organ.",
                        "(3) Retningslinjene skal være tydelige og forståelige, og bidra til selskapets forretningsstrategi, langsiktige interesser og økonomiske bæreevne.",
                        "(4) Styret kan under særlige omstendigheter midlertidig fravike retningslinjene, forutsatt at retningslinjene angir de prosessuelle betingelsene for å fravike retningslinjene og hvilke deler av retningslinjene det er adgang til å fravike.",
                        "(5) Retningslinjene skal behandles og godkjennes av generalforsamlingen ved enhver vesentlig endring og minst hvert fjerde år. Dersom generalforsamlingen ikke godkjenner retningslinjene, skal ytelse utbetales i samsvar med gjeldende godkjente retningslinjer, eller om slike ikke finnes, i samsvar med selskapets praksis. Styret skal senest ved neste generalforsamling fremme forslag til retningslinjer.",
                        "(6) Retningslinjer som er godkjent av generalforsamlingen og resultatet av avstemningen samt dato, skal uten opphold offentliggjøres på selskapets nettside. Gjeldende retningslinjer skal være gratis og offentlig tilgjengelig.",
                        "(7) Departementet kan i forskrift gi nærmere regler om innholdet i retningslinjene.",
                        "Ny § 6-16 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-16 b",
                    "title": "Rapport om lønn og annen godtgjørelse til ledende personer i noterte selskaper",
                    "sections": [
                        "(1) Bestemmelsene i denne paragrafen gjelder for selskaper med aksjer tatt opp til handel på regulert marked. Departementet kan i forskrift fastsette at bestemmelsene også skal gjelde for selskaper med aksjer tatt opp til handel på tilsvarende marked utenfor EØS eller på andre typer handelsplasser.",
                        "(2) Styret skal for hvert regnskapsår sørge for at det utarbeides en rapport som gir en samlet oversikt over utbetalt og innestående lønn og godtgjørelse som omfattes av retningslinjene i § 6-16 a. Generalforsamlingen skal avholde en rådgivende avstemning over rapporten.",
                        "(3) Styret skal i rapporten for det etterfølgende regnskapsår forklare hvordan resultatet fra generalforsamlingens avstemning etter § 5-6 fjerde ledd er hensyntatt.",
                        "(4) Revisor skal før rapporten behandles i generalforsamlingen kontrollere at rapporten inneholder opplysninger som kreves etter denne bestemmelsen og forskrift gitt i medhold av bestemmelsen.",
                        "(5) Rapporten skal uten opphold offentliggjøres på selskapets nettside etter at ordinær generalforsamling er avholdt. Rapporten skal forbli offentlig tilgjengelig og gratis i en periode på ti år. Dersom selskapet velger å la rapporten være offentlig tilgjengelig ut over dette, skal personopplysninger tas ut av rapporten.",
                        "(6) Departementet kan i forskrift gi nærmere regler om innholdet i rapporten etter annet ledd.",
                        "§ 8-10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-10",
                    "title": "Kreditt og annen finansiell bistand til erverv av aksjer i selskapet mv.",
                    "sections": [
                        "(1) Selskapet kan stille midler til rådighet eller gi kreditt eller stille sikkerhet i forbindelse med en tredjepersons erverv av aksjer eller rett til erverv av aksjer i selskapet eller selskapets morselskap innenfor rammen av de midler selskapet kan benytte til utdeling av utbytte etter § 8-1.",
                        "(2) Beregningen av det beløp som kan ytes etter første ledd kan bygge på en mellombalanse. I så fall gjelder § 8-2 a første og fjerde ledd tilsvarende. Bistanden kan ytes av selskapet først når mellombalansen er registrert i og kunngjort av Regnskapsregisteret.",
                        "(3) Finansiell bistand skal ytes på vanlige forretningsmessige vilkår og prinsipper. Det kan bare ytes bistand til erverv av aksjer som er fullt innbetalt.",
                        "(4) Styrets vedtak om finansiell bistand skal godkjennes av generalforsamlingen med flertall som for vedtektsendring før den ytes.",
                        "(5) Styret skal sørge for at det foretas en kredittvurdering av den part eller de parter som mottar finansiell bistand og at det utarbeides en redegjørelse for bistanden. Redegjørelsen skal minst inneholde:",
                        "1.bakgrunnen for forslaget om finansiell bistand,",
                        "2.vilkår som er knyttet til gjennomføringen av disposisjonen,",
                        "3.prisen som tredjepersonen skal betale for aksjene eller retten til aksjene,",
                        "4.en vurdering av selskapets interesse i å gjennomføre en slik disposisjon, og",
                        "5.en vurdering av de konsekvenser disposisjonen får for selskapets egenkapital og likviditet, jf. § 3-4.",
                        "Styret skal avgi en erklæring om at det er i selskapets interesse å yte bistanden, og at kravet til forsvarlig egenkapital og likviditet i § 3-4 vil være oppfylt.",
                        "(6) Redegjørelsen og erklæringen skal dateres og signeres av samtlige styremedlemmer, med unntak av styremedlemmer som var inhabile etter § 6-27 ved styrets behandling av saken. Har en som skal signere, innvendinger mot redegjørelsen eller erklæringen, skal vedkommende signere med påtegnet forbehold og gjøre rede for innvendingene i redegjørelsen. Redegjørelsen og erklæringen skal vedlegges innkallingen til generalforsamlingen.",
                        "(7) Når styret har fattet vedtak om finansiell bistand etter denne bestemmelsen skal redegjørelsen og erklæringen etter femte ledd uten opphold og før bistanden ytes sendes til Foretaksregisteret. Innsideinformasjon, jf. verdipapirhandelloven § 3-2, skal ikke sendes Foretaksregisteret.",
                        "(8) Bestemmelsene i denne paragrafen gjelder ikke:",
                        "1.utdeling av utbytte og konsernbidrag etter reglene i kapittel 8,",
                        "2.gave etter reglene i § 8-6,",
                        "3.kapitalnedsetting etter reglene i kapittel 12, og",
                        "4.fisjon etter reglene i kapittel 14.",
                        "(9) Departementet kan ved forskrift eller enkeltvedtak gjøre unntak fra reglene i første til syvende ledd for erverv av aksjer av eller for ansatte i selskapet. Tilsvarende gjelder for erverv av aksjer av eller for ansatte i selskap i samme konsern eller foretaksgruppe som nevnt i § 8-7 tredje ledd nr. 3.",
                        "(10) Departementet kan i forskrift gi nærmere regler om innsending av redegjørelse og erklæring etter femte ledd til Foretaksregisteret, offentliggjøring av informasjon i redegjørelsen og erklæringen, gebyr for å registrere redegjørelsen og erklæringen, samt gebyr for innsyn.",
                        "I lov 10. april 2015 nr. 17 om finansforetak og finanskonsern gjøres følgende endringer:",
                        "§ 15-6 første ledd skal lyde:",
                        "Allmennaksjeloven §§ 5-6 tredje ledd, 6-16 a og 6-16 b gjelder tilsvarende for finansforetak som ikke er organisert som aksjeselskap eller allmennaksjeselskap, og som har utstedt egenkapitalbevis som er tatt opp til handel på regulert marked.",
                        "I kapittel 13 skal nytt avsnitt IV lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV Investeringsstrategi og utøvelse av aktivt eierskap i livsforsikrings- og pensjonsforetak",
            "paragraphs": [
                {
                    "name": "§ 13-22",
                    "title": "Retningslinjer for aktivt aksjeeierskap",
                    "sections": [
                        "(1) Livsforsikringsforetak og pensjonsforetak skal ha retningslinjer for aktivt eierskap i aksjer tatt opp til handel på regulert marked som ligger i eller driver virksomhet i EØS, eller en forklaring på hvorfor foretaket ikke har slike retningslinjer.",
                        "(2) Retningslinjene eller forklaringen skal være offentlig og kostnadsfritt tilgjengelig på foretakets nettside. Dersom foretaket ikke har egen nettside, skal retningslinjene eller forklaringen holdes tilgjengelig på en annen nettside.",
                        "(3) Foretaket skal årlig offentliggjøre hvordan retningslinjene er gjennomført.",
                        "(4) Departementet kan gi forskrift om retningslinjene for aktivt aksjeeierskap."
                    ]
                },
                {
                    "name": "§ 13-23",
                    "title": "Offentliggjøring av investeringsstrategi",
                    "sections": [
                        "(1) Pensjonsforetak og livsforsikringsforetak som investerer i aksjer tatt opp til handel på regulert marked som ligger i eller driver virksomhet i EØS, skal offentliggjøre en redegjørelse om hovedelementene i foretakets investeringsstrategi.",
                        "(2) Dersom pensjonsforetak og livsforsikringsforetak har utkontraktert forvaltningen av aksjer som er tatt opp til handel på regulert marked som ligger i eller driver virksomhet i EØS, skal hovedelementene i avtalen med forvalteren offentliggjøres.",
                        "(3) Informasjon etter første og annet ledd skal være offentlig og kostnadsfritt tilgjengelig på foretakets nettside. Dersom foretaket ikke har egen nettside, kan informasjonen offentliggjøres på en annen nettside. Informasjonen skal oppdateres ved vesentlige endringer.",
                        "(4) Livsforsikringsforetak kan inkludere informasjon etter første og annet ledd i solvensrapporten, jf. finansforetaksloven § 14-12.",
                        "(5) Departementet kan gi forskrift om offentliggjøring av investeringsstrategien og forvalteravtalen.",
                        "I lov 20. juni 2014 nr. 28 om forvaltning av alternative investeringsfond gjøres følgende endringer:",
                        "Ny § 4-1 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 4-1 a",
                    "title": "Opplysningsplikt overfor livsforsikringsforetak og pensjonsforetak",
                    "sections": [
                        "(1) Forvalteren skal årlig gi opplysninger til livsforsikringsforetak og pensjonsforetak om investeringer i aksjer som er tatt opp til handel på regulert marked som ligger i eller driver virksomhet i EØS, som de forvalter på vegne av slike foretak. Opplysninger kan inntas i årsrapporten, jf. § 4-1.",
                        "(2) Forvalteren er ikke forpliktet til å gi opplysninger som nevnt i første ledd dersom opplysningene allerede er tilgjengelig for foretakene.",
                        "(3) Departementet kan gi forskrift om innhold, utarbeidelse og offentliggjøring av informasjon som nevnt i første ledd.",
                        "Ny § 4-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-7",
                    "title": "Retningslinjer for aktivt aksjeeierskap",
                    "sections": [
                        "(1) Forvaltere skal ha retningslinjer for aktivt eierskap i aksjer tatt opp til handel på regulert marked som ligger i eller driver virksomhet i EØS, eller gi en forklaring på hvorfor forvalteren ikke har slike retningslinjer.",
                        "(2) Retningslinjene eller forklaringen skal være offentlig og kostnadsfritt tilgjengelig på forvalterens nettside. Dersom forvalteren ikke har egen nettside, skal retningslinjene eller forklaringen holdes tilgjengelig på en annen nettside.",
                        "(3) Forvaltere skal årlig offentliggjøre hvordan retningslinjene er gjennomført.",
                        "(4) Departementet kan gi forskrift om retningslinjer for aktivt eierskap.",
                        "I lov 17. juli 1998 nr. 56 om årsregnskap m.v. gjøres følgende endringer:",
                        "§ 7-31b tiende ledd skal lyde:",
                        "Allmennaksjeselskaper som skal utarbeide retningslinjer om fastsettelse av lønn og annen godtgjørelse til ledende personer etter allmennaksjeloven § 6-16 a, skal opplyse om innholdet i retningslinjene.",
                        "§ 7-31b nytt trettende ledd skal lyde:",
                        "For allmennaksjeselskaper med aksjer tatt opp til handel på regulert marked, kan opplysninger etter denne paragrafen og eventuelt § 7-32 første ledd i stedet for i noter til årsregnskapet, gis i rapport etter allmennaksjeloven § 6-16 b.",
                        "I lov 25. november 2011 nr. 44 om verdipapirfond gjøres følgende endringer:",
                        "Ny § 8-1 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": [
                {
                    "name": "§ 8-1 a",
                    "title": "Opplysningsplikt overfor livsforsikringsforetak og pensjonsforetak",
                    "sections": [
                        "(1) Forvaltningsselskapet skal årlig gi opplysninger til livsforsikringsforetak og pensjonsforetak om investeringer i aksjer tatt opp til handel på regulert marked som ligger i eller driver virksomhet i EØS, som de forvalter på vegne av slike foretak. Opplysningene kan tas inn i årsrapporten for verdipapirfondet de forvalter, jf. § 8-1.",
                        "(2) Forvaltningsselskapet er ikke forpliktet til å gi opplysninger som nevnt i første ledd, dersom opplysningene allerede er tilgjengelig for foretakene.",
                        "(3) Departementet kan i forskrift fastsette regler om innhold, utarbeidelse og offentliggjøring av informasjon som nevnt i første ledd.",
                        "Ny § 8-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-8",
                    "title": "Retningslinjer for aktivt aksjeeierskap",
                    "sections": [
                        "(1) Forvaltningsselskapet skal ha retningslinjer for aktivt eierskap i aksjer tatt opp til handel på regulert marked som ligger i eller driver virksomhet i EØS, eller gi en forklaring på hvorfor selskapet ikke har slike retningslinjer.",
                        "(2) Retningslinjene eller forklaringen skal være offentlig og kostnadsfritt tilgjengelig på selskapets nettside. Dersom selskapet ikke har egen nettside, skal retningslinjene eller forklaringen holdes tilgjengelig på en annen nettside.",
                        "(3) Forvaltningsselskapet skal årlig offentliggjøre hvordan retningslinjene er gjennomført.",
                        "(4) Departementet kan gi forskrift om retningslinjene for aktivt eierskap.",
                        "I lov 29. juni 2007 nr. 75 om verdipapirhandel gjøres følgende endringer:",
                        "Ny § 9-16 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VII",
            "paragraphs": [
                {
                    "name": "§ 9-16 a",
                    "title": "Retningslinjer for aktivt aksjeeierskap",
                    "sections": [
                        "(1) Verdipapirforetak som yter porteføljeforvaltning skal ha retningslinjer for aktivt eierskap i aksjer tatt opp til handel på regulert marked som ligger i eller driver virksomhet i EØS, eller en forklaring på hvorfor foretaket ikke har slike retningslinjer.",
                        "(2) Retningslinjene eller forklaringen skal være offentlig og kostnadsfritt tilgjengelig på foretakets nettside. Dersom foretaket ikke har egen nettside, skal retningslinjene eller forklaringen holdes tilgjengelig på en annen nettside.",
                        "(3) Verdipapirforetaket skal årlig offentliggjøre hvordan retningslinjene er gjennomført.",
                        "(4) Departementet kan gi forskrift om retningslinjer for aktivt eierskap.",
                        "Ny § 10-10 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-10 a",
                    "title": "Opplysningsplikt overfor livsforsikringsforetak og pensjonsforetak",
                    "sections": [
                        "(1) Verdipapirforetak som yter porteføljeforvaltning, skal årlig gi opplysninger til livsforsikringsforetak og pensjonsforetak om investeringer i aksjer tatt opp til handel på regulert marked som ligger i eller driver virksomhet i EØS, som de forvalter på vegne av slike foretak.",
                        "(2) Verdipapirforetaket er ikke forpliktet til å gi opplysninger som nevnt i første ledd, dersom opplysningene allerede er tilgjengelig for foretakene.",
                        "(3) Departementet kan gi forskrift om innhold, utarbeidelse og offentliggjøring av informasjon som nevnt i første ledd.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelser til forskjellig tid.",
                        "2.Departementet kan gi nærmere overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "VIII",
            "paragraphs": []
        }
    ]
}