{
    "lawId": "LOV-2019-03-29-10",
    "lawName": "Lov om endringer i vegtrafikkloven (karantene ved førerprøve, behandling av personopplysninger, forholdet til folkeregisterloven mv.)",
    "shortName": "Endringslov til vegtrafikkloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 43b",
                    "title": "Behandling av personopplysninger",
                    "sections": [
                        "Offentlige myndigheter kan behandle personopplysninger, herunder personopplysninger som nevnt i personvernforordningen artikkel 9 og 10, når det er nødvendig for å utføre oppgaver etter denne loven med forskrifter. Det kan også behandles personopplysninger som nevnt i forbindelse med trafikksikkerhets- og ulykkesanalysearbeid.",
                        "Personopplysninger, herunder personopplysninger som nevnt i personvernforordningen artikkel 9 og 10, kan uten hinder av taushetsplikt utleveres fra Statens vegvesens motorvognregister og førerkortregister til politiet når det er nødvendig for politimessige formål eller kvalitetskontroll av opplysninger i politiets registre. Personopplysninger, herunder personopplysninger som nevnt i personvernforordningen artikkel 9, kan uten hinder av taushetsplikt utleveres fra bilde- og signaturregisteret til politiet når det er nødvendig for",
                        "a)å finne en savnet person",
                        "b)å identifisere en død person eller en person som det hører under politiets oppgaver å hjelpe",
                        "c)å identifisere en person som kan innbringes eller skal pågripes eller anbringes i politiarrest",
                        "d)å avklare identiteten til en person som etter utlendingsloven har plikt til å gi opplysninger om egen identitet",
                        "e)forebygging eller etterforskning av en handling som etter loven kan medføre høyere straff enn fengsel i seks måneder",
                        "f)kvalitetskontroll av opplysninger i politiets registre.",
                        "Utlevering av personopplysninger etter dette ledd kan skje ved direkte søk.",
                        "Personopplysninger i førerkort- og motorvognregisteret kan utleveres til, eller på annen måte gjøres tilgjengelig for, utenlandske myndigheter når dette er nødvendig for å oppfylle Norges internasjonale forpliktelser.",
                        "Departementet kan gi forskrift med utfyllende bestemmelser om behandling av personopplysninger, for eksempel om formål med behandlingen, hvilke opplysninger som kan behandles, vilkår for eventuell utlevering, bruk av automatiserte avgjørelser, sletterutiner, sammenstilling og viderebehandling av opplysninger.",
                        "I kapittel VI skal ny § 43c lyde:"
                    ]
                },
                {
                    "name": "§ 43c",
                    "title": "Forholdet til folkeregisterloven",
                    "sections": [
                        "Statens vegvesen kan uten hinder av taushetsplikt innhente opplysninger fra folkeregistermyndigheten som er nødvendige for å utføre oppgaver etter denne loven eller andre oppgaver som er fastsatt i eller i medhold av lov.",
                        "Loven gjelder fra den tid Kongen bestemmer.",
                        "Kongen kan sette i kraft de enkelte bestemmelser til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}