{
    "lawId": "LOV-2019-06-21-54",
    "lawName": "Lov om endringer i forurensningsloven, produktkontrolloven, naturmangfoldloven og svalbardmiljøloven mv. (innføring av overtredelsesgebyr og heving av strafferammer)",
    "shortName": "Endringslov til forurensningsloven, produktkontrolloven, naturmangfoldloven og svalbardmiljøloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 12",
                    "title": "Straffansvar.",
                    "sections": [
                        "Den som forsettlig eller uaktsomt overtrer bestemmelser gitt i eller i medhold av denne lov, eller som bryter vilkår fastsatt med hjemmel i § 7, straffes med bøter, fengsel i inntil 1 år eller begge deler, så fremt ikke strengere straffebestemmelse kommer til anvendelse.",
                        "Har overtredelsen voldt fare for menneskers liv eller helbred, stor skade eller ulempe på miljøet, eller det for øvrig foreligger særdeles skjerpende omstendigheter, kan fengsel inntil 3 år anvendes, så fremt ikke strengere straffebestemmelse kommer til anvendelse.",
                        "Første og andre ledd gjelder ikke overtredelse av §§ 9, 10 og 11 femte ledd. Overtredelse av § 3 straffes bare dersom den skjer forsettlig eller ved grov uaktsomhet.",
                        "Ny § 12 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 12 a",
                    "title": "Overtredelsesgebyr.",
                    "sections": [
                        "Kongen kan gi forskrift om ileggelse av overtredelsesgebyr til den som:",
                        "a)overtrer aktsomhets- og tiltaksplikt i § 3 første ledd",
                        "b)overtrer aktsomhets- og tiltaksplikt i § 3 andre ledd første punktum",
                        "c)overtrer informasjonsplikt i § 3 femte ledd",
                        "d)overtrer substitusjonsplikt i § 3 a",
                        "e)overtrer forskrifter eller enkeltvedtak etter § 4 eller § 4a",
                        "f)overtrer plikt i § 5 a",
                        "g)overtrer forbud etter § 6",
                        "h)overtrer vedtak etter § 6 a",
                        "i)overtrer meldeplikt i eller etter § 6 b.",
                        "Fysiske personer kan bare ilegges overtredelsesgebyr for forsettlige eller uaktsomme overtredelser.",
                        "Kongen kan gi forskrift om utmålingen av overtredelsesgebyr.",
                        "Adgangen til å ilegge overtredelsesgebyr foreldes 2 år etter at overtredelsen er opphørt. Fristen avbrytes ved at det gis forhåndsvarsel eller fattes vedtak om overtredelsesgebyr.",
                        "I lov 13. mars 1981 nr. 6 om vern mot forurensinger og om avfall gjøres følgende endringer:",
                        "§ 78 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 78",
                    "title": "(straffansvar for forurensning)",
                    "sections": [
                        "Med bøter eller fengsel inntil 1 år eller begge deler straffes den som forsettlig eller uaktsomt",
                        "a)har, gjør eller setter i verk noe som kan forurense i strid med denne lov eller forskrifter i medhold av loven",
                        "b)unnlater å treffe tiltak som han er pliktig til etter §§ 7 og 40, etter forskrift i medhold av loven, etter vilkår i enkelttillatelse etter § 11, vilkår i godkjent beredskapsplan etter § 41, eller etter særskilt pålegg i medhold av denne lov",
                        "c)unnlater å gi melding etter §§ 19 eller 20 eller å legge fram beredskapsplan etter § 41",
                        "d)unnlater å etterkomme forurensningsmyndighetens pålegg etter §§ 49-51.",
                        "Har overtredelsen voldt fare for stor skade eller ulempe, eller det forøvrig foreligger skjerpende omstendigheter, kan fengsel inntil 3 år anvendes. Dersom overtredelsen har voldt fare for alvorlig eller irreversibel skade på biologisk mangfold, eller fare for menneskers liv eller helbred, kan fengsel inntil 5 år anvendes.",
                        "§ 79 første ledd skal lyde:",
                        "Med bøter eller fengsel inntil 1 år eller begge deler straffes den som forsettlig eller uaktsomt",
                        "a)etterlater eller tømmer samlet avfall, større kasserte gjenstander eller spesialavfall, slik at det kan virke skjemmende eller være til skade eller ulempe for miljøet",
                        "b)unnlater å etterkomme pålegg om tiltak mot avfall etter § 37.",
                        "§ 79 fjerde ledd oppheves.",
                        "Ny § 80 skal lyde:"
                    ]
                },
                {
                    "name": "§ 80",
                    "title": "(overtredelsesgebyr)",
                    "sections": [
                        "Forurensningsmyndigheten kan gi forskrift om ileggelse av overtredelsesgebyr til den som",
                        "a)har, gjør eller setter i verk noe som kan forurense i strid med denne lov eller forskrifter i medhold av loven",
                        "b)overtrer tiltaksplikt etter § 7 andre ledd eller pålegg etter § 7 fjerde ledd",
                        "c)overtrer vilkår i forskrift etter § 9 første ledd eller tillatelse etter § 11 første ledd jf. § 16",
                        "d)driver virksomhet uten tillatelse i strid med forskrift etter § 11 tredje ledd",
                        "e)overtrer meldingsplikt etter § 20 første ledd andre punktum eller tredje ledd første punktum eller forskrift etter § 20 fjerde ledd",
                        "f)overtrer tiltaksplikt etter § 20 første ledd første punktum eller pålegg etter § 20 andre ledd",
                        "g)overtrer forskrift etter § 24 tredje ledd",
                        "h)overtrer forbud i § 28 første ledd eller plikt etter § 28 tredje ledd",
                        "i)overtrer § 29 første ledd første punktum",
                        "j)overtrer forbud i § 30 tredje ledd andre punktum, eller forskrift etter § 30 andre eller tredje ledd",
                        "k)overtrer forskrift eller enkeltvedtak etter § 31 andre ledd",
                        "l)forsøker å overtre bestemmelser om grensekryssende forsendelse av avfall i forskrift etter §§ 31 til 32",
                        "m)overtrer plikt i § 32 første ledd første punktum",
                        "n)overtrer forskrift etter § 32 a første ledd",
                        "o)overtrer forskrift eller enkeltvedtak etter § 33 første ledd",
                        "p)overtrer plikt i § 35 første eller tredje ledd eller pålegg etter § 35 fjerde ledd",
                        "q)overtrer varslingsplikt i § 39 første eller andre ledd eller forskrift etter § 39 tredje ledd, når vedkommende er den ansvarlige for forurensningen,",
                        "r)overtrer beredskapsplikt i § 40 første ledd eller forskrift eller enkeltvedtak etter § 40 andre ledd",
                        "s)overtrer forskrift etter § 52 b.",
                        "Fysiske personer kan bare ilegges overtredelsesgebyr for forsettlige eller uaktsomme overtredelser.",
                        "Forurensningsmyndigheten kan gi forskrift om utmålingen av overtredelsesgebyr.",
                        "Adgangen til å ilegge overtredelsesgebyr foreldes 2 år etter at overtredelsen er opphørt. Fristen avbrytes ved at det gis forhåndsvarsel eller fattes vedtak om overtredelsesgebyr.",
                        "I lov 22. mai 1981 nr. 25 om rettergangsmåten i straffesaker skal § 67 andre ledd bokstav c lyde:",
                        "c)overtredelse av militær straffelov § 34 annet ledd annet straffalternativ, jf. tredje ledd, lov om toll og vareførsel § 16-7, skatteforvaltningsloven §§ 14-12 og 14-13, utlendingsloven § 108 tredje ledd, jf. sjette ledd, regnskapsloven § 8-5 første ledd første og tredje punktum, jf. tredje ledd første punktum, bokføringsloven § 15 første ledd første og tredje punktum, jf. tredje ledd første punktum, alkoholloven § 10-1 annet ledd, arbeidsmiljøloven § 19-1 annet ledd, kystvaktloven § 36 annet ledd, viltloven § 56 første ledd annet punktum, lakse- og innlandsfiskloven § 49 første ledd annet punktum, forurensningsloven § 78 første ledd og § 79 tredje ledd, produktkontrolloven § 12 første ledd, svalbardmiljøloven § 99 første ledd første punktum og transplantasjonslova § 23a.",
                        "I lov 15. juni 2001 nr. 79 om miljøvern på Svalbard skal § 99 første ledd andre punktum lyde:",
                        "Er det inntrådt eller voldt fare for betydelig miljøskade, eller det for øvrig foreligger særdeles skjerpende omstendigheter, kan fengsel inntil 5 år anvendes.",
                        "I lov 19. juni 2009 nr. 100 om forvaltning av naturens mangfold gjøres følgende endringer:",
                        "§ 74 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 74",
                    "title": "(overtredelsesgebyr)",
                    "sections": [
                        "Myndigheten etter loven kan ilegge overtredelsesgebyr til den som overtrer § 6, § 15 første og annet ledd, § 17 fjerde ledd første punktum, § 17 a annet og tredje ledd, § 22, § 24 første ledd, § 25, § 26, § 27 annet ledd, § 28, § 29 første og fjerde ledd, § 30 første og annet ledd, § 31 annet ledd annet punktum, § 34, § 35 annet ledd, § 36 annet ledd, § 37 tredje ledd, § 38 annet punktum, § 39 femte ledd, § 44 annet ledd, § 45 første og annet ledd, § 54 første til fjerde punktum, § 55 første ledd, § 58 første ledd, § 59 første og sjette ledd, § 60 første ledd, § 61, § 63 annet ledd første punktum og § 66.",
                        "Overtredelsesgebyr kan også ilegges den som overtrer",
                        "a)bestemmelser i en forskrift gitt med hjemmel i noen av bestemmelsene nevnt i første ledd",
                        "b)plikter som følger av individuelle avgjørelser gitt med hjemmel i noen av bestemmelsene nevnt i første ledd",
                        "c)bestemmelser i en forskrift som nevnt i § 77 første punktum",
                        "d)plikter som følger av individuelle avgjørelser som nevnt i § 77 første punktum.",
                        "Fysiske personer kan bare ilegges overtredelsesgebyr for forsettlige eller uaktsomme overtredelser.",
                        "Kongen kan gi forskrift om utmåling av overtredelsesgebyr.",
                        "Adgangen til å ilegge overtredelsesgebyr foreldes 2 år etter at overtredelsen er opphørt. Fristen avbrytes ved at det gis forhåndsvarsel eller fattes vedtak om overtredelsesgebyr.",
                        "§ 75 annet ledd skal lyde:",
                        "Grov overtredelse av første ledd straffes med bøter eller fengsel inntil fem år. Ved avgjørelsen av om overtredelsen er grov, legges særlig vekt på om den har medført eller voldt fare for betydelig skade på naturmangfoldet, om skaden på naturmangfoldet må anses uopprettelig, graden av skyld, og om overtrederen har truffet forebyggende eller avbøtende tiltak.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}