{
    "lawId": "LOV-2019-06-21-43",
    "lawName": "Lov om endringer i pasient- og brukerrettighetsloven og tannhelsetjenesteloven (styrking av pasient- og brukerombudsordningen mv.)",
    "shortName": "Endringslov til pasient- og brukerrettighetsloven og tannhelsetjenesteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1-6",
                    "title": "Om informasjon",
                    "sections": [
                        "Fylkeskommunen skal sørge for at det gis slik informasjon som pasienten har rett til å motta etter pasient- og brukerrettighetsloven § 3-2. Tilsvarende gjelder for informasjon til pasientens nærmeste pårørende etter pasient- og brukerrettighetsloven § 3-3 tredje ledd.",
                        "Departementet kan gi forskrift om det nærmere innhold i informasjonsplikten etter første ledd.",
                        "I lov 2. juli 1999 nr. 63 om pasient- og brukerrettigheter gjøres følgende endringer:",
                        "§ 2-7 andre ledd nytt andre punktum skal lyde:",
                        "Tilsvarende gjelder for vedtak etter helse- og omsorgstjenesteloven § 3-2 a.",
                        "Ny § 7-8 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 7-8",
                    "title": "Oppfyllelse av enkeltvedtak som er kjent ugyldig",
                    "sections": [
                        "En kommune må oppfylle et vedtak fra et statlig forvaltningsorgan som gir en privat part rett til tjenester etter loven her, selv om kommunen får vedtaket kjent ugyldig gjennom søksmål etter tvisteloven § 1-4 a. Vedtak kan i tilfeller som nevnt i første punktum bare omgjøres til skade for den private parten etter forvaltningsloven § 35 første ledd bokstav c dersom det er ugyldig fordi den private parten, eller noen som handlet på den private partens vegne, forsettlig eller grovt uaktsomt har gitt uriktige opplysninger eller holdt tilbake opplysninger.",
                        "§ 8-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-1",
                    "title": "Formål",
                    "sections": [
                        "Pasient- og brukerombudet skal arbeide for å ivareta pasientens og brukerens behov, interesser og rettssikkerhet overfor den statlige spesialisthelsetjenesten, den fylkeskommunale tannhelsetjenesten og den kommunale helse- og omsorgstjenesten, og for å bedre kvaliteten i disse tjenestene.",
                        "§ 8-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-2",
                    "title": "Arbeidsområde og ansvar for ordningen",
                    "sections": [
                        "Staten skal sørge for at det er et pasient- og brukerombud i hvert fylke. Pasient- og brukerombudets arbeidsområde omfatter statlige spesialisthelsetjenester, fylkeskommunale tannhelsetjenester og kommunale helse- og omsorgstjenester.",
                        "Ett av pasient- og brukerombudene skal ha en koordinerende rolle for alle ombudene. Dette ombudet skal bidra til å utvikle felles arbeidsmetodikk, bistå de øvrige ombudene med systematisk kompetanseutvikling og veiledning, gi råd i enkeltsaker, bidra til felles løsning og forståelse av prinsipielle saker og følge med på hvordan ulike grupper av pasienter og brukere prioriteres ved tildeling av tjenester.",
                        "Ombudet skal utføre sin virksomhet selvstendig og uavhengig.",
                        "§ 8-3 første ledd skal lyde:",
                        "Pasient- og brukerombudet kan ta saker som gjelder forhold i den statlige spesialisthelsetjenesten, den fylkeskommunale tannhelsetjenesten og den kommunale helse- og omsorgstjenesten, opp til behandling enten på grunnlag av en muntlig eller skriftlig henvendelse eller av eget tiltak.",
                        "§ 8-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-6",
                    "title": "Pasient- og brukerombudets adgang til helse- og omsorgstjenestens lokaler",
                    "sections": [
                        "Pasient- og brukerombudet skal ha fri adgang til alle lokaler hvor det ytes statlige spesialisthelsetjenester, fylkeskommunale tannhelsetjenester og kommunale helse- og omsorgstjenester.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}