{
    "lawId": "LOV-2019-12-20-84",
    "lawName": "Lov om endringer i folketrygdloven og enkelte andre lover",
    "shortName": "Endringslov til folketrygdloven og enkelte andre lover",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 4",
                    "title": "Arbeidsordning og administrasjon",
                    "sections": [
                        "Kongen kan fastsette nærmere regler om rettens arbeidsordning og administrasjon.",
                        "§ 31 nytt fjerde ledd skal lyde:",
                        "(4) Kreves det med hjemmel i denne lov underskrift på dokumenter som skal kommuniseres elektronisk, er elektronisk signering likestilt med underskrift når den tekniske løsningen som benyttes sikrer notoritet for signaturen. Det samme gjelder der det med hjemmel i denne lov kreves underskrift på rettens skriftlige avgjørelser.",
                        "I lov 10. desember 2004 nr. 76 om arbeidsmarkedstjenester skal § 13 andre ledd lyde:",
                        "Det kan gis stønad til reiseutgifter til deltakere i arbeidsmarkedstiltak som mottar tiltakspenger etter første ledd, dagpenger under arbeidsløshet etter folketrygdloven kapittel 4 eller kvalifiseringsstønad etter sosialtjenesteloven kapittel 4. Reisestønad kan også gis til tiltaksdeltakere som ikke får utbetalt tiltakspenger fordi de er innsatt i fengsel. Departementet kan gi forskrifter om vilkårene for og størrelsen på reisestønaden.",
                        "I lov 29. april 2005 nr. 21 om supplerande stønad til personar med kort butid i Noreg gjøres følgende endringer:",
                        "§ 1 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formålet med lova",
                    "sections": [
                        "Formålet med lova er å garantere ei minste samla inntekt for personar som har fylt 67 år og uføre flyktningar med låge eller ingen ytingar frå folketrygda på grunn av kort butid i Noreg.",
                        "§ 2 nytt første ledd skal lyde:",
                        "Med flyktning meiner ein i lova her ein person som har opphaldsløyve etter utlendingslova § 28. Med ufør flyktning meiner ein i lova her ein flyktning som ikkje har fylt 67 år og som fyller vilkåra i folketrygdlova §§ 12-4 til 12-7.",
                        "Nåværende første, andre og tredje ledd blir andre, tredje og nytt fjerde ledd.",
                        "§ 3 første ledd skal lyde:",
                        "Supplerande stønad vert gitt til personar som er busette i Noreg og som anten har fylt 67 år eller er uføre flyktningar. Ein person vert rekna som busett dersom han eller ho er registrert i folkeregisteret og har norsk statsborgarskap, eller med heimel i utlendingslova har fått permanent opphaldsløyve eller mellombels opphaldsløyve som gir grunnlag for permanent opphaldsløyve.",
                        "§ 5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Full supplerande stønad",
                    "sections": [
                        "Full supplerande stønad til personar som har fylt 67 år, skal svare til",
                        "a)minste pensjonsnivå med høg sats for einslege stønadstakarar og for stønadstakarar med ektemake som ikkje har fylt 67 år, og som ikkje er ufør flyktning,",
                        "b)minste pensjonsnivå med ordinær sats for stønadstakarar med ektemake som har fylt 67 år, eller som er ufør flyktning, og for stønadstakarar som deler bustad med sine vaksne barn eller andre vaksne, utan at forholdet mellom dei vert definert som ekteskapsliknande (bufellesskap).",
                        "Full supplerande stønad til uføre flyktningar skal svare til",
                        "a)minste årlege yting for uføretrygd med høg sats for einslege stønadstakarar og for stønadstakarar med ektemake som ikkje har fylt 67 år, og som ikkje er ufør flyktning,",
                        "b)minste årlege yting for uføretrygd med ordinær sats for stønadstakarar med ektemake som har fylt 67 år eller som er ufør flyktning. Det same gjeld for stønadstakarar som deler bustad med sine vaksne barn eller andre vaksne, utan at forholdet mellom dei vert definert som ekteskapsliknande (bufellesskap).",
                        "§ 6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Inntekt som går til frådrag i supplerande stønad",
                    "sections": [
                        "Full supplerande stønad skal setjast ned med inntekt hos stønadstakaren sjølv så vel som hos ektemaken.",
                        "Dersom ektemaken har fylt 67 år, skal ektemaken si inntekt likevel berre inngå ved prøvinga av ytingane til stønadstakaren med den delen som overstig full supplerande stønad etter § 5 første leddet bokstav b. Dersom ektemaken er ufør flyktning, skal ektemaken si inntekt berre inngå ved prøvinga av ytingane til stønadstakaren med den delen som overstig full supplerande stønad etter § 5 andre leddet bokstav b.",
                        "Som inntekt vert rekna",
                        "a)arbeidsinntekt",
                        "b)pensjon, uføretrygd og andre ytingar frå folketrygda til livsopphald, inkludert forsørgingstillegg",
                        "c)introduksjonsstønad for nykomne innvandrarar, kvalifiseringsstønad, kontantstøtte og bidrag etter ekteskapslova",
                        "d)andre norske offentlege eller private pensjonar, uføretrygd og andre ytingar til livsopphald, inkludert forsørgingstillegg",
                        "e)kapitalinntekter",
                        "f)tilsvarande inntekter eller ytingar som nemnde i bokstavane a til e frå utlandet.",
                        "For uføre flyktningar skal arbeidsinntekt ikkje setjast lågare enn forventa inntekt etter uførheit, sjå folketrygdlova § 12-9 tredje leddet.",
                        "§ 10 andre ledd skal lyde:",
                        "Ved endring i minste pensjonsnivå og grunnbeløpet skal supplerande stønad regulerast i tråd med desse endringane.",
                        "§ 10 nåværende andre ledd andre punktum blir nytt tredje ledd og skal lyde:",
                        "Frådrag i stønaden etter § 6 på grunn av alderspensjon eller uføretrygd frå folketrygda, eller andre ytingar som er direkte knytte til grunnbeløpet eller blir regulerte etter tilsvarande reglar som for alderspensjon frå folketrygda, skal regulerast i tråd med endringa i desse ytingane.",
                        "1.Endringene i folketrygdloven §§ 6-3, 8-10, 8-47, 8-49, 9-10, 22-17 og 23-4 trer i kraft 1. januar 2020. Oppheving av § 6-3 første ledd bokstavene d og e gis ikke virkning for saker der vedtak fattes før ikrafttredelsen. Opphevingen av § 8-49 gis ikke virkning i saker der en tiltaksdeltaker før 1. januar 2020 har valgt å motta tiltakspenger i stedet for dagpenger.",
                        "2.Endringene i folketrygdloven §§ 11-20 og 11-21 trer i kraft 1. februar 2020, og gis virkning kun for saker med virkningstidspunkt fra og med samme tidspunkt.",
                        "3.Endringene i folketrygdloven §§ 11 A-4 og 15-11 trer i kraft 1. mars 2020.",
                        "4.Endringene i arbeidsmarkedsloven og trygderettsloven trer i kraft 1. januar 2020.",
                        "5.De øvrige endringene trer i kraft fra den tid Kongen bestemmer. De enkelte bestemmelsene kan settes i kraft til ulik tid.",
                        "6.Endringene i følgende bestemmelser i folketrygdloven gis virkning for krav om ytelser som settes frem etter at endringene har trådt i kraft: §§ 1-7, 3-2, 3-3, 3-5, 3-8, 3-9, 11-2, 12-2, 12-3, 12-12, 12-13, 12-15, 12-17, 15-2, 16-2, 17-3, 17-4, 17-7, 18-2, 18-3, 18-5, 19-2, 19-3, 19-8, 20-10 og 22-8. Endringene i lov om supplerande stønad gis virkning for krav om ytelser som settes frem etter lovens ikrafttredelse. Endringene i folketrygdloven kapitlene 19 og 20 gis ikke virkning for beregning av alderspensjon for personer som er født i 1959 eller tidligere og som ved lovens ikrafttredelse har vært medlemmer i folketrygden i minst 20 år etter fylte 16 år.",
                        "7.Personer som ved lovens ikrafttredelse er tilstått uføretrygd etter de særlige bestemmelsene for flyktninger i folketrygdloven, som er født i 1959 eller tidligere og som har vært medlemmer i folketrygden i minst 20 år etter fylte 16 år, skal ved fylte 67 år få alderspensjon etter de særlige bestemmelsene for flyktninger i folketrygdloven. Det samme gjelder personer som ved lovens ikrafttredelse er tilstått pensjon som gjenlevende ektefelle etter de særlige bestemmelsene for flyktninger i folketrygdloven.",
                        "8.Departementet kan gi forskrifter om overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "VIkrafttredelse. Overgangsregler.",
            "paragraphs": []
        }
    ]
}