{
    "lawId": "LOV-2019-03-29-8",
    "lawName": "Lov om en overgangsperiode ved Storbritannias uttreden av EU",
    "shortName": "Lov om en overgangsperiode ved Storbritannias uttreden av EU",
    "authorityDescription": "Prop.47 LS (2018–2019), Innst.195 L (2018–2019), Lovvedtak 45 (2018–2019). Stortingets første og andre gangs behandling hhv. 14. og 26. mars 2019. Fremmet av Utenriksdepartementet.",
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Formålet med loven er å gjennomføre i norsk rett en overgangsperiode i forbindelse med at Det forente kongerike Storbritannia og Nord-Irland (Storbritannia) trer ut av Den europeiske union (EU)."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Overgangsperioden",
                    "sections": [
                        "Med overgangsperioden menes i loven her perioden fra Storbritannias uttreden av EU til og med 31. desember 2020.",
                        "Bestemmelser i lov, stortingsvedtak og forskrift som tjener til å oppfylle Norges forpliktelser etter EØS-avtalen, skal i overgangsperioden anvendes som om Storbritannia fortsatt er medlem av EU. Det samme gjelder bestemmelser i lov, stortingsvedtak og forskrift som tjener til å oppfylle Norges forpliktelser etter andre avtaler som er bindende mellom Norge og EU, mellom Norge og EUs medlemsstater når de har handlet på vegne av EU, eller med EU og medlemsstatene sammen.",
                        "Andre bestemmelser i lov, stortingsvedtak og forskrift som fastsetter rettigheter og plikter for fysiske og juridiske personer etablert innenfor Det europeiske økonomiske samarbeidsområde (EØS), eller knytter rettsvirkninger til at handlinger har skjedd innenfor EØS, skal i overgangsperioden anvendes som om Storbritannia fortsatt er medlem av EU.",
                        "Kongen kan i forskrift forlenge tidsperioden fastsatt i første ledd."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        }
    ]
}