{
    "lawId": "LOV-2019-12-13-80",
    "lawName": "Midlertidig lov om ansettelser i stillinger med regionale integreringsoppgaver",
    "shortName": "Midlertidig lov om ansettelser i stillinger med regionale integreringsoppgaver",
    "authorityDescription": "Prop.2 L (2019–2020), Innst.77 L (2019–2020), Lovvedtak 12 (2019–2020). Stortingets første og andre gangs behandling hhv. 5. og 9. desember 2019. Fremmet av Kunnskapsdepartementet.",
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Virkeområde",
                    "sections": [
                        "Loven gjelder rettigheter og plikter for fylkeskommunene og ansatte ved regionkontorene i Integrerings- og mangfoldsdirektoratet ved overføring av regionale integreringsoppgaver fra Integrerings- og mangfoldsdirektoratet til fylkeskommunene.",
                        "Loven gjelder ikke ansatte som er omfattet av bestemmelsene om virksomhetsoverdragelse etter arbeidsmiljøloven kapittel 16."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Avtale om ansettelser i fylkeskommunen",
                    "sections": [
                        "Integrerings- og mangfoldsdirektoratet og fylkeskommunen inngår avtale om ansettelser i fylkeskommunen til stillinger med regionale integreringsoppgaver.",
                        "Avtalen skal ivareta fylkeskommunens behov for kompetanse til å utføre de regionale integreringsoppgavene. Avtalen skal også gi ansatte ved regionkontorene i Integrerings- og mangfoldsdirektoratet mulighet til å følge med regionale integreringsoppgaver til fylkeskommunen."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Unntak fra utlysningsplikten og kvalifikasjonsprinsippet",
                    "sections": [
                        "Ved ansettelse i fylkeskommunen etter § 2 kreves det ikke offentlig utlysning av stillingen eller at den best kvalifiserte ansettes."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Individuelle rettigheter",
                    "sections": [
                        "Personer som ansettes i fylkeskommunen etter § 2 har rett til å beholde sin lønn og tjenesteansiennitet og får de samme rettighetene som øvrige ansatte i fylkeskommunen."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Forskrift",
                    "sections": [
                        "Ved uenighet mellom Integrerings- og mangfoldsdirektoratet og fylkeskommunen om ansettelser etter § 2, kan Kongen i statsråd gi forskrift om hvordan overføringen skal skje."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven trer i kraft straks.",
                        "Loven oppheves 31. desember 2021."
                    ]
                }
            ]
        }
    ]
}