{
    "lawId": "LOV-2019-12-20-93",
    "lawName": "Lov om endringer i folketrygdloven",
    "shortName": "Endringslov til folketrygdloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 24-4",
                    "title": "Kontroll av arbeidsgivere mv.",
                    "sections": [
                        "Skattekontoret skal føre kontroll med at arbeidsgivere og andre sender meldinger og beregner arbeidsgiveravgift i samsvar med reglene og de pålegg som er gitt. Arbeidsgiveren plikter på anmodning å gi fullstendige opplysninger om forhold som kontrollmyndighetene finner er av betydning for fastsettelsen av avgiften og avgiftsgrunnlaget etter skatteforvaltningsloven.",
                        "Skattekontoret eller den offentlige myndighet som har fullmakt fra skattekontoret, kan foreta bokettersyn hos dem som plikter å beregne og betale arbeidsgiveravgift og kan herunder kreve fremlagt arbeidsgiverens regnskap med bilag, kontrakter, korrespondanse eller andre dokumenter av betydning for kontrollen. Med dokumenter menes også elektronisk lagrede dokumenter. Pliktene gjelder også elektroniske programmer og programsystemer. Også Riksrevisjonen kan foreta slike ettersyn og kreve fremlagt dokumenter som nevnt.",
                        "Ved gjennomsyn av virksomhetens arkiver kan skattekontoret foreta kopiering til datalagringsmedium for senere gjennomgang hos arbeidsgiver eller skattekontoret. Departementet kan i forskrift fastsette begrensninger for hvilke metoder for kopiering skattekontoret kan benytte.",
                        "§ 25-1 tredje ledd skal lyde:",
                        "Trygdens organer, Skattedirektoratet, Statistisk sentralbyrå og skattekontoret har adgang til opplysninger fra registrene. Kommunen har adgang til opplysninger fra registrene ved tvangsfullbyrdelse av kommunale krav etter reglene for skatt.",
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}