{
    "lawId": "LOV-2019-06-21-58",
    "lawName": "Lov om endringer i kringkastingsloven mv. (Kringkastingsrådet, tilgjengeliggjøring for personer med funksjonsnedsettelser mv.)",
    "shortName": "Endringslov til kringkastingsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-19",
                    "title": "Tilrettelegging for personer med funksjonsnedsettelser",
                    "sections": [
                        "NRK skal tilrettelegge programmer i kringkasting og audiovisuelle bestillingstjenester for personer med funksjonsnedsettelser gjennom teksting, tegnspråktolking, synstolking, lydtekst eller andre teknikker.",
                        "Riksdekkende kommersielle fjernsynskanaler med en andel på mer enn fem prosent av de samlede seertallene for fjernsyn skal tilrettelegge programmer for personer med funksjonsnedsettelser gjennom teksting, tegnspråktolking, synstolking, lydtekst eller andre teknikker.",
                        "Kongen kan gi forskrift om tilrettelegging for personer med funksjonsnedsettelser i NRKs programmer og i riksdekkende kommersielle fjernsynskanaler.",
                        "§ 3-1 fjerde ledd oppheves. Nåværende femte ledd blir nytt fjerde ledd.",
                        "§ 3-6 tredje ledd skal lyde:",
                        "På de vilkår som fremgår av § 3-7 skal produktplassering være tillatt i kringkasting og audiovisuelle bestillingstjenester i filmer, fiksjonsbaserte serier, sportsprogrammer og lette underholdningsprogrammer med unntak av programmer som er særlig rettet mot barn.",
                        "§ 3-7 første ledd bokstav d og f skal lyde:",
                        "d)For å unngå at publikum villedes skal programmer som inneholder produktplassering identifiseres på en tydelig og nøytral måte ved begynnelsen og slutten av programmet, samt når programmet fortsetter etter et reklameavbrudd.",
                        "f)Programmer som er produsert eller bestilt av kringkastingsforetak underlagt norsk jurisdiksjon eller tilknyttede foretak, kan ikke inneholde produktplassering finansiert av politiske partiorganisasjoner.",
                        "§ 6-1 a første ledd skal lyde:",
                        "Medietilsynet avgjør om det skal gis tillatelse til å innlemme nye tjenester i Norsk rikskringkasting AS' allmennkringkastingsoppdrag.",
                        "§ 6-2 andre ledd oppheves.",
                        "§ 7-1 andre ledd skal lyde:",
                        "Kringkastingsrådet skal uttale seg i de programsaker som kringkastingssjefen forelegger for det, blant annet på grunnlag av innkomne henvendelser fra publikum om programvirksomheten, eller som Kringkastingsrådet finner grunn til å ta opp.",
                        "§ 7-1 tredje ledd oppheves. Nåværende fjerde ledd blir nytt tredje ledd, som skal lyde:",
                        "Kongen kan gi forskrift om Kringkastingsrådet.",
                        "§ 7-2 første ledd skal lyde:",
                        "Kringkastingsrådet består av 14 medlemmer med personlige varamedlemmer. Stortinget oppnevner ti medlemmer, hvorav ett medlem er lederen av Samisk Programråd. Kongen oppnevner fire medlemmer, deriblant lederen og nestlederen.",
                        "§ 7-2 tredje ledd skal lyde:",
                        "Medlemmene i Kringkastingsrådet skal representere ulike aldersgrupper og alle landsdeler. Rådet skal ha mediefaglig kompetanse og erfaring.",
                        "I lov 9. januar 2009 nr. 2 om kontroll med markedsføring og avtalevilkår mv. skal § 39 andre ledd lyde:",
                        "Vedtak kan også rettes mot medvirkere. Dette gjelder likevel ikke ved vedtak mot reklame i strid med kringkastingsloven § 3-1 første ledd og forskrifter gitt i medhold av kringkastingsloven § 3-1 tredje ledd. § 48 femte ledd gjelder tilsvarende.",
                        "Loven gjelder fra den tiden Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}