{
    "lawId": "LOV-2019-06-21-49",
    "lawName": "Lov om endringer i patentloven mv. (forenklinger)",
    "shortName": "Endringslov til patentloven mv. (forenklinger)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 43",
                    "title": "Grunnlag for frifinnelse i sivile saker",
                    "sections": [
                        "I sivile saker om designinngrep kan det bare bygges på at registreringen er ugyldig eller kan kreves overført etter bestemmelsene i kapittel 5, hvis det først er avsagt dom for ugyldighet eller overføring, eller hvis Patentstyret har truffet endelig avgjørelse om oppheving eller overføring.",
                        "§ 47 første ledd andre punktum skal lyde:",
                        "En lisenshaver som reiser søksmål om designinngrep, skal i rekommandert brev gi melding om dette til den som er innført i designregisteret som designhaver, hvis adressen er angitt i registeret.",
                        "§ 50 første ledd første punktum skal lyde:",
                        "Den som overfor Patentstyret har oversittet en frist fastsatt i eller i medhold av bestemmelsene i kapittel 2, 4 eller 6, og som følge av dette har lidt rettstap, skal når denne krever det, likevel få en sak tatt under behandling hvis det godtgjøres at fristoversittelsen var utilsiktet.",
                        "§ 51 tredje og fjerde ledd skal lyde:",
                        "For kopier av dokumenter som er offentlige etter loven her, skal det betales fastsatt gebyr.",
                        "Gebyrsatsene for ikke bekreftede utskrifter og kopier skal fastsettes slik at de samlete inntektene ikke blir større enn de faktiske omkostningene ved formidling av informasjonen, med tillegg av en rimelig fortjeneste.",
                        "§ 52 paragrafoverskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 52",
                    "title": "Forskrifter til loven (avgifter og gebyrer mv.)",
                    "sections": [
                        "§ 52 andre punktum nr. 6 skal lyde:",
                        "6.satser for avgifter og gebyrer, og betaling av disse. Kongen kan herunder fastsette gebyrer for deling og sammenslåing av søknader og registreringer.",
                        "§ 54 andre ledd tredje punktum skal lyde:",
                        "For slik deling skal det betales fastsatt gebyr, ellers anses kravet om deling som ikke innkommet.",
                        "I lov 26. mars 2010 nr. 8 om beskyttelse av varemerker gjøres følgende endringer:",
                        "§ 12 tredje ledd andre punktum skal lyde:",
                        "Det skal betales fastsatt gebyr, ellers henlegges søknaden.",
                        "§ 21 første ledd andre punktum og § 28 andre punktum skal lyde:",
                        "Vedkommende skal i så fall betale nytt søknadsgebyr, ellers henlegges søknaden.",
                        "§ 34 første ledd andre punktum, § 40 første ledd fjerde punktum, § 42 andre punktum, § 43 første ledd tredje punktum og § 80 første ledd tredje punktum skal lyde:",
                        "Det skal betales fastsatt gebyr, ellers anses kravet som ikke innkommet.",
                        "§ 50 fjerde punktum skal lyde:",
                        "Det skal betales fastsatt klagegebyr, ellers opptas ikke klagen til behandling.",
                        "§ 60 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 60",
                    "title": "Grunnlag for frifinnelse i sivile saker",
                    "sections": [
                        "I sivile saker om inngrep i registrert varemerke kan det bare bygges på at registreringen er ugyldig, kan slettes etter bestemmelsene i §§ 35 til 37 eller kreves overført hvis det først er avsagt dom for ugyldighet, sletting eller overføring, eller hvis Patentstyret har truffet endelig avgjørelse om dette.",
                        "§ 64 første ledd andre punktum skal lyde:",
                        "En lisenshaver som reiser søksmål om varemerkeinngrep, skal i rekommandert brev gi melding om dette til merkehaveren.",
                        "§ 67 andre ledd tredje punktum skal lyde:",
                        "Det skal betales fastsatt gebyr, ellers anses søknaden som ikke innkommet.",
                        "§ 72 første ledd skal lyde:",
                        "En innføring i varemerkeregistret om at en internasjonal varemerkeregistrering har virkning i Norge, har samme virkning som om varemerket var registrert her i riket. Innføringen har virkning fra den dagen registreringen ved Det internasjonale byrået anses for å ha skjedd eller fra dagen for en etterfølgende utpeking av Norge. Frem til den internasjonale registreringen er innført i varemerkeregistret og kunngjort etter § 70 annet ledd, har registreringen eller en etterfølgende utpeking av Norge samme virkning som en søknad om varemerkeregistrering i Norge. Utnytter noen varemerket uten samtykke fra den internasjonale varemerkehaveren, og skjer utnyttelsen etter registreringen ved Det internasjonale byrået eller en etterfølgende utpeking av Norge, gjelder § 57, § 58 første til tredje og femte og sjette ledd, § 59 og § 59 a tilsvarende hvis registreringen senere blir ført inn i varemerkeregisteret. Foreldelsesfristen for krav etter fjerde punktum begynner ikke å løpe før registreringen er innført i varemerkeregistret.",
                        "§ 75 første og andre ledd skal lyde:",
                        "Hvis en internasjonal registrering som har virkning i Norge, helt eller delvis opphører å gjelde som følge av bortfall av den nasjonale registreringen eller søknaden som den bygger på, og innehaveren deretter overfor Patentstyret ved søknad fremsetter krav om registrering av varemerket her i riket, skal slik registrering ha virkning fra den dagen den internasjonale registrereringen fikk virkning i Norge, såfremt søknaden leveres innen tre måneder fra den dagen den internasjonale registreringen opphørte, og de varer eller tjenester som angis i søknaden, var omfattet av den internasjonale registreringen slik den gjaldt i Norge.",
                        "Hvis en internasjonal registrering som har virkning i Norge, helt eller delvis opphører å gjelde som følge av en oppsigelse av Madridprotokollen, og innehaveren deretter overfor Patentstyret ved søknad fremsetter krav om registrering av varemerket her i riket, skal slik registrering skje med virkning fra den dagen den internasjonale registreringen fikk virkning i Norge, hvis søknaden leveres innen to år fra den dagen oppsigelsen fikk virkning, og de varer eller tjenester som angis i søknaden, var omfattet av den internasjonale registreringen slik den gjaldt i Norge.",
                        "§ 80 første ledd første punktum skal lyde:",
                        "Den som overfor Patentstyret har oversittet en frist fastsatt i eller i medhold av bestemmelsene i kapittel 2, 4, 6 eller § 68 tredje ledd, og som følge av dette har lidt rettstap, skal når denne krever det, likevel få en sak tatt under behandling hvis det godtgjøres at fristoversittelsen var utilsiktet.",
                        "§ 81 andre ledd andre punktum skal lyde:",
                        "For utskrifter skal det betales fastsatt gebyr.",
                        "§ 81 tredje ledd skal lyde:",
                        "For kopier av dokumenter som er offentlige etter loven her, skal det betales fastsatt gebyr. Gebyrsatsene for utskrifter og kopier etter leddet her skal fastsettes slik at de samlete inntektene ikke blir større enn de faktiske omkostningene ved formidling av informasjonen, med tillegg av en rimelig fortjeneste.",
                        "§ 82 paragrafoverskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 82",
                    "title": "Forskrifter til loven (avgifter og gebyrer mv.)",
                    "sections": [
                        "§ 82 andre punktum bokstav c skal lyde:",
                        "c)deling og sammenslåing av søknader og registreringer og om gebyrer for dette",
                        "§ 82 andre punktum bokstav h skal lyde:",
                        "h)satser for avgifter og gebyr, og betaling av disse.",
                        "Loven gjelder fra den tid Kongen bestemmer. Bestemmelsene kan settes i kraft til ulik tid. Kongen kan gi nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}