{
    "lawId": "LOV-2019-12-20-98",
    "lawName": "Lov om endringer i merverdiavgiftsloven",
    "shortName": "Endringslov til merverdiavgiftsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 11-2",
                    "title": "Varer med lav verdi",
                    "sections": [
                        "(1) Ved kjøp av varer som er omfattet av § 3-1 annet ledd, skal tilbyder som nevnt i § 2-1 tredje ledd beregne og betale merverdiavgift.",
                        "(2) Departementet kan gi forskrift om tilbyders ansvar etter denne bestemmelsen.",
                        "I kapittel 14 skal deloverskrift II lyde:",
                        "§ 14-4 første og annet ledd skal lyde:",
                        "(1) Avgiftssubjekt som ikke har forretningssted eller hjemsted i merverdiavgiftsområdet, kan velge forenklet registreringsordning dersom vedkommende bare skal beregne og betale merverdiavgift på",
                        "a)varer omfattet av § 3-1 annet ledd",
                        "b)tjenester omfattet av § 3-30 fjerde og femte ledd.",
                        "(2) Forenklet registrering tillates uten at beløpsgrensen i § 2-1 første ledd er oversteget.",
                        "I lov 19. juni 2009 nr. 58 om merverdiavgift gjøres følgende endringer:",
                        "§ 5-7 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II Forenklet registrerings- og rapporteringsordning for tilbydere av varer med lav verdi og elektroniske tjenester (forenklet registreringsordning)",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 5-7",
                    "title": "Allmennkringkasting",
                    "sections": [
                        "Det skal beregnes merverdiavgift med redusert sats på statlige tilskudd for å finansiere allmennkringkastingstjenester, jf. kringkastingsloven § 6-4. Det samme gjelder ved uttak av slike tjenester.",
                        "§ 6-6 første ledd skal lyde:",
                        "(1) Omsetning av elektrisk kraft og energi levert fra alternative energikilder til husholdningsbruk i fylkene Troms og Finnmark og Nordland, er fritatt for merverdiavgift.",
                        "Endringene under I trer i kraft fra den tid Kongen bestemmer.",
                        "Endringene under II trer i kraft 1. januar 2020."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}