{
    "lawId": "LOV-2019-06-21-25",
    "lawName": "Lov om endringer i folketrygdloven, samordningsloven og enkelte andre lover",
    "shortName": "Endringslov til folketrygdloven, samordningsloven og enkelte andre lover",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Virkekrets",
                    "sections": [
                        "Denne lov gjelder ektefeller som ledsager utsendte utenrikstjenestemenn. Loven gjelder også samboere som ledsager utsendte utenrikstjenestemenn, når paret lever sammen og har, eller har hatt, felles barn eller tidligere har vært gift med hverandre.",
                        "I lov 17. juni 2005 nr. 62 om arbeidsmiljø, arbeidstid og stillingsvern mv. skal § 14-9 sjette ledd lyde:",
                        "Midlertidige arbeidsavtaler opphører ved det avtalte tidsrommets utløp, eller når det bestemte arbeidet er avsluttet, med mindre noe annet er skriftlig avtalt eller fastsatt i tariffavtale. I avtaleperioden gjelder lovens regler om opphør av arbeidsforhold.",
                        "I lov 12. februar 2010 nr. 4 om pensjonsordning for oppdragstaker i statlig beredskaps- eller familiehjem skal § 1 andre ledd lyde:",
                        "Loven gjelder for oppdragstaker som mottar godtgjørelse som utgjør 20 prosent eller mer av godtgjørelse for et heltidsoppdrag.",
                        "I lov 19. februar 2010 nr. 5 om statstilskott til arbeidstakere som tar ut avtalefestet pensjon i privat sektor gjøres følgende endringer:",
                        "Kapittel 4 oppheves.",
                        "§ 17 tredje ledd andre punktum skal lyde:",
                        "Etaten skal også utbetale eventuelle avtalte tillegg til avtalefestet pensjon, forutsatt at et tillegg til pensjon etter kapittel 2 gis med samme prosentsats til alle pensjonister.",
                        "§ 18 tredje ledd oppheves. Nåværende fjerde ledd blir tredje ledd.",
                        "§ 19 andre ledd oppheves.",
                        "§ 20 første ledd skal lyde:",
                        "Arbeidsgivere som er omfattet av en avtale som nevnt i § 1, skal innbetale premie til dekning av den del av utgiftene til avtalefestet pensjon etter kapittel 2 som ikke dekkes av statens tilskott etter § 23.",
                        "§ 20 andre ledd oppheves.",
                        "§ 22 oppheves.",
                        "§ 23 første ledd skal lyde:",
                        "Statens tilskott til pensjon etter reglene i kapittel 2 skal utgjøre 1/3 av pensjonen.",
                        "§ 26 andre ledd oppheves.",
                        "§ 27 andre ledd skal lyde:",
                        "Ved tilbakekreving etter første ledd kan for mye utbetalt dekkes gjennom trekk i løpende avtalefestet pensjon og i løpende alderspensjon fra folketrygden.",
                        "§ 29 tredje ledd oppheves.",
                        "§ 30 bokstav d og e oppheves.",
                        "I lov 16. desember 2011 nr. 60 om pensjonsordning for stortingsrepresentanter og regjeringsmedlemmer skal § 3-5 andre ledd lyde:",
                        "For stortingsrepresentant som har fratrådt vervet før lovens ikrafttredelse, benyttes det pensjonsgrunnlaget som følger av reglene i tidligere lov 12. juni 1981 nr. 61 om pensjonsordning for stortingsrepresentanter.",
                        "I lov 27. mai 2016 nr. 14 om skatteforvaltning skal § 3-6 andre ledd lyde:",
                        "Taushetsplikten etter § 3-1 er ikke til hinder for at pensjonsinnretning som har offentlig tjenestepensjon eller tjenestepensjon etter foretakspensjonsloven, innskuddspensjonsloven eller tjenestepensjonsloven, gis tilgang til opplysninger om pensjonsgivende inntekt for personer som mottar uførepensjon eller avtalefestet pensjon fra innretningen.",
                        "Loven trer i kraft fra den tiden Kongen bestemmer. De enkelte bestemmelsene kan settes i kraft til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "X",
            "paragraphs": []
        },
        {
            "name": "XI",
            "paragraphs": []
        },
        {
            "name": "XII",
            "paragraphs": []
        },
        {
            "name": "XIII",
            "paragraphs": []
        },
        {
            "name": "XIV",
            "paragraphs": []
        },
        {
            "name": "XV",
            "paragraphs": []
        }
    ]
}