{
    "lawId": "LOV-2019-06-21-46",
    "lawName": "Lov om endringer i smittevernloven (lovrevisjon)",
    "shortName": "Endringslov til smittevernloven (lovrevisjon)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1-4",
                    "title": "Forskrifter om allmennfarlige smittsomme sykdommer",
                    "sections": [
                        "Departementet fastsetter i forskrift hvilke sykdommer som er allmennfarlige smittsomme sykdommer.",
                        "Ny § 1-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 1-5",
                    "title": "Grunnleggende krav ved iverksetting av smitteverntiltak",
                    "sections": [
                        "Smitteverntiltak etter loven skal være basert på en klar medisinskfaglig begrunnelse, være nødvendig av hensyn til smittevernet og fremstå tjenlig etter en helhetsvurdering. Ved iverksettelse av smitteverntiltak skal det legges vekt på frivillig medvirkning fra den eller de tiltaket gjelder.",
                        "Tvangstiltak kan ikke brukes når det etter sakens art og forholdene ellers vil være et uforholdsmessig inngrep.",
                        "§ 2-1 første ledd skal lyde:",
                        "Den undersøkende eller behandlende legen skal snarest mulig gi en smittet person med en allmennfarlig smittsom sykdom informasjon og personlig smittevernveiledning om",
                        "a)sykdommen, sykdommens smittsomhet og smittemåter, og hva den smittede selv kan gjøre for å motvirke at sykdommen blir overført til andre, og",
                        "b)rettigheter og plikter en smittet person med en allmennfarlig smittsom sykdom har, herunder etter smittevernloven kapittel 5 og 6.",
                        "§ 2-1 nytt fjerde ledd skal lyde:",
                        "Dersom legen har grunn til å anta at en smittet person ikke følger den personlige smittevernveiledningen, skal legen uten hinder av lovbestemt taushetsplikt underrette kommunelegen hvis hensynet til smittevernet krever det. Kommunelegen skal da overta den videre smittevernveiledningen av personen.",
                        "Nåværende fjerde ledd blir nytt femte ledd.",
                        "§ 2-2 overskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-2",
                    "title": "Unntak fra taushetsplikt",
                    "sections": [
                        "§ 2-2 første ledd skal lyde:",
                        "Legen skal så langt råd er søke å oppnå samtykke fra en smittet person når det av hensyn til smittevernet er behov for å gi videre opplysninger underlagt taushetsplikt og det er overveiende sannsynlig at det er eller har vært fare for overføring av en allmennfarlig smittsom sykdom.",
                        "§ 2-2 annet ledd skal lyde:",
                        "Er det ikke mulig å oppnå samtykke fra den smittede, kan det gis opplysninger om smittestatus og andre nødvendige opplysninger uten hinder av lovbestemt taushetsplikt. Legen kan gi opplysningene til",
                        "a)helsepersonell som har ansvar for oppfølging av pasienten eller som har ansvar for at annet personell, andre pasienter eller besøkende ikke smittes, når det er overveiende sannsynlig at helsepersonellet, pasientene eller de besøkende er i fare for å få overført en allmennfarlig smittsom sykdom,",
                        "b)den som med overveiende sannsynlighet er i fare for å få overført en allmennfarlig smittsom sykdom,",
                        "c)den som med overveiende sannsynlighet har vært i fare for å få overført en allmennfarlig smittsom sykdom, når opplysningene kan motvirke at sykdommen blir overført til andre, eller er avgjørende for å kunne begynne medisinsk behandling av den smitteutsatte, eller",
                        "d)den som med overveiende sannsynlighet har vært i fare for å få overført en allmennfarlig smittsom sykdom fordi den smittede har opptrådt klanderverdig.",
                        "§ 2-2 tredje ledd skal lyde:",
                        "Dersom det er åpenbar fare for overføring etter annet ledd bokstav b, skal opplysningene gis, med mindre legen vet at en annen lege gir opplysningene.",
                        "§ 2-3 første ledd andre punktum skal lyde:",
                        "En lege, sykepleier, jordmor eller tannlege som i sin virksomhet oppdager en smittet person har varslingsplikt etter forskrifter gitt i medhold av fjerde ledd, uten hinder av lovbestemt taushetsplikt.",
                        "§ 2-3 tredje ledd skal lyde:",
                        "Når helsepersonell nevnt i bestemmelsen i første ledd, gir en melding eller varsel som identifiserer en person, skal det gis informasjon til den opplysningene angår, om hvem som er mottaker og hva opplysningene skal brukes til.",
                        "§ 3-1 overskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-1",
                    "title": "Forskrifter om undersøkelse av befolkningen",
                    "sections": [
                        "§ 3-1 første ledd skal lyde:",
                        "Dersom det er avgjørende for å kunne bedømme hvilke forebyggende tiltak eller undersøkelses-, behandlings- eller pleietiltak som er nødvendige for å forebygge en smittsom sykdom eller motvirke at den blir overført, kan departementet i forskrift fastsette plikt for befolkningen eller grupper av den til å gjennomgå blodprøvetaking, eller andre tilsvarende undersøkelser som er medisinskfaglig forsvarlig og kan gjøres uten fare.",
                        "§ 3-1 andre ledd oppheves.",
                        "§ 3-1 nåværende tredje ledd blir nytt andre ledd.",
                        "§ 3-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-2",
                    "title": "Forhåndsundersøkelse av arbeids- og utdanningssøkere, undersøkelse av arbeidstakere og personer under utdanning mv.",
                    "sections": [
                        "Departementet kan, når hensynet til smittevernet krever det, og dersom smittede personer kan utgjøre alvorlig fare for overføring av smittsom sykdom i sitt arbeid eller virke, gi forskrift om plikt til å gjennomgå undersøkelse som nevnt i § 3-1 for",
                        "a)arbeids- eller utdanningssøkere før ansettelse eller opptak,",
                        "b)arbeidstakere, innleide arbeidstakere, oppdragstakere, skoleelever eller studenter, og",
                        "c)personer som skal oppholde seg i Norge som ledd i kulturutveksling, frivillig arbeid eller lignende.",
                        "§ 3-4 overskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-4",
                    "title": "Forskrifter om undersøkelse av gravide",
                    "sections": [
                        "§ 3-6 første ledd nytt tredje punktum skal lyde:",
                        "Annen lege kan kontaktes i sammenheng med smitteoppsporing uten hinder av taushetsplikt.",
                        "§ 3-6 tredje ledd tredje punktum oppheves. Nåværende tredje ledd fjerde punktum blir tredje punktum.",
                        "§ 3-9 første ledd bokstav e skal lyde:",
                        "e)at undersøkelser eller analyser skal gjøres slik Helsedirektoratet bestemmer, og at de må foretas av noen som Helsedirektoratet har godkjent,",
                        "§ 4-2 andre ledd skal lyde:",
                        "Vedtak etter første ledd skal gjøres av kommunelegen sammen med vakthavende infeksjonsmedisinske overlege ved sykehus i helseregionen.",
                        "§ 4-3 overskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-3",
                    "title": "Forskrifter om karantenebestemmelser",
                    "sections": [
                        "§ 4-7 overskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-7",
                    "title": "Forskrifter om helsetjenesteassosierte infeksjoner",
                    "sections": [
                        "§ 4-7 første ledd første punktum skal lyde:",
                        "Departementet kan i forskrift fastsette bestemmelser om tiltak for å motvirke helsetjenesteassosierte infeksjoner.",
                        "§ 4-10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-10",
                    "title": "Informasjonsplikt og bistandsplikt for andre myndigheter",
                    "sections": [
                        "Ansatte ved politiet, tollvesenet, havner, flyplasser, Mattilsynet, Forsvaret, Kystvakten, Kystverket, Fiskeridirektoratet, Sjøfartsdirektoratet og Direktoratet for samfunnssikkerhet og beredskap plikter å ha særlig oppmerksomhet rettet mot smittsomme sykdommer. De plikter å bistå med gjennomføringen og overholdelsen av bestemmelsene som er gitt i denne loven eller helse- og omsorgstjenesteloven, eller i medhold av disse lovene.",
                        "Ansatte etter første ledd skal uten hinder av lovbestemt taushetsplikt underrette kommunelegen når de har en sterk mistanke om en allmennfarlig smittsom sykdom eller oppdager et tilfelle av en slik sykdom. Det samme gjelder når de blir oppmerksom på forhold som kan medføre en nærliggende fare for overføring av en slik sykdom og det åpenbart er nødvendig med hjelp eller tiltak fra helse- og omsorgstjenesten. Hvis kommunelegen ikke er til stede, skal ansatte underrette Folkehelseinstituttet.",
                        "Mattilsynet skal straks underrette kommunelegen og Folkehelseinstituttet ved mistanke om eller tilfelle av smittsom dyresykdom som kan utgjøre en fare for mennesker eller ved mistanke om smittsom sykdom som formidles til mennesker via næringsmidler.",
                        "I tillegg til pliktene etter første og andre ledd skal politiet etter anmodning bistå med gjennomføringen av tiltak etter §§ 4-1, 4-3, 5-2, 5-3 og 5-4.",
                        "Departementet kan i forskrift fastsette nærmere plikter for andre myndigheter, herunder bestemme hvem som skal betale for utgiftene til bistand.",
                        "§ 5-1 tredje ledd skal lyde:",
                        "En smittet person med en allmennfarlig smittsom sykdom har plikt til å ta imot og følge den personlige smittevernveiledningen som legen gir, jf. § 2-1 for å motvirke at sykdommen blir overført til andre og plikt til å la seg isolere dersom det er nødvendig.",
                        "§ 5-3 tredje ledd skal lyde:",
                        "Vedtak etter denne bestemmelsen kan gjøres for opptil tre uker. Ved nytt vedtak kan isoleringstiden forlenges med opptil seks uker om gangen inntil ett år fra første vedtak. Dersom det er nødvendig å fullføre behandling av allmennfarlig smittsom sykdom av særlig alvorlig karakter for å forhindre smitteoverføring, kan vedtaket forlenges utover ett år.",
                        "§ 5-3 fjerde ledd skal lyde:",
                        "I sammenheng med forlengelse av isoleringstiden kan det vedtas tvungen legemiddelbehandling når det kan redusere isoleringstiden vesentlig. Vedtak om tvungen legemiddelbehandling kan bare fattes når behandlingen er medisinskfaglig forsvarlig og kan gjøre en smittet person smittefri. Påbegynt legemiddelbehandling må fullføres dersom det er fare for tilbakefall, resistensutvikling eller andre tungtveiende smittevernhensyn tilsier det. Departementet kan i forskrift fastsette nærmere bestemmelser om legemiddelbehandlingen.",
                        "§ 5-3 femte ledd skal lyde:",
                        "Vedtak om tvungen isolering i sykehus og legemiddelbehandling gjøres av smittevernnemnda, se §§ 7-5, 7-6 og 7-8, etter reglene i §§ 5-5 til 5-7. Tvangsvedtaket skal oppheves av avdelingens overlege så snart vilkårene for innleggelsen ikke lenger foreligger. Smittevernnemnda skal varsles så tidlig som mulig, og senest tre døgn før den smittede blir utskrevet.",
                        "§ 5-5 andre ledd skal lyde:",
                        "Begjæringen skal omgående sendes til smittevernnemnda med kopi til fylkesmannen.",
                        "§ 5-6 andre ledd skal lyde:",
                        "De begrensninger i den smittedes rett til å se saksdokumentene som er fastsatt i forvaltningsloven § 19 første ledd bokstav d og de begrensinger i den smittedes rett til innsyn i sin journal med vedlegg som er fastsatt for innsynsretten, gjelder ikke når smittevernnemnda er anmodet om å gjøre vedtak etter loven.",
                        "§ 5-7 første ledd første punktum skal lyde:",
                        "Smittevernnemnda skal komme sammen så raskt som mulig og senest innen sju dager for å drøfte og fatte vedtak i saken.",
                        "§ 5-7 andre ledd første punktum oppheves.",
                        "§ 5-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-8",
                    "title": "Hastevedtak",
                    "sections": [
                        "Kommunelegen og vakthavende infeksjonsmedisinske overlege ved sykehus i helseregionen kan sammen treffe hastevedtak etter § 5-2 og 5-3 hvis hensynet til smittevernet tilsier at vedtaket blir fattet. Det skal særlig legges vekt på åpenbar fare for smitteoverføring. Bestemmelsen i § 4-2 tredje ledd annet punktum gjelder tilsvarende. Vedtak om tvungen isolering gjelder frem til smittevernnemnda har vurdert saken, men ikke utover sju dager.",
                        "Kopi av hastevedtak skal omgående sendes til smittevernnemnda.",
                        "§ 5-9 nytt andre ledd skal lyde:",
                        "Vedtak om tvungen isolering i sykehus etter § 5-3 kan settes i verk dersom vedtaket bringes inn for tingretten. Vedtak om tvungen legemiddelbehandling etter § 5-3 skal ikke settes i verk dersom vedtaket bringes inn for tingretten.",
                        "Nåværende § 5-9 andre ledd blir nytt tredje ledd.",
                        "§ 6-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-1",
                    "title": "Rett til smittevernhjelp",
                    "sections": [
                        "Enhver har rett til nødvendig smittevernhjelp. Smittevernhjelp er å anse som en del av retten til nødvendige helse- og omsorgstjenester, jf. pasient- og brukerrettighetsloven § 2-1 a første og annet ledd og § 2-1 b første og annet ledd.",
                        "Den som etter en faglig vurdering anses å være i fare for å bli smittet med en allmennfarlig smittsom sykdom, har rett til nødvendig smittevernhjelp i form av vaksinasjon, informasjon og annen nødvendig forebyggende hjelp.",
                        "En smittet person med en allmennfarlig smittsom sykdom har rett til nødvendig smittevernhjelp, herunder medisinsk vurdering og utredning (diagnostikk), behandling og pleie.",
                        "Den som søker smittevernhjelp eller dens pårørende som mener denne bestemmelsen er brutt, kan klage til fylkesmannen i det fylket hvor vedkommende mener feil er begått. Klagen sendes til den som har truffet enkeltvedtaket eller avgjørelsen.",
                        "Departementet kan gi forskrifter til utfylling av denne bestemmelsen.",
                        "§ 6-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-2",
                    "title": "Dekning av tjenester og tiltak",
                    "sections": [
                        "Departementet kan gi forskrift om at tjenester eller tiltak etter loven skal være uten kostnad for den som er smittet eller er i fare for å bli smittet med en smittsom sykdom.",
                        "Kapitel 7 tittelen skal lyde:",
                        "§ 7-1 overskriften skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Administrative organer og deres ansvar",
            "paragraphs": [
                {
                    "name": "§ 7-1",
                    "title": "Kommunen",
                    "sections": [
                        "§ 7-2 overskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-2",
                    "title": "Kommunelegen",
                    "sections": [
                        "§ 7-3 overskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-3",
                    "title": "Det regionale helseforetaket",
                    "sections": [
                        "§ 7-3 tredje ledd skal lyde:",
                        "Det regionale helseforetaket skal sørge for at det finnes et regionalt kompetansesenter i smittevern i helsetjenesten. Departementet kan i forskrift gi bestemmelser om senterets oppgaver.",
                        "§ 7-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-4",
                    "title": "Fylkesmannen",
                    "sections": [
                        "Fylkesmannen skal ha særlig oppmerksomhet rettet mot smittevernet i fylket, herunder ha oversikt over og kunnskap om lokale planer om smittevern, samt yte bistand ved behov.",
                        "§ 7-5 overskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-5",
                    "title": "Smittevernnemnda",
                    "sections": [
                        "§ 7-9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-9",
                    "title": "Folkehelseinstituttet",
                    "sections": [
                        "Folkehelseinstituttet skal overvåke den nasjonale epidemiologiske situasjonen og delta i overvåkingen av den internasjonale epidemiologiske situasjonen, utføre helseanalyser, drive forskning på smittevernområdet og sikre nødvendig vaksineforsyning og vaksineberedskap. Folkehelseinstituttet kan behandle helseopplysninger og andre personopplysninger som er nødvendig for å gjennomføre disse oppgavene.",
                        "Folkehelseinstituttet skal gi faglig bistand, råd, veiledning og informasjon til kommunale, fylkeskommunale og statlige institusjoner, helsepersonell og befolkningen om smittsomme sykdommer, smittevern og valg av smitteverntiltak. Dette skal gis i forbindelse med",
                        "a)samordning, oppklaring og kontroll av utbrudd av smittsom sykdom i og utenfor helseinstitusjoner,",
                        "b)antimikrobiell resistensutvikling,",
                        "c)relevante laboratorieundersøkelser,",
                        "d)skadedyrbekjempelse og entomologi.",
                        "§ 7-10 overskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-10",
                    "title": "Helsedirektoratet",
                    "sections": [
                        "§ 7-10 første ledd skal lyde:",
                        "Helsedirektoratet skal gjennom råd, veiledning, opplysning og vedtak etter denne loven medvirke til at befolkningens behov for tjenester og tiltak blir dekket i forbindelse med smittsomme sykdommer. Helsedirektoratet skal innhente kunnskap fra Folkehelseinstituttet og legge denne kunnskapen til grunn for sine vurderinger.",
                        "§ 7-10 andre ledd skal lyde:",
                        "Helsedirektoratet kan bestemme at kommuner, fylkeskommuner eller statlige institusjoner skal organisere eller utføre nærmere bestemte tjenester eller tiltak, samarbeide, eller følge nærmere bestemte retningslinjer når det er nødvendig for å sikre et effektivt og forsvarlig smittevern.",
                        "§ 7-10 a overskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-10 a",
                    "title": "Statens helsetilsyn",
                    "sections": [
                        "§ 7-10 a. første og andre ledd skal lyde:",
                        "Statens helsetilsyn skal ha det overordnede tilsynet med at den kommunale, fylkeskommunale og statlige virksomheten er i samsvar med loven og med forskrift eller enkeltvedtak med hjemmel i loven.",
                        "Statens helsetilsyn kan gi pålegg om retting eller stenging i samsvar med helsetilsynsloven.",
                        "§ 8-2 oppheves.",
                        "I lov av 24. juni 2011 nr. 29 om folkehelsearbeid (folkehelseloven) gjøres følgende endring:",
                        "§ 29 andre ledd skal lyde:",
                        "Ansatte ved politiet, tollvesenet, havner, flyplasser, Mattilsynet, Forsvaret, Kystvakten, Kystverket, Fiskeridirektoratet, Sjøfartsdirektoratet og Direktoratet for samfunnssikkerhet og beredskap plikter å ha særlig oppmerksomhet rettet mot helsetrusler som kan utgjøre en alvorlig hendelse av betydning for internasjonal folkehelse. De plikter å bistå med gjennomføring og overholdelse av bestemmelsene som er gitt i eller i medhold av denne loven.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}