{
    "lawId": "LOV-2019-12-20-110",
    "lawName": "Lov om endringer i kringkastingsloven mv. (avvikling av kringkastingsavgift, rettelser av inkurier mv.)",
    "shortName": "Endringslov til kringkastingsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3-1",
                    "title": "Varighet, innhold",
                    "sections": [
                        "Det kan ikke sendes reklameinnslag i tilknytning til barneprogram eller reklameinnslag som særlig er rettet mot barn i kringkasting eller audiovisuelle bestillingstjenester.",
                        "Kringkastere kan ikke sende reklame for livssyn eller politiske budskap i fjernsyn. Dette gjelder også tekstfjernsyn.",
                        "Kongen kan gi forskrift om",
                        "a)utsending av, innholdet i, omfanget av og tilsynet med reklamesendinger",
                        "b)varigheten av meldinger fra kringkastere i forbindelse med egne programmer og tilleggsprodukter direkte avledet av disse programmene, meldinger om offentlige tjenester og vederlagsfrie innslag om veldedige formål",
                        "c)forbud mot å avbryte program for å sende andre meldinger eller utdrag av andre program.",
                        "§ 8-1 andre ledd skal lyde:",
                        "Overdragelse av mottaker som har skjedd før 1. desember 2019, skal meldes til Norsk rikskringkasting.",
                        "§ 8-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-2",
                    "title": "Innførsel og omsetning mv. av kringkastingsmottake",
                    "sections": [
                        "Innførsel og innenlandsk salg, utleie eller utlån av kringkastingsmottaker, herunder antenner, som har skjedd før 1. desember 2019, skal meldes til Norsk rikskringkasting. Kongen gir forskrifter om meldeplikt og unntak fra meldeplikt for den som ble avgiftspliktig før 1. januar 2020.",
                        "§ 8-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-3",
                    "title": "Kringkastings- og tilleggsavgifter",
                    "sections": [
                        "Kongen gir forskrift om innkreving av kringkastingsavgift, tilleggsavgift og renter for den som ble avgiftspliktig før 1. januar 2020.",
                        "Kongen kan ved forskrift eller enkeltvedtak frita helt eller delvis for kringkastingsavgift, tilleggsavgift og renter når særlige grunner tilsier det.",
                        "§ 8-5 første ledd skal lyde:",
                        "Den som mot vederlag tilbyr fjernsynssendinger ved kringkasting eller formidling av kringkasting, plikter å gi Norsk rikskringkasting AS opplysninger om sine kunders navn, adresse og fødselsdato. Plikten gjelder bare for kundeforhold som ble inngått før 1. januar 2020.",
                        "I lov 21. juni 2019 nr. 57 om endringer i diskrimineringsombudsloven og likestillings- og diskrimineringsloven gjøres i del II følgende endringer:",
                        "I endringen i § 26 blir nåværende tredje ledd nytt andre ledd andre punktum. Nåværende fjerde ledd blir nytt tredje ledd, nåværende femte ledd blir nytt fjerde ledd og nåværende sjette ledd blir nytt femte ledd.",
                        "I tilføyelsen av ny § 26 b skal første ledd lyde:",
                        "Virksomhetens ansatte og deres representanter, Diskrimineringsnemnda, Likestillings- og diskrimineringsombudet og forskere har rett til innsyn i dokumentasjon om likestillingsarbeid. Dersom dokumentasjonen som det gis innsyn i innebærer opplysninger, som kan knyttes til enkeltansattes lønn, etnisitet, religion, livssyn, funksjonsnedsettelse, seksuell orientering, kjønnsidentitet eller kjønnsuttrykk, skal den som mottar opplysninger pålegges taushetsplikt og underskrive en taushetserklæring. Dette gjelder ikke opplysninger som er offentlige etter offentleglova.",
                        "Lovens del I trer i kraft 1. januar 2020. Lovens del II trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}