{
    "lawId": "LOV-2019-06-07-19",
    "lawName": "Lov om endringer i straffeloven og straffeprosessloven (tvungen forsvinning)",
    "shortName": "Endringslov til straffeloven og straffeprosessloven (tvungen forsvinning)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 175 a",
                    "title": "Tvungen forsvinning",
                    "sections": [
                        "Den som på vegne av en stat eller med statens tillatelse, støtte eller samtykke bidrar til en tvungen forsvinning, straffes med fengsel inntil 15 år. Med tvungen forsvinning menes en pågripelse, fengsling, bortføring eller annen frihetsberøvelse, når frihetsberøvelsen nektes vedgått, det forties hva som har skjedd med den frihetsberøvede eller det forties hvor den frihetsberøvede befinner seg, slik at den frihetsberøvede unndras fra lovens beskyttelse.",
                        "På samme måte straffes en leder som",
                        "a)forsettlig eller uaktsomt overser opplysninger om at personer under lederens effektive myndighet og kontroll begår eller forbereder en straffbar tvungen forsvinning, og",
                        "b)unnlater å iverksette nødvendige og rimelige tiltak for å hindre eller stanse en straffbar tvungen forsvinning, eller å rapportere forholdet til kompetente myndigheter.",
                        "Ny § 175 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 175 b",
                    "title": "Grov tvungen forsvinning",
                    "sections": [
                        "Grov tvungen forsvinning straffes med fengsel inntil 21 år.",
                        "Ved avgjørelsen av om en tvungen forsvinning er grov, skal det særlig legges vekt på",
                        "a)om den fornærmede som følge av forsvinningen dør eller får betydelig skade på kropp eller helse,",
                        "b)om den fornærmede var syk eller såret, gravid, mindreårig, hadde nedsatt funksjonsevne eller på annen måte var særlig sårbar, eller",
                        "c)om den fornærmede ble utsatt for kroppskrenkelse begått av flere i fellesskap eller voldtekt.",
                        "I lov 22. mai 1981 nr. 25 om rettergangsmåten i straffesaker gjøres følgende endringer:",
                        "§ 65 første ledd nr. 3 skal lyde:",
                        "3)overtredelse av straffeloven kapittel 17 eller §§ 151 til 154, 175 a, 183 eller 211,",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}