{
    "lawId": "LOV-2019-12-20-104",
    "lawName": "Lov om endringer i pasient- og brukerrettighetsloven mv. (helsehjelp i utlandet)",
    "shortName": "Endringslov til pasient- og brukerrettighetsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-4 a",
                    "title": "Helsehjelp i utlandet",
                    "sections": [
                        "Pasient har rett til å få utgifter til helsehjelp som mottas i et annet EØS-land, helt eller delvis dekket",
                        "a)etter folketrygdloven § 5-24 a med forskrifter som gjennomfører pasientrettighetsdirektivet i norsk rett. Dette gjelder når den aktuelle helsehjelpen tilsvarer helsehjelp som pasienten hadde fått tilbud om i den offentlige helse- og omsorgstjenesten i Norge.",
                        "b)etter rådsforordning (EF) nr. 883/2004 og 987/2009, som blant annet gir rett til å få dekket utgifter til nødvendig helsehjelp under midlertidig opphold og til planlagt helsehjelp i andre EØS-land dersom helsehjelpen ikke ytes innen forsvarlig tid i Norge.",
                        "Pasient har rett til å få utgifter til helsehjelp som mottas i utlandet helt eller delvis dekket",
                        "a)dersom pasienten har rett til nødvendig helsehjelp fra spesialisthelsetjenesten etter § 2-1 b og det ikke finnes et tilbud i riket eller helsehjelpen i utlandet er dokumentert mer virkningsfull enn den helsehjelpen som tilbys av det offentlige i Norge.",
                        "b)etter folketrygdloven § 5-24 og bestemmelser gitt i medhold av den, som blant annet gir rett til å få stønad til helsetjenester for medlemmer av folketrygden som oppholder seg i utlandet over tid.",
                        "Utgifter til helsehjelp som er besluttet ikke innført i Norge, dekkes ikke, jf. spesialisthelsetjenesteloven § 4-4. Dette gjelder likevel ikke helsehjelp under midlertidig opphold etter første ledd bokstav b.",
                        "Departementet kan gi forskrifter med nærmere bestemmelser om hvilke typer helsehjelp som omfattes av utgiftsdekningen, vilkår for å få dekket utgiftene og beregningen av utgiftsdekningen.",
                        "I lov 15. desember 2017 nr. 107 om statlig tilsyn med helse- og omsorgstjenesten mv. oppheves § 12.",
                        "Loven gjelder fra den tid Kongen bestemmer. De ulike bestemmelsene kan settes i kraft til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}