{
    "lawId": "LOV-2019-06-21-28",
    "lawName": "Lov om endringer i folketrygdloven mv. (foreldrepenger ved premature fødsler mv.)",
    "shortName": "Endringslov til folketrygdloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 14-10 a",
                    "title": "Utvidet stønadsperiode for foreldrepenger ved prematur fødsel",
                    "sections": [
                        "Ved fødsel før svangerskapsuke 33 forlenges stønadsperioden tilsvarende antallet dager fra fødselsdatoen til og med dagen før termindatoen. Antallet dager med pleiepenger etter kapittel 9 går til fradrag i forlengelsen.",
                        "§ 14-17 andre ledd skal lyde:",
                        "Engangsstønad kan ytes også til person som har foreldreansvar når den andre av foreldrene dør, eller får tildelt foreldreansvaret i medhold av barnelova § 38 og kapittel 7. IV, såfremt vedkommende har hatt mindre samvær enn tilsvarende barnelova § 43 andre ledd.",
                        "I lov 8. mars 2002 nr. 4 om barnetrygd gjøres følgende endring:",
                        "§ 5 første ledd skal lyde:",
                        "Ved utenlandsopphold som fører til at vilkårene i § 4 ikke lenger er oppfylt, gis det likevel rett til barnetrygd når både barnet og den barnet bor fast hos under utenlandsoppholdet er medlemmer i folketrygden etter folketrygdloven § 2-5 eller § 2-8. Hvis utenlandsoppholdet er ment å vare i mindre enn 12 måneder og både barnet og den barnet bor fast hos under utenlandsoppholdet fyller vilkårene i folketrygdloven § 2-5 eller § 2-8, kan det også gis rett til barnetrygd.",
                        "I lov 8. april 1981 nr. 7 om barn og foreldre gjøres følgende endring:",
                        "§ 63 andre ledd skal lyde:",
                        "Vert foreldra ikkje samde, kan kvar av dei reise sak for retten, jf. § 56. Dom, rettsforlik og avtale med tvangskraft kan likevel berre endrast når særlege grunnar talar for det. Førebels avgjerd etter § 60 kan endrast på same vilkår av den domstolen som har hovudsaka. Dersom ein av foreldra har flytta med barnet utan at foreldra var samde, kan den andre av foreldra reise ny sak for retten.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}