{
    "lawId": "LOV-2019-06-21-48",
    "lawName": "Lov om endringer i straffeloven og straffeprosessloven mv. (skyldevne, samfunnsvern og sakkyndighet)",
    "shortName": "Endringslov til straffeloven og straffeprosessloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 165 a",
                    "title": "Det skal oppnevnes to sakkyndige for å foreta en rettspsykiatrisk undersøkelse etter § 165 første og annet ledd, med mindre retten finner at det er tilstrekkelig med én, eller at saken krever flere enn to. Én av de sakkyndige må være godkjent spesialist. Hvis det er oppnevnt flere sakkyndige, må én av dem arbeide klinisk.",
                    "sections": [
                        "Den som ville ha vært inhabil som dommer i saken etter domstolloven §§ 106 eller 108, skal ikke oppnevnes som sakkyndig for å foreta en rettspsykiatrisk undersøkelse etter § 165 første og annet ledd. Oppnevning bør unngås når tilknytningen til en annen sakkyndig i saken er egnet til å svekke tilliten til den sakkyndiges uavhengighet.",
                        "Før oppnevning skal den sakkyndige fremlegge en egenerklæring for retten. I egenerklæringen skal den sakkyndige opplyse om sin utdannelse, kliniske erfaring og forhold av betydning for habilitets- og uavhengighetsvurderingen etter annet ledd.",
                        "Kongen kan gi forskrift om krav til sakkyndiges kompetanse, sakkyndiges egenerklæring, om krav til den rettspsykiatriske erklæringen og om oppgavene til Nasjonal enhet for rettspsykiatrisk sakkyndighet.",
                        "§ 167 første ledd annet og nytt tredje og fjerde punktum skal lyde:",
                        "Retten fastsetter en frist for varigheten av innleggelsen. Fristen skal være så kort som mulig og ikke overstige åtte uker. Fristen kan forlenges ved kjennelse med inntil fire uker av gangen.",
                        "Ny § 168 a skal lyde:",
                        "Nødvendige opplysninger knyttet til siktedes helse kan gis videre til de sakkyndige som foretar en rettspsykiatrisk undersøkelse, selv om siktede ikke samtykker til slik utlevering. Dette gjelder bare i saker om lovbrudd som kan medføre fengsel i mer enn seks år og hvor utfallet kan avhenge av om siktede er tilregnelig eller ikke.",
                        "I lov 2. juli 1999 nr. 62 om etablering og gjennomføring av psykisk helsevern gjøres følgende endringer:",
                        "§ 5-3 annet ledd tredje punktum skal lyde:",
                        "Dersom den domfelte er dømt etter Almindelig borgerlig Straffelov 22. mai 1902 nr. 10 § 39 nr. 1 eller 2 eller straffeloven § 62 første ledd, skal det legges særlig vekt på behovet for samfunnsbeskyttelse.",
                        "§ 5-3 nytt tredje ledd skal lyde:",
                        "Dersom særlige hensyn tilsier det, skal faglig ansvarlig konsultere påtalemyndigheten før domfelte overføres mellom ulike sikkerhetsnivåer innen samme institusjon eller får permisjon.",
                        "§ 5-4 første ledd annet punktum skal lyde:",
                        "Kontrollkommisjonen prøver om vedtaket fremstår som urimelig ut fra hensynet til den domfelte, andres liv, helse og frihet, plasseringsalternativene og forholdene ellers.",
                        "§§ 5-6, 5-7 og 5-8 oppheves.",
                        "I lov 18. mai 2001 nr. 21 om gjennomføring av straff mv. gjøres følgende endringer:",
                        "§ 10 første og annet ledd skal lyde:",
                        "Fengselsstraff og forvaring kan gjennomføres",
                        "a)i fengsel med høyt sikkerhetsnivå (lukket fengsel),",
                        "b)i fengsel med lavere sikkerhetsnivå (åpent fengsel),",
                        "c)i overgangsbolig,",
                        "d)utenfor fengsel med særlige vilkår etter § 16, eller",
                        "e)som prøveløslatt med vilkår etter § 43 annet ledd.",
                        "Avdeling i fengsel med høyt sikkerhetsnivå kan tilrettelegges for innsatte med særlige behov, herunder personer som er idømt forvaring, eller innrettes med særlig høyt sikkerhetsnivå.",
                        "§ 11 tredje ledd skal lyde:",
                        "Domfelte med særlige behov, herunder personer som er idømt forvaring, bør settes inn i avdeling tilrettelagt for dette etter § 10 annet ledd.",
                        "I lov 20. mai 2005 nr. 28 om straff gjøres følgende endringer:",
                        "§ 20 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 20",
                    "title": "Skyldevne",
                    "sections": [
                        "Den som på handlingstidspunktet er under 15 år, er ikke strafferettslig ansvarlig.",
                        "Det samme gjelder den som på handlingstidspunktet er utilregnelig på grunn av",
                        "a)sterkt avvikende sinnstilstand",
                        "b)sterk bevissthetsforstyrrelse eller",
                        "c)høygradig psykisk utviklingshemming.",
                        "Ved utilregnelighetsvurderingen etter annet ledd skal det legges vekt på graden av svikt i virkelighetsforståelse og funksjonsevne.",
                        "Den som forbigående er utilregnelig som følge av selvforskyldt rus, fritas ikke for straff, med mindre særlige grunner tilsier det. Den som har en vedvarende tilstand som nevnt i annet ledd bokstav a og som selvforskyldt fremkaller en utilregnelighetstilstand, kan straffes dersom særlige grunner tilsier det.",
                        "§ 25 tredje ledd skal lyde:",
                        "Det ses bort fra uvitenhet som følge av selvforskyldt rus. I slike tilfeller bedømmes lovbryteren som om denne hadde vært edru. Tilsvarende gjelder dersom vedkommende var i en selvforskyldt utilregnelighetstilstand.",
                        "§ 62 skal lyde:"
                    ]
                },
                {
                    "name": "§ 62",
                    "title": "Vilkår for å idømme overføring til tvungent psykisk helsevern",
                    "sections": [
                        "En lovbryter som er utilregnelig etter § 20 annet til fjerde ledd kan ved dom overføres til tvungent psykisk helsevern når denne har begått eller forsøkt å begå et lovbrudd som krenker andres liv, helse eller frihet eller kunne utsette disse rettsgodene for fare, særreaksjonen er nødvendig for å verne samfunnet, og faren for en ny og alvorlig integritetskrenkelse er nærliggende.",
                        "Overføring til tvungent psykisk helsevern kan også idømmes en lovbryter som er utilregnelig etter § 20 annet til fjerde ledd når denne har begått gjentatte lovbrudd av samfunnsskadelig eller særlig plagsom art, særreaksjonen er nødvendig for å verne samfunnet mot slike lovbrudd, faren for nye lovbrudd av samme art er særlig nærliggende, og andre tiltak har vist seg åpenbart uhensiktsmessige.",
                        "Ved vurderingen av gjentakelsesfaren skal det legges vekt på det begåtte lovbruddet sammenholdt særlig med lovbryterens øvrige adferd, sykdomshistorie, aktuelle psykiske tilstand og forhold til rusmidler.",
                        "Overføring til tvungent psykisk helsevern kan idømmes også når utilregnelighetstilstanden har medført at lovbryteren var i faktisk villfarelse, jf. § 25, eller at lovbryteren ellers var i en tilstand som ikke er forenlig med å ha forsett.",
                        "§ 63 første ledd skal lyde:",
                        "På vilkår som nevnt i § 62 kan den som er utilregnelig etter § 20 annet til fjerde ledd, idømmes tvungen omsorg.",
                        "§ 65 tredje ledd annet punktum skal lyde:",
                        "Ved særreaksjon idømt på grunnlag av lovbrudd som nevnt i § 62 annet ledd, kan det ikke begjæres opphør før seks måneder etter at overføringsdommen eller dom som nekter opphør er endelig.",
                        "§ 65 fjerde ledd tredje punktum skal lyde:",
                        "Særreaksjon idømt på grunnlag av lovbrudd som nevnt i § 62 annet ledd skal senest opphøre tre år etter overføringsdommen.",
                        "§ 78 bokstav d skal lyde:",
                        "d)lovbryteren på handlingstidspunktet har redusert virkelighetsforståelse på grunn av avvikende sinnstilstand, lettere psykisk utviklingshemming, bevissthetsforstyrrelse eller en sterk sinnsbevegelse,",
                        "§ 80 bokstav f og g skal lyde:",
                        "f)på handlingstidspunktet har en betydelig svekket virkelighetsforståelse på grunn av sterkt avvikende sinnstilstand, psykisk utviklingshemming eller bevissthetsforstyrrelse, men ikke er utilregnelig etter § 20 annet ledd,",
                        "g)har handlet under selvforskyldt rus eller i en selvforskyldt utilregnelighetstilstand etter § 20 fjerde ledd, og det foreligger særdeles formildende omstendigheter,",
                        "Nåværende bokstav i og j blir bokstav h og i.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "2.Domfelte som er overført til anstalt under kriminalomsorgen i henhold til psykisk helsevernloven § 5-6, skal tilbakeføres til det psykiske helsevernet innen ett år etter at opphevelsen av § 5-6 er trådt i kraft.",
                        "3.Kongen kan gi nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}