{
    "lawId": "LOV-2019-06-21-50",
    "lawName": "Lov om endringer i straffeloven mv. (terrorrelaterte folkerettslige forpliktelser m.m.)",
    "shortName": "Endringslov til straffeloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "Kapittel III a. Politiets sikkerhetstjeneste. Organisering, oppgaver, forebyggende bruk av tvangsmidler og båndlegging",
            "paragraphs": [
                {
                    "name": "§ 17 g",
                    "title": "Beslutning om båndlegging",
                    "sections": [
                        "Når noen med god grunn antas å ha begått en handling som rammes av straffeloven §§ 131 første ledd, 133, 134, 135, 136 eller 136 a, eller forsøk på dette, kan sjefen eller den stedfortredende sjefen for Politiets sikkerhetstjeneste beslutte å båndlegge samtlige formuesgoder som tilhører, eies, innehas eller kontrolleres av",
                        "a)vedkommende,",
                        "b)et foretak som vedkommende eier eller har kontroll over, eller",
                        "c)et foretak eller en person som handler på vegne av eller på instruks fra noen som nevnt i bokstav a eller b.",
                        "Formuesgoder som er nødvendige til underhold av den beslutningen retter seg mot, hans eller hennes husstand eller noen han eller hun forsørger, kan ikke båndlegges.",
                        "Beslutningen skal være skriftlig, identifisere den beslutningen retter seg mot og kort beskrive grunnlaget for beslutningen.",
                        "Båndlegging kan bare brukes når det er tilstrekkelig grunn til det, og kan ikke brukes når det etter sakens art eller forholdene ellers ville være et uforholdsmessig inngrep."
                    ]
                },
                {
                    "name": "§ 17 h",
                    "title": "Saksbehandlingen i tingretten",
                    "sections": [
                        "Politiets sikkerhetstjeneste skal snarest mulig og senest innen syv dager etter at den har truffet beslutning etter § 17 g, bringe saken inn for tingretten, som ved kjennelse avgjør om beslutningen skal opprettholdes. Domstolloven § 149 første ledd gjelder tilsvarende. Før retten treffer kjennelsen, skal den beslutningen retter seg mot og andre som saken gjelder, varsles og gis anledning til å uttale seg. Hevder en tredjeperson å ha rett til et formuesgode som båndlegges etter dette kapitlet, avgjør retten om inngrep skal unnlates mot eller uten at det blir stilt sikkerhet.",
                        "Opprettholder retten beslutningen, fastsetter den samtidig en bestemt tidsfrist for båndleggingen. Tillatelse kan gis for inntil 6 måneder av gangen dersom særlige omstendigheter tilsier at en fornyet prøving etter 8 uker vil være uten betydning.",
                        "Dersom underretning vil være til vesentlig skade for båndleggingen, etterforskningen eller en annen verserende sak om en lovovertredelse hvor det kan besluttes utsatt underretning, kan retten beslutte at varsel som nevnt i første ledd skal unnlates og underretning om kjennelsen utsettes. I så fall skal retten i kjennelsen sette en frist for når underretning skal skje. Fristen skal ikke overstige fire uker, men kan forlenges av retten ved kjennelse med inntil fire uker om gangen. Når fristen løper ut, skal den beslutningen retter seg mot og andre som saken gjelder, underrettes om kjennelsen og om at de kan kreve at retten avgjør om båndleggingen skal opprettholdes."
                    ]
                },
                {
                    "name": "§ 17 i",
                    "title": "Opphør av båndlegging",
                    "sections": [
                        "Dersom vilkårene for å båndlegge ikke lenger er oppfylt, skal båndleggingen oppheves uten ugrunnet opphold. Båndleggingen faller bort senest tre år etter at overtredelsen som lå til grunn for beslutningen, har opphørt."
                    ]
                },
                {
                    "name": "§ 17 j",
                    "title": "Pålegg om bistand og taushetsplikt",
                    "sections": [
                        "Politiets sikkerhetstjeneste kan pålegge andre enn dem som er nevnt i straffeprosessloven § 122 første og annet ledd å yte nødvendig bistand for å båndlegge et formuesgode.",
                        "Er det aktuelt å begjære utsatt underretning etter § 17 h tredje ledd, kan Politiets sikkerhetstjeneste pålegge andre enn dem som er nevnt i straffeprosessloven § 122 første og annet ledd å bevare taushet om beslutningen om å båndlegge formuesgodet inntil utsatt underretning blir gitt. Når taushetsplikten har opphørt, skal Politiets sikkerhetstjeneste snarest mulig varsle den som har fått slikt pålegg."
                    ]
                },
                {
                    "name": "§ 17 k",
                    "title": "Informasjonsplikt, forbud mot å stille formuesgoder til rådighet mv.",
                    "sections": [
                        "Den som treffer tiltak for å båndlegge formuesgoder i samsvar med § 17 g, skal umiddelbart informere Politiets sikkerhetstjeneste om dette.",
                        "Ingen formuesgoder skal stilles til rådighet eller til fordel for personer eller foretak som en beslutning om båndlegging er rettet mot.",
                        "Straffeprosessloven § 221 annet og tredje ledd gjelder tilsvarende for beslutning om båndlegging. Kongen kan gi nærmere regler i forskrift om bekjentgjøring av iverksettelse og opphør av båndlegging."
                    ]
                },
                {
                    "name": "§ 17 l",
                    "title": "Forholdet til annen lovgivning",
                    "sections": [
                        "Straffeprosessloven gjelder for saker om båndlegging så langt den passer. Forvaltningsloven og offentleglova gjelder ikke for saker om båndlegging.",
                        "I lov 20. mai 2005 nr. 28 om straff gjøres følgende endringer:",
                        "§ 133 første ledd skal lyde:",
                        "Med fengsel inntil 10 år straffes den som planlegger eller forbereder en terrorhandling ved å inngå forbund med noen om å begå en straffbar handling som nevnt i §§ 131, 138, 139, 141, 141 a, 142, 143 eller 144.",
                        "§ 135 første ledd bokstav a og b skal lyde:",
                        "a)til å utføre en handling som nevnt i §§ 131, 134, 136 b eller §§ 137 til 144,",
                        "b)av en person eller gruppe som har til formål å begå handlinger som nevnt i §§ 131, 134, 136 b eller §§ 137 til 144, når personen eller gruppen har tatt skritt for å realisere formålet med ulovlige midler,",
                        "Ny § 136 b skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 136 b",
                    "title": "Reise med terrorformål",
                    "sections": [
                        "Med fengsel inntil 6 år straffes den som reiser til et annet land med forsett om å begå, planlegge eller forberede en handling som nevnt i §§ 131, 134, 135, 136 eller §§ 137 til 144.",
                        "§ 139 første punktum skal lyde:",
                        "Den som ved vold, trusler, teknologi eller på annen ulovlig måte tiltvinger seg kontroll over et luftfartøy i tjeneste eller et skip, eller på annen måte oppnår kontroll over eller griper inn i en flygning eller seilas, straffes med fengsel inntil 21 år.",
                        "§ 141 skal lyde:"
                    ]
                },
                {
                    "name": "§ 141",
                    "title": "Bruk og utslipp av farlig stoff i tilknytning til luftfartøy og skip mv.",
                    "sections": [
                        "Med fengsel inntil 15 år straffes den som volder fare for tap av menneskeliv eller betydelig skade på kropp, eiendom eller miljø ved å",
                        "a)bruke mot eller på et luftfartøy, et skip eller innretninger eller anlegg på kontinentalsokkelen et eksplosivt eller radioaktivt materiale, biologisk eller kjemisk våpen, eller",
                        "b)slippe ut fra et luftfartøy, et skip eller innretninger eller anlegg på kontinentalsokkelen et eksplosivt eller radioaktivt materiale, biologisk eller kjemisk våpen, olje, flytende naturgass eller annet giftig eller farlig stoff.",
                        "Ny § 141 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 141 a",
                    "title": "Farefull bruk av luftfartøy og skip",
                    "sections": [
                        "Med fengsel inntil 15 år straffes den som fører eller bruker et luftfartøy eller skip med forsett om derved å volde tap av menneskeliv eller betydelig skade på kropp, eiendom eller miljø.",
                        "§ 168 skal lyde:"
                    ]
                },
                {
                    "name": "§ 168",
                    "title": "Brudd på oppholds- og kontaktforbud eller beslutning om båndlegging",
                    "sections": [
                        "Med bot eller fengsel inntil 1 år straffes den som",
                        "a)ved dom er forvist til eller fra bestemte deler av riket og som rettsstridig igjen oppholder seg på et sted der dette er forbudt for vedkommende, eller som på annen måte bryter kontaktforbud i medhold av straffeloven § 57,",
                        "b)krenker forbud etter straffeprosessloven §§ 222 a eller 222 b,",
                        "c)forsettlig eller grovt uaktsomt hindrer at elektronisk kontroll i medhold av straffeloven § 57 kan iverksettes eller hindrer pågående kontroll, eller",
                        "d)opptrer i strid med informasjonsplikten etter politiloven § 17 k første ledd eller forbudet etter politiloven § 17 k annet ledd.",
                        "I lov 28. mai 2010 nr. 16 om behandling av opplysninger i politiet og påtalemyndigheten gjøres følgende endringer:",
                        "§ 64 tredje ledd nr. 1 skal lyde:",
                        "1.",
                        "a)ved opprettelse av forebyggende sak er grunn til å undersøke om noen forbereder et lovbrudd som Politiets sikkerhetstjeneste har til oppgave å forebygge,",
                        "b)for øvrig anses nødvendig i forebyggende øyemed å behandle opplysninger av betydning for utførelsen av arbeidsoppgavene i politiloven §§ 17 b eller 17 d, herunder opplysninger om utlending der det etter en konkret sikkerhetsmessig vurdering anses nødvendig å behandle slike opplysninger. Ved denne nødvendighetsvurderingen må det tas i betraktning om behandlingen er forholdsmessig ut fra om utlendingen kommer fra land eller områder som det i henhold til aktuell trusselvurdering knytter seg en risiko til i forhold til oppgavene etter politiloven §§ 17 b og 17 c, eller hans bakgrunn for øvrig. Tilsvarende kan Politiets sikkerhetstjeneste også behandle opplysninger om referansepersoner i Norge for slike utlendinger, eller",
                        "c)er nødvendig for gjennomføring av båndlegging etter politiloven § 17 g,",
                        "§ 66 nytt fjerde ledd skal lyde:",
                        "Innsyn i saksdokumenter i sak om båndlegging kan gis etter reglene i straffeprosessloven, som gjelder så langt de passer.",
                        "§ 69 første ledd punkt 24 og nytt punkt 25 skal lyde:",
                        "24.saksbehandlingsregler i forbindelse med kontroll etter §§ 59 og 60,",
                        "25.saksbehandling i båndleggingssaker utenfor straffesak.",
                        "Loven trer i kraft fra den tid Kongen bestemmer. De ulike bestemmelsene kan settes i kraft til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        }
    ]
}