{
    "lawId": "LOV-2019-12-20-103",
    "lawName": "Lov om endringer i spesialisthelsetjenesteloven og pasient- og brukerrettighetsloven (lovfesting av systemet for nye metoder m.m.)",
    "shortName": "Endringslov til spesialisthelsetjenesteloven og pasient- og brukerrettighetsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4-4",
                    "title": "Felles system for å beslutte hvilke metoder som kan tilbys i spesialisthelsetjenesten",
                    "sections": [
                        "De regionale helseforetakene skal sørge for et felles system for å beslutte hvilke metoder som kan tilbys i spesialisthelsetjenesten.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om organiseringen av og saksbehandlingen i systemet.",
                        "Beslutningene som nevnt i første ledd regnes ikke som vedtak, jf. forvaltningsloven § 2 første ledd bokstav a.",
                        "§ 5-5 nytt tredje ledd skal lyde:",
                        "Pasienter kan ikke betale for en høyere standard på helsehjelpen enn det som tilbys etter § 2-1 a. Den offentlige spesialisthelsetjenesten skal ikke bistå med administrering eller oppfølging av legemidler som er kjøpt av pasienten, og som er besluttet ikke tatt i bruk i den offentlige spesialisthelsetjenesten.",
                        "Nåværende tredje ledd blir nytt fjerde ledd.",
                        "I lov 2. juli 1999 nr. 63 om pasient- og brukerrettigheter gjøres følgende endringer:",
                        "§ 2-1 b andre ledd skal lyde:",
                        "Pasienten har rett til nødvendig helsehjelp fra spesialisthelsetjenesten. Spesialisthelsetjenesten skal i løpet av vurderingsperioden etter § 2-2 første ledd fastsette en frist for når pasienten senest skal få nødvendig helsehjelp. Fristen skal fastsettes i samsvar med det faglig forsvarlighet krever. De regionale helseforetakene kan bestemme hvilke institusjoner som skal fastsette tidsfrist når pasienten er henvist til tverrfaglig spesialisert behandling for rusmiddelmisbruk. Retten til nødvendig helsehjelp gjelder de tjenestene som spesialisthelsetjenesten har ansvaret for å yte og finansiere, jf. spesialisthelsetjenesteloven §§ 2-1 a og 4-4.",
                        "Loven gjelder fra den tid Kongen bestemmer. De ulike bestemmelsene kan settes i kraft til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}