{
    "lawId": "LOV-2019-11-29-73",
    "lawName": "Lov om endringer i skatteloven",
    "shortName": "Endringslov til skatteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Interessefellesskap og omgåelse",
            "paragraphs": [
                {
                    "name": "§ 13-2",
                    "title": "Omgåelse",
                    "sections": [
                        "(1) Ved omgåelse kan skattlegging gjennomføres etter denne paragraf.",
                        "(2) En omgåelse foreligger når det er foretatt en disposisjon eller flere sammenhengende disposisjoner som",
                        "a)tilsier at hovedformålet var å oppnå en skattefordel, og",
                        "b)etter en totalvurdering ikke kan legges til grunn for beskatningen, jf. tredje ledd.",
                        "(3) Ved totalvurderingen skal det blant annet legges vekt på følgende:",
                        "a)forretningsmessig egenverdi og andre virkninger av disposisjonen enn skattefordeler i Norge eller i utlandet,",
                        "b)skattefordelens størrelse og graden av skatteformål,",
                        "c)om disposisjonen er en uhensiktsmessig vei frem til det økonomiske formål med disposisjonen,",
                        "d)om samme resultat kunne vært oppnådd på en måte som ikke rammes av denne paragraf,",
                        "e)de aktuelle skattereglenes rettstekniske utforming, herunder om en regel er skarpt avgrenset tidsmessig, kvantitativt eller på annen måte,",
                        "f)om skatteregler er utnyttet i strid med sitt formål eller grunnleggende skatterettslige hensyn.",
                        "(4) Skattlegging etter denne paragraf skal finne sted som om disposisjonen eller disposisjonene var gjennomført på en måte som reflekterer det økonomiske innholdet.",
                        "(5) Hvis skattlegging på grunnlag av disposisjonens økonomiske innhold ikke lar seg gjennomføre, kan skattlegging skje ved analogisk anvendelse av aktuelle skatteregler som er ufordelaktige for skattyteren, eller ved innskrenkende tolkning av aktuelle skatteregler som er fordelaktige for skattyteren.",
                        "(6) Skattlegging etter fjerde og femte ledd gjennomføres bare så langt det er nødvendig for å hindre at det oppnås en slik skattefordel som omtalt i annet ledd.",
                        "(7) Denne paragraf får også anvendelse for trygdeavgift, arbeidsgiveravgift og finansskatt.",
                        "Ny § 13-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13-3",
                    "title": "Bortfall eller oppgjør av generelle skatteposisjoner ved skattemotiverte transaksjoner",
                    "sections": [
                        "Denne paragraf gjelder selskap eller sammenslutning som nevnt i § 2-2 første og annet ledd, og som har skatteposisjon uten tilknytning til eiendel eller gjeldspost. Dette omfatter blant annet skatteposisjoner som underskudd, tom positiv saldo og saldo på gevinst- og tapskonto. Når slikt selskap mv. er part i omorganisering etter kapittel 11 eller får endret eierforhold som følge av slik omorganisering eller annen transaksjon, og det er sannsynlig at utnyttelse av den generelle skatteposisjonen er det overveiende motiv for transaksjonen, skal skatteposisjonen",
                        "a)falle bort dersom den representerer en skattefordel, eller",
                        "b)inntektsføres uten rett til avregning mot underskudd dersom den representerer en skatteforpliktelse. Inntektsføringen kan heller ikke danne grunnlag for konsernbidrag.",
                        "§ 14-90 med deloverskrift oppheves.",
                        "Endringene under I trer i kraft straks, med virkning fra 1. januar 2020.",
                        "Det som er rettet er satt i kursiv.",
                        "Referansefeltet skal lyde:",
                        "Prop.98 L (2018–2019), Innst.24 L (2019–2020), Lovvedtak 2 (2019–2020). Stortingets første og andre gangs behandling hhv. 7. og 12. november 2019. Fremmet av Finansdepartementet"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "Rettelser",
            "paragraphs": []
        }
    ]
}