{
    "lawId": "LOV-2019-12-20-97",
    "lawName": "Lov om endringer i skattebetalingsloven",
    "shortName": "Endringslov til skattebetalingsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel 2. Innkrevingsmyndigheter",
            "paragraphs": [
                {
                    "name": "§ 2-1",
                    "title": "Skatte- og avgiftskrav mv.",
                    "sections": [
                        "(1) Skattekontoret er innkrevingsmyndighet for krav som nevnt i denne loven eller forskrift gitt i medhold av loven. Departementet kan bestemme at Statens innkrevingssentral skal utøve myndighet som er lagt til skattekontoret i denne loven.",
                        "(2) Departementet kan i forskrift bestemme at Tolletaten skal innkreve nærmere bestemte krav etter første ledd, likevel slik at kapittel 14 ikke gjelder for Tolletaten.",
                        "§ 4-1 annet ledd skal lyde:",
                        "(2) Når arbeidstakere stilles til rådighet for andre, svarer både oppdragsgiver og oppdragstaker for at pliktene og ansvaret etter denne lov oppfylles. Pliktene og ansvaret påhviler også den som oppgir å være arbeidsgiver i saker etter utlendingsloven §§ 23 tredje ledd og 24 annet ledd. De ansvarlige kan avtale at en av dem skal utføre pliktene etter denne loven. Slik avtale fritar likevel bare for disse pliktene når og så langt dette bestemmes av skattekontoret.",
                        "§ 4-8 første ledd annet punktum skal lyde:",
                        "Kongen kan herunder fastsette særlige regler for enkelte grupper av skattytere og gi regler om at det ikke foretas foreløpig fordeling av forskudd etter § 8-3 før avgjørelse om den endelige fordeling blir truffet.",
                        "§ 5-5 sjette og syvende ledd skal lyde:",
                        "(6) Når det for en skattyter er skrevet ut skattekort til flere kommuner, skal arbeidsgiveren foreta forskuddstrekk etter skattekortet for den kommunen som skattyteren mener han skal svare skatt til.",
                        "(7) Den som er pliktig til å foreta forskuddstrekk etter bestemmelsene i dette kapitlet, men som godtgjør at det betales forskuddstrekk eller tilsvarende i utlandet av den enkelte skattyters inntekt, kan av skattekontoret bli fritatt for trekkplikten etter dette kapitlet dersom det stilles betryggende sikkerhet for trekkbeløpet.",
                        "§ 5-12 tredje ledd skal lyde:",
                        "(3) Betaling til skattetrekkskonto skal skje senest første virkedag etter lønnsutbetaling. Garanti eller oppfylt skattetrekkskonto som trer i stedet for innskudd, skal foreligge ved lønnsutbetaling. Uten skattekontorets samtykke, kan kontohaver ikke disponere over skattetrekkskonto på annen måte enn ved overføring til skattekontoret eller ved å overføre midlene til tilsvarende konto i annen bank. Eventuell renteavkastning på slik bankkonto tilfaller den som foretar trekket (kontohaver).",
                        "§ 5-13 første og annet ledd skal lyde:",
                        "(1) Skattekontoret skal føre kontroll med at arbeidsgivere og andre som etter denne loven har plikt til å foreta trekk, leverer opplysninger og foretar forskuddstrekk, skattetrekk og utleggstrekk i samsvar med reglene og de pålegg som er gitt. Skattekontoret eller den offentlige myndighet som har fullmakt fra skattekontoret, kan foreta bokettersyn hos den som plikter å foreta trekk, og kan herunder kreve fremlagt skattekort, trekkpålegg og andre dokumenter og regnskapsmateriale som har betydning for kontrollen. Med dokumenter menes også elektronisk lagrede dokumenter. Pliktene foran gjelder også elektroniske programmer og programsystemer. Også Riksrevisjonen kan foreta slike ettersyn og kreve fremlagt dokumenter som nevnt.",
                        "(2) Ved gjennomsyn av virksomhetens arkiver kan skattekontoret foreta kopiering til datalagringsmedium for senere gjennomgang hos arbeidsgiver eller skattekontor. Departementet kan i forskrift fastsette bestemmelser til utfylling og gjennomføring av kontrollen med arbeidsgivere og andre trekkpliktige, herunder begrensninger for hvilke metoder for kopiering skattekontoret kan benytte.",
                        "§ 5-14 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-14",
                    "title": "Kontrollopplysninger fra tredjemann",
                    "sections": [
                        "(1) Ved utførelsen av arbeidsgiverkontrollen etter § 5-13, plikter banker etter krav fra skattekontoret, å gi opplysninger om navngitt arbeidsgivers skattetrekkskonto, samt eventuell bankgaranti etter § 5-12. På samme vilkår har",
                        "a)finansinstitusjoner (jf. finansforetaksloven § 1-3) og andre som driver utlånsvirksomhet eller låneformidling som næring,",
                        "b)verdipapirforetak (jf. verdipapirhandelloven § 2-3 første ledd) og andre som har penger til forvaltning, og",
                        "c)pensjonskasser",
                        "plikt til å gi opplysninger om innskudds- og gjeldskonti som navngitt person, bo, selskap eller innretning har eller disponerer i vedkommende institusjon. Ved innhenting av opplysninger etter første og annet punktum plikter de å gi opplysninger om underbilag og transaksjoner, herunder om hvem som er parter i transaksjonene.",
                        "(2) Enhver som utfører eller har utført arbeid eller oppdrag for arbeidsgiveren, plikter på samme vilkår som i første ledd første punktum å gi opplysninger om sitt tjenesteforhold eller oppdrag knyttet til arbeidsgiveren. Dersom arbeidsgiver skal utstyre en arbeidstaker med id-kort etter regler gitt i medhold av arbeidsmiljøloven § 4-1 syvende ledd, kan skattekontoret kreve at arbeidstakeren framviser id-kortet.",
                        "(3) Næringsdrivende plikter på samme vilkår som i første ledd første punktum å gi opplysninger om ethvert økonomisk mellomværende som vedkommende har eller har hatt med arbeidsgiveren, når opplysningene knytter seg til begge parters virksomhet. Det kan kreves opplysning om og spesifisert oppgave over varelevering og -kjøp, tjenester, vederlag og andre forhold som knytter seg til mellomværendet og oppgjøret for dette. Dette gjelder også omsetning som er skjedd gjennom mellommann.",
                        "(4) Også den som har fått fullmakt fra skattekontoret til å foreta bokettersyn etter § 5-13, kan kreve opplysninger etter første til tredje ledd.",
                        "§ 7-1 første ledd skal lyde:",
                        "(1) Når skattefastsettingen er gjennomført, skal forskuddstrekk, utskrevet forskuddsskatt og tilleggsforskudd innbetalt innen fristen i § 4-7 gå til fradrag i fastsatt skatt. Avregningen foretas av skattekontoret.",
                        "§ 7-3 annet ledd skal lyde:",
                        "(2) Skattyter som har fått utbetalt lønn eller annen godtgjørelse som det er foretatt forskuddstrekk i, men som ikke blir tatt opp til skattlegging for det inntektsåret trekket gjelder, kan bare kreve det trukne beløpet tilbake i følgende tilfeller:",
                        "a)når skattemyndighetene anser skattyter for ikke å være skattepliktig her i landet for vedkommende inntektsår",
                        "b)når skatt ikke er fastsatt fordi inntekten ikke har nådd opp i skattepliktig størrelse.",
                        "§ 8-2 tredje ledd skal lyde:",
                        "(3) Forskuddstrekk som ikke tilbakebetales skattyter etter § 7-3 annet ledd, og forskuddstrekk for ukjente lønnstakere, skal tilfalle staten når det er gått tre år etter utløpet av det inntektsår trekket ble foretatt.",
                        "§ 8-4 oppheves.",
                        "§ 9-1 annet ledd skal lyde:",
                        "(2) Departementet kan i forskrift gi nærmere regler om betalingsordningen for skatte- og avgiftskrav, herunder om finansinstitusjoners plikt til å avvise betalingsoppdrag med manglende opplysninger, om adgang til å betale kontant til innkrevingsmyndigheten og om at krav skal betales til andre enn innkrevingsmyndigheten for kravet.",
                        "§ 10-20 annet ledd skal lyde:",
                        "(2) Skattekontoret kan fastsette forfallsterminene når inntekten fordeler seg på en særlig ujevn måte. Det samme gjelder når skattyter i henhold til skatteavtale skal betale forskuddsskatt av inntekt opptjent i utlandet, og inntekten er gjenstand for forskuddstrekk etter interne regler.",
                        "§ 14-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-3",
                    "title": "Forretning for utleggspant",
                    "sections": [
                        "Skattekontoret kan holde forretning for utleggspant for krav som nevnt i denne loven eller forskrift gitt i medhold av loven.",
                        "§ 14-4 første ledd skal lyde:",
                        "(1) Skattekontoret kan nedlegge utleggstrekk for krav som nevnt i denne loven eller forskrift gitt i medhold av loven.",
                        "§ 14-5 første og annet ledd skal lyde:",
                        "(1) Utleggstrekk nedlagt av skattekontoret gjelder også for det organet som utbetaler dagpenger under arbeidsløshet etter folketrygdloven kapittel 4 og sykepenger etter folketrygdloven kapittel 8. Bestemmelsen i § 5-10 annet ledd gjelder tilsvarende for utleggstrekk.",
                        "(2) Ved utleggstrekk nedlagt av skattekontoret skal arbeidsgivere som har plikt til å ha skattetrekkskonto, følge de reglene som gjelder for oppgjør mv. for forskuddstrekk, jf. kapitlene 5 og 10.",
                        "§ 14-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-6",
                    "title": "Begrensninger i utleggsadgangen for skatt og trygdeavgift",
                    "sections": [
                        "(1) Skattyter som har fått utskrevet eller fastsatt skatt og trygdeavgift av samme formue og inntekt for flere kommuner, kan unngå tvangsinnfordring ved å innbetale den høyeste utskrevne skatt og trygdeavgift etter hvert som den forfaller. Er deler av kravet betalt, kommer det betalte beløpet til fradrag.",
                        "(2) Første ledd fritar ikke for plikten til å betale naturressursskatt som ikke er medregnet ved fastsetting av den skatt som blir betalt. Skattyteren kan kreve at skattekontoret beregner størrelsen på det beløpet som skal betales.",
                        "(3) Personlige skattytere kan i tilfeller som nevnt i første ledd, kreve at skatteberegningen foretas på nytt. Den nye beregningen skal foretas som om formue og inntekt bare blir skattlagt i én kommune, og formue og inntekt fastsettes til det høyeste beløp.",
                        "(4) Første til tredje ledd gjelder også for den som er ansvarlig etter kapittel 16.",
                        "§ 16-20 tredje ledd oppheves.",
                        "Nåværende fjerde ledd blir tredje ledd.",
                        "§ 17-2 første ledd skal lyde:",
                        "(1) Rettslig prøving av andre avgjørelser etter skattebetalingsloven rettes mot staten som saksøkt. Søksmål skal anlegges etter vernetingsreglene i tvisteloven. Statens partsstilling utøves av innkrevingsmyndigheten for kravet. Bestemmelsene i § 17-1 tredje og sjette ledd gjelder tilsvarende.",
                        "I lov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav gjøres følgende endringer:",
                        "§ 5-4a første ledd nåværende annet punktum blir nytt tredje punktum.",
                        "§ 5-4a første ledd annet punktum skal lyde:",
                        "Det samme gjelder for tilbyder av aksjesparekonto ved uttak fra aksjesparekonto som er skattepliktig etter skatteloven § 10-13.",
                        "I lov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav gjøres følgende endring:",
                        "§ 8-2 annet ledd skal lyde:",
                        "(2) Inntektsfradrag etter skatteloven § 15-5 om særskilt fradrag i alminnelig inntekt i Troms og Finnmark skal bare belastes staten.",
                        "Endringene under I trer i kraft fra den tid Kongen bestemmer.",
                        "Endringene under II trer i kraft straks med virkning fra og med 1. januar 2019.",
                        "Endringen under III trer i kraft 1. januar 2020."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}