{
    "lawId": "LOV-2020-05-26-55",
    "lawName": "Midlertidig lov om billettering på ferje som følge av utbrudd av covid-19",
    "shortName": "Midlertidig lov om billettering på ferje som følge av utbrudd av covid-19",
    "authorityDescription": "Prop.114 L (2019–2020), Innst.290 L (2019–2020), Lovvedtak 101 (2019–2020). Stortingets første og andre gangs behandling hhv. 19. og 26. mai 2020. Fremmet av Samferdselsdepartementet.",
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål og virkeområde",
                    "sections": [
                        "Formålet med loven er å regulere billettering på ferjer som har løyve til å drive persontransport med fartøy i rute etter yrkestransportlova § 7, under utbruddet og spredningen av covid-19, slik at billetteringen kan gjøres på en måte som ikke bidrar til fare for spredning av smitte, og slik at tap av inntekter fra ferjebilletter kan begrenses.",
                        "Loven gjelder i Norge."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Billettering",
                    "sections": [
                        "Billettering etter denne lov kan gjennomføres ved identifikasjon av kjøretøyet gjennom registrering av kjennemerke eller AutoPASS-brikke.",
                        "For kjøretøy som er registrert med avtale som gir rabatt på ferje, eller annen avtale som gir grunnlag for oppgjør eller betaling, foretas oppgjøret av billetteringen i samsvar med avtalevilkårene. For kjøretøy som ikke er registrert med avtale, faktureres den betalingsansvarlige av løyvemyndigheten eller selskap som etter avtale med løyvemyndigheten håndterer billettering på ferje, etter at ferjereisen er gjennomført.",
                        "På ferjer der billettering gjennomføres etter denne loven, kan ferjetaksten ikke gjøres opp om bord på ferja."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Takst",
                    "sections": [
                        "Ved taksering legges gjeldende takstregulativ og sone til grunn for det aktuelle ferjesambandet. Kjøretøyet takseres i den takstgruppen kjøretøyet måles til å tilhøre, medregnet last. Trafikanter som har avtale som gir rabatt på ferje, skal tilgodeses denne ved billettering.",
                        "Loven gir ikke hjemmel for å kreve betaling for kjøretøyets sjåfør eller passasjerer."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Betalingsansvar",
                    "sections": [
                        "For kjøretøy som er registrert med avtale som gir rabatt på ferje, eller annen avtale som gir grunnlag for oppgjør eller fakturering av ferjetaksten, er avtaleparten ansvarlig for at ferjetaksten kan gjøres opp eller blir betalt, i samsvar med de nærmere vilkårene i avtalen.",
                        "For kjøretøy som ikke er registrert med avtale som nevnt i første ledd, er eieren av kjøretøyet ansvarlig for at riktig takst blir betalt. Er kjøretøyet utstyrt med prøvekjennemerke, er den som har anskaffet prøvekjennemerket ansvarlig for betalingen."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Behandling av personopplysninger",
                    "sections": [
                        "Behandlingsansvarlige etter § 6 kan behandle personopplysninger som er nødvendige for billettering, etterfølgende oppgjør og fakturering i samsvar med denne loven. For trafikanter som har avtale om rabatt på ferje eller annen avtale som gir grunnlag for oppgjør eller betaling, skal personopplysninger behandles i samsvar med avtalen. For trafikanter uten slik avtale kan det behandles opplysninger om kjøretøyets kjennemerke, reist strekning, reisetidspunkt og takstgruppe kjøretøyet tilhører.",
                        "Det kan ikke behandles personopplysninger som nevnt i personvernforordningen artikkel 9 nr. 1 etter denne loven.",
                        "Personopplysninger skal ikke lagres lenger enn nødvendig for formålene nevnt i første ledd, med mindre annet er bestemt i eller i medhold av lov."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Behandlingsansvarlig mv.",
                    "sections": [
                        "Statens vegvesen, fylkeskommunene og selskap som har løyve til å drive transport med fartøy og billettering av passasjerer etter yrkestransportlova, kan behandle personopplysninger etter denne loven. Dette gjelder også selskap eller andre juridiske personer som etter avtale med nevnte myndigheter eller aktører utfører tjenester innen ferjeområdet som er nødvendige for å gjennomføre billettering på ferjene."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Utlevering av personopplysninger",
                    "sections": [
                        "Personopplysninger kan bare utleveres til den registrerte selv, til offentlig myndighet med hjemmel til å kreve slike opplysninger og til selskap eller juridisk person som utfører tjenester på ferjeområdet når det er nødvendig for å gjennomføre billetteringen."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Ikrafttredelse og tidspunkt for opphevelse av loven",
                    "sections": [
                        "Loven gjelder fra den tid Kongen bestemmer. Loven oppheves 1. januar 2021."
                    ]
                }
            ]
        }
    ]
}