{
    "lawId": "LOV-2020-06-19-80",
    "lawName": "Lov om Eldreombudet (eldreombudsloven)",
    "shortName": "Eldreombudsloven",
    "authorityDescription": "Prop.64 L (2019–2020), Innst.326 L (2019–2020), Lovvedtak 110 (2019–2020). Stortingets første og andre gangs behandling hhv. 2. og 8. juni 2020. Fremmet av Helse- og omsorgsdepartementet.\nEndringer i følgende lover:\n1\tLov 12. mai 1972 nr. 28 om atomenergivirksomhet.\n2\tLov 5. august 1994 nr. 55 om vern mot smittsomme sykdommer.",
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Formålet med loven er å bidra til å fremme eldres interesser i samfunnet gjennom etablering av Eldreombudet."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Organisering",
                    "sections": [
                        "Eldreombudet er et uavhengig forvaltningsorgan administrativt underordnet Kongen og departementet.",
                        "Forvaltningsorganet ledes av et eldreombud. Eldreombudet åremålsbeskikkes av Kongen i statsråd for en periode på seks år uten adgang til gjenoppnevning.",
                        "Kongen eller departementet kan ikke instruere Eldreombudet om dets faglige virksomhet."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Oppgaver",
                    "sections": [
                        "Eldreombudet skal på alle samfunnsområder arbeide for å fremme eldres interesser overfor det offentlige og private og følge med på utviklingen i eldres situasjon.",
                        "Eldreombudet skal blant annet\na)\tarbeide for at eldres interesser blir ivaretatt i planlegging og utredninger på alle samfunnsområder\nb)\tfølge med på om eldres interesser er tilstrekkelige ivaretatt\nc)\tforeslå tiltak som kan styrke eldres interesser og løse eller forebygge utfordringer for eldre i samfunnet\nd)\tfølge med på at offentlige organer og private aktører har tilstrekkelig informasjon om eldres interesser og kjenner til behov for tiltak\ne)\tlegge til rette for samarbeid med relevante offentlige organer og andre aktører som arbeider for eldres interesser\nf)\ti rimelig utstrekning gi informasjon, råd og veiledning om forhold som inngår i Eldreombudets arbeidsområde.",
                        "Eldreombudet skal utføre sine oppgaver selvstendig og uavhengig."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Eldreombudets virke og oppfølging av henvendelser",
                    "sections": [
                        "Eldreombudet kan virke av eget tiltak eller etter henvendelser fra andre. Enhver kan henvende seg til Eldreombudet.",
                        "Eldreombudet avgjør selv om en henvendelse gir tilstrekkelig grunn til oppfølging. Avgjørelsen kan ikke påklages.",
                        "Eldreombudet har ikke myndighet til å avgjøre enkeltsaker og er ikke klageorgan for vedtak fra forvaltningen."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Uttalelser",
                    "sections": [
                        "Eldreombudet har rett til å uttale seg om forhold som inngår i Eldreombudets arbeidsområde. Eldreombudet bestemmer selv hvem uttalelsene skal rettes til.",
                        "Eldreombudet skal ikke uttale seg om lovligheten av et forhold når Sivilombudsmannen har avgitt uttalelse, forholdet er avgjort av eller brakt inn for domstolene til avgjørelse, eller det er under politietterforskning og noen er mistenkt eller siktet i saken. Eldreombudet kan likevel omtale den faktiske og rettslige tilstanden som Sivilombudsmannens uttalelse, politiets etterforskning eller domstolenes avgjørelse avdekker."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Henvisning",
                    "sections": [
                        "Gjelder en henvendelse forhold som kan bringes inn for påtalemyndigheten, et tilsynsorgan eller et annet forvaltningsorgan, skal den som henvender seg til ombudet, henvises til selv å ta opp saken med det organet som vurderes som riktig instans.",
                        "Eldreombudet kan også selv oversende saken når forvaltningslovens regler om taushetsplikt ikke er til hinder for det."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Tilgang til opplysninger og institusjoner mv.",
                    "sections": [
                        "Offentlige og private organer skal uten hinder av taushetsplikt gi opplysninger som er nødvendige for at Eldreombudet skal kunne utføre sine oppgaver etter loven. Eldreombudet kan sette en frist for å få tilgang til opplysninger.",
                        "Eldreombudets rett til opplysninger etter første ledd gjelder ikke opplysninger som nevnt i tvisteloven §§ 22-1, 22-2, 22-4 til 22-11. Eldreombudet skal likevel gis tilgang til opplysninger fra pasientjournaler når det er gitt samtykke til det etter reglene i pasient- og brukerrettighetsloven, eller dersom navn og fødselsnummer utelates.",
                        "Eldreombudet skal ha adgang til alle offentlige og private institusjoner hvor Eldreombudet vurderer det som nødvendig med slik adgang.",
                        "Eldreombudet skal informere den det gjelder om at opplysninger er innhentet, på hvilken måte opplysningene behandles og hvor lenge opplysningene skal lagres.",
                        "Eldreombudet har taushetsplikt i samsvar med forvaltningsloven. For opplysninger undergitt strengere taushetsplikt enn det som følger av forvaltningsloven, skal den strengere taushetsplikten gjelde også for Eldreombudet."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Instruks",
                    "sections": [
                        "Kongen i statsråd kan gi alminnelig instruks om Eldreombudets virksomhet."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Ikraftsetting",
                    "sections": [
                        "Loven gjelder fra den tiden Kongen bestemmer. Kongen kan bestemme at de enkelte bestemmelsene skal tre i kraft til ulik tid."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Endringer i andre lover",
                    "sections": [
                        "Fra den tiden loven trer i kraft, gjøres følgende endringer i andre lover:",
                        "1. I lov 12. mai 1972 nr. 28 om atomenergivirksomhet skal § 56 a første ledd lyde:",
                        "Direktoratet for strålevern og atomsikkerhet kan treffe vedtak om tvangsmulkt i form av engangsmulkt eller løpende dagmulkt for å sikre at bestemmelsene i denne lov eller vedtak i medhold av loven blir etterlevd.",
                        "2. I lov 5. august 1994 nr. 55 om vern mot smittsomme sykdommer gjøres følgende endringer:",
                        "§ 7-9 første ledd første punktum skal lyde:",
                        "Folkehelseinstituttet er statens smitteverninstitutt.",
                        "Nåværende § 7-9 første ledd første og andre punktum blir første ledd andre og nytt tredje punktum."
                    ]
                }
            ]
        }
    ]
}