{
    "lawId": "LOV-2020-05-26-53",
    "lawName": "Midlertidig lov om tilpasninger i introduksjonsloven for å avhjelpe konsekvenser av utbrudd av covid-19",
    "shortName": "Midlertidig lov om tilpasninger i introduksjonsloven for å avhjelpe konsekvenser av utbrudd av covid-19",
    "authorityDescription": "Prop.103 L (2019–2020), Innst.284 L (2019–2020), Lovvedtak 94 (2019–2020). Stortingets første og andre gangs behandling hhv. 19. og 26. mai 2020. Fremmet av Kunnskapsdepartementet.",
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål og virkeområde",
                    "sections": [
                        "Formålet med loven er at deltakere i ordningene etter introduksjonsloven i størst mulig grad skal kunne få et tilbud etter loven når utbrudd av covid-19 påvirker gjennomføringen.",
                        "Loven gjelder kommuner og deltakere i opplæring i mottak, introduksjonsprogram og opplæring i norsk og samfunnskunnskap etter introduksjonsloven med forskrifter."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Opplæring i mottak",
                    "sections": [
                        "Kommunen skal sørge for at deltakere i opplæring i norsk og opplæring i norsk kultur og norske verdier etter introduksjonsloven kapittel 4 A, får opplæring uavhengig av om undervisningsstedet er stengt eller driver med begrensninger etter enkeltvedtak eller forskrifter med hjemmel i smittevernloven som følge av utbrudd av covid-19, med mindre det ikke er mulig å tilby opplæringen via digitale hjelpemidler eller på andre måter.",
                        "Plikten til å delta i opplæring etter introduksjonsloven § 20 a opphører midlertidig dersom deltakerne ikke kan gjennomføre opplæringen som følge av utbrudd av covid-19. Resterende timer opplæring skal gjennomføres når begrensninger for undervisningsstedet etter enkeltvedtak eller forskrifter med hjemmel i smittevernloven som følge av utbrudd av covid-19 er bortfalt, forutsatt at den enkelte fortsatt er omfattet av målgruppen etter introduksjonsloven § 20 a på det tidspunktet."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Introduksjonsprogram",
                    "sections": [
                        "Kommunen avgjør om det under utbrudd av covid-19 er hensiktsmessig å starte introduksjonsprogram for personer i målgruppen etter introduksjonsloven § 2 som ennå ikke har fått vedtak om program.",
                        "Kommunen skal sørge for at deltakere i introduksjonsprogram etter introduksjonsloven kapittel 2 får et tilbud, med mindre det ikke er mulig å gi et tilbud via digitale hjelpemidler eller på andre måter. Kommunen kan tilby introduksjonsprogram på deltid i perioden med utbrudd av covid-19.",
                        "Fravær fra introduksjonsprogrammet som følge av utbrudd av covid-19 skal legges til programmets varighet. Ved deltakelse på deltid skal differansen mellom det som tilbys, og det som tilsvarer program på fulltid legges til programmets varighet. Fravær etter dette leddet registreres i Nasjonalt introduksjonsregister under kategorien «permisjon grunnet egen  sykdom»."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Introduksjonsstønad",
                    "sections": [
                        "Kommunen skal utbetale introduksjonsstønad etter introduksjonsloven kapittel 3 uavhengig av fravær som følge av utbrudd av covid-19. Kommunen kan ikke gjøre trekk i eller kreve tilbakebetalt introduksjonsstønad for perioder hvor det ikke har vært tilbudt introduksjonsprogram eller det har vært redusert tilbud som følge av utbrudd av covid-19."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Opplæring i norsk og samfunnskunnskap",
                    "sections": [
                        "Kommunen skal sørge for at deltakere i opplæring i norsk og samfunnskunnskap etter introduksjonsloven kapittel 4 får opplæring uavhengig av om undervisningsstedet er stengt eller driver med begrensninger etter enkeltvedtak eller forskrifter med hjemmel i smittevernloven som følge av utbrudd av covid-19, med mindre det ikke er mulig å tilby opplæringen via digitale hjelpemidler eller på andre måter. Kommunen kan avgjøre at hjemmearbeid skal regnes som gjennomførte timer opplæring i norsk og samfunnskunnskap.",
                        "Fristen for rett til deltakelse i opplæring i norsk og samfunnskunnskap for deltakere som ikke får et opplæringstilbud som følge av utbruddet av covid-19, forlenges tilsvarende den perioden det ikke er mulig å delta."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Ikrafttredelse og opphevelse",
                    "sections": [
                        "Loven trer i kraft straks.",
                        "Loven oppheves 1. november 2020."
                    ]
                }
            ]
        }
    ]
}