{
    "lawId": "LOV-2020-12-21-175",
    "lawName": "Lov om midlertidig tilskuddsordning for foretak med utgifter til innreisekarantene ved bruk av arbeidskraft fra utlandet",
    "shortName": "Lov om midl. tilskuddsordning for foretak med utgifter til innreisekarantene ved bruk av arbeidskraft fra utlandet",
    "authorityDescription": "Prop.63 L (2020–2021), Innst.167 L (2020–2021), Lovvedtak 62 (2020–2021). Stortingets første og andre gangs behandling hhv. 16. og 19. desember 2020. Fremmet av Nærings- og fiskeridepartementet.",
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Lovens formål",
                    "sections": [
                        "(1) Formålet med loven er å etablere en midlertidig ordning for tilskudd til foretak med merkostnader som følge av innreisekarantene i forbindelse med covid-19."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Virkeområde",
                    "sections": [
                        "(1) Loven gjelder på norsk territorium, herunder på Svalbard. Departementet fastsetter i forskrift særlige vilkår for at foretak på Svalbard kommer inn under ordningen.",
                        "(2) Tilskuddsordningen gjelder perioden fra 1. november 2020 til 28. februar 2021. Departementet kan i forskrift forlenge ordningens varighet."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Forvalting av ordningen og forholdet til forvaltningsloven",
                    "sections": [
                        "(1) Forvaltningsloven gjelder for behandling av saker etter loven.",
                        "(2) Brønnøysundregistrene er tilskuddsmyndighet, og departementet er klageinstans.",
                        "(3) Departementet kan gi forskrift om saksbehandlingen i saker etter loven, herunder utfylle og fravike bestemmelsene i forvaltningsloven."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Søknad om tilskudd, bekreftelse og opplysningsplikt",
                    "sections": [
                        "(1) Tilskudd etter denne loven gis etter søknad.",
                        "(2) Den som søker om tilskudd etter denne loven, skal gi riktige og fullstendige opplysninger. Søkeren skal opptre aktsomt og lojalt, og skal varsle tilskuddsmyndigheten om eventuelle feil.",
                        "(3) Departementet gir forskrift om krav til søknaden, herunder om hvordan opplysninger skal gis, nærmere vilkår for leveringsmåte og format, hvilke opplysninger søknaden skal inneholde, om frister, om krav til dokumentasjon for søker, om bekreftelse av opplysninger fra revisor eller regnskapsfører og om opplysningsplikt for den som har mottatt tilskudd."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Vilkår for tilskudd",
                    "sections": [
                        "(1) Foretak som oppfyller følgende vilkår, kan få tilskudd:\na.\tForetaket må være registrert i Foretaksregisteret med hjemmel i foretaksregisterloven § 2-1, og enkeltpersonforetak registrert i Enhetsregisteret.\nb.\tForetaket må være skattepliktig til Norge, jf. skatteloven § 2-2 første ledd, eller deltakerne i foretaket må være skattepliktig til Norge for selskapets inntekter, jf. skatteloven § 2-2 tredje ledd. Ordningen omfatter også tilfeller der foretaket eller foretakets eier skattlegges i Norge for virksomhet her etter skatteloven § 2-3 første ledd bokstav b.\nc.\tForetaket har ansatte. Dette vilkåret gjelder ikke for enkeltpersonforetak og ansvarlige selskap der foretakets inntekt er innehavers eller minst en av deltagernes hovedinntekt.\nd.\tForetaket må oppfylle følgende vilkår i, eller i medhold av, smittevernloven:\ni)\tForetaket har i perioden som det søkes tilskudd for, hatt arbeids- eller oppdragstakere som var underlagt krav om innreisekarantene.\nii)\tArbeids- eller oppdragstaker som nevnt i bokstav d i) gjennomførte ikke karanteneoppholdet på karantenehotell.\niii)\tForetaket som arbeids- eller oppdragsgiver var ansvarlig for gjennomføringen av karanteneoppholdet på egnet oppholdssted.\ne.\tForetaket har i perioden det søkes tilskudd for hatt merkostnader knyttet til krav om innreisekarantene i, eller i medhold av, smittevernloven.\nf.\tForetaket utøver lovlig aktivitet.\ng.\tForetaket er ikke under konkursbehandling, besluttet avviklet eller besluttet tvangsoppløst etter reglene i kapittel 16 i aksjeloven eller allmennaksjeloven.",
                        "(2) Departementet gir forskrift til utfylling av denne paragrafen og fastsetter nærmere vilkår for tilskudd, herunder krav til innreisekarantene i, eller i medhold av, smittevernloven, krav til gjennomføring av karanteneoppholdet, definisjon og beregning av merkostnader til innreisekarantene i, eller i medhold av, smittevernloven."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Tilskuddets størrelse",
                    "sections": [
                        "(1) Tilskudd beregnes etter antall arbeidstakere eller oppdragstakere under innreisekarantene som omfattes av § 5 (1) bokstav d. Tilskuddet kan ikke overstige foretakets merkostnader knyttet til krav om innreisekarantene etter smittevernloven eller forskrift med hjemmel i smittevernloven.",
                        "(2) Tilskudd ytes etter en fast dagsats per arbeids- eller oppdragstaker, men avkortes i tråd med foretakets merkostnader.",
                        "(3) Departementet gir forskrift til utfylling og gjennomføring av denne paragraf, herunder regler om beregningen av tilskuddet, hvilke kostnader som omfattes, og beregning av merkostnader."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Innhenting av opplysninger",
                    "sections": [
                        "(1) Tilskuddsmyndigheten kan pålegge offentlige myndigheter og private rettssubjekter, uten hinder av taushetsplikt, å gi opplysninger som er nødvendige for fastsetting av tilskudd etter denne loven og kontrollen av dette.",
                        "(2) Departementet kan gi forskrift om innhenting av opplysninger etter første ledd, herunder om hvem tilskuddsmyndigheten kan innhente opplysninger fra, overleveringsformat og hvilke opplysninger som kan innhentes."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Vedtak om tilskudd og utbetaling",
                    "sections": [
                        "(1) Tilskuddsmyndigheten treffer vedtak om fastsetting av tilskudd etter denne loven. Tilskuddsmyndigheten kan treffe vedtak basert på helautomatisert saksbehandling.",
                        "(2) Departementet kan gi forskrift om utbetaling av tilskudd etter denne loven."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Offentliggjøring av opplysninger",
                    "sections": [
                        "(1) Tilskuddsmyndigheten kan, uten hinder av taushetsplikt, gjøre opplysninger om tilskudd, herunder beregningsgrunnlag og tilskuddets størrelse, tilgjengelig på internett til alminnelig ettersyn. Opplysningene skal gis i søkbar form slik tilskuddsmyndigheten bestemmer.",
                        "(2) Departementet kan gi forskrift om offentliggjøring av opplysninger etter første ledd og at det kan gjøres unntak fra innsyn for dokumenter i saker om tilskuddssøknad etter denne loven."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Overtredelsesgebyr",
                    "sections": [
                        "(1) Overtredelsesgebyr ilegges tilskuddsmottaker som forsettlig eller grovt uaktsomt gir tilskuddsmyndigheten uriktig eller ufullstendig opplysning, eller unnlater å gi pliktig opplysning, når vedkommende forstår eller bør forstå at det kan føre til uberettigede økonomiske fordeler.",
                        "(2) Fristen for å ilegge overtredelsesgebyr er fem år etter utløpet av den perioden vedtaket om tilskudd gjelder.",
                        "(3) Overtredelsesgebyr beregnes, avhengig av overtredelsens alvorlighetsgrad, med 30 eller 60 prosent av tilskuddet som tilskuddsmottakeren uberettiget har mottatt.",
                        "(4) Departementet kan i forskrift gi nærmere regler om overtredelsesgebyr, herunder utmåling."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Tilbakebetaling og innkreving",
                    "sections": [
                        "(1) Departementet kan gi forskrift om krav på tilbakebetaling og innkreving av utbetalt tilskudd og om renter og administrative sanksjoner. Departementet kan også gi forskrift om hvem som er kravsmyndighet.",
                        "(2) Krav på tilbakebetaling av tilskudd er tvangsgrunnlag for utlegg."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Lovens ikrafttredelse og overgangsbestemmelser",
                    "sections": [
                        "(1) Loven trer i kraft straks.",
                        "(2) Departementet kan gi forskrift om overgangsbestemmelser."
                    ]
                }
            ]
        }
    ]
}