{
    "lawId": "LOV-2020-04-17-29",
    "lawName": "Lov om god handelsskikk i dagligvarekjeden",
    "shortName": "Lov om god handelsskikk i dagligvarekjeden",
    "authorityDescription": "Prop.33 L (2019–2020), Innst.173 L (2019–2020), Lovvedtak 47 (2019–2020). Stortingets første og andre gangs behandling hhv. 12. og 19. mars 2020. Fremmet av Nærings- og fiskeridepartementet.",
    "chapters": [
        {
            "name": "Kapittel 1 Innledende bestemmelser",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Loven skal bidra til effektiv bruk av samfunnets ressurser og ivareta forbrukernes interesser ved å fremme redelighet, forutberegnelighet og lojalitet i kontraktsforhold mellom næringsdrivende i dagligvarebransjen."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Virkeområde",
                    "sections": [
                        "Loven gjelder for forhandlinger og avtaler om leveranser av dagligvarer\na.\tsom er ment for videresalg til forbrukere gjennom utsalgssteder som har salg av dagligvarer som en vesentlig del av sin virksomhet, eller\nb.\tfor salg til storhusholdning gjennom en part som også leverer dagligvarer til utsalgssteder som nevnt i bokstav a.",
                        "Loven gjelder ikke salg til forbrukere. Loven gjelder heller ikke forhandlinger og avtaler mellom primærprodusenter og industriaktører.",
                        "Loven gjelder for forhandlinger og avtaler som foretas, har virkning eller er egnet til å ha virkning her i riket."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2 God handelsskikk",
            "paragraphs": [
                {
                    "name": "§ 3",
                    "title": "God handelsskikk",
                    "sections": [
                        "I forretningsforhold mellom næringsdrivende i dagligvarebransjen skal det ikke foretas handlinger som strider mot god handelsskikk. God handelsskikk skal være basert på redelighet, forutberegnelighet og lojalitet."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Krav på opplysninger",
                    "sections": [
                        "Ved forhandlinger og gjennomføring av avtaler om leveranser av dagligvarer skal hver av partene legge frem opplysninger som de kjenner til, og som de har grunn til å tro er av betydning for den annen part. Dette gjelder ikke informasjon som partene har berettiget grunn til å holde hemmelig."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Beskyttelse av partenes investeringer",
                    "sections": [
                        "Dersom den ene parten i god tro har foretatt investeringer eller andre tiltak i forståelse med den andre parten, må sistnevnte ikke opptre på en måte som er i strid med de berettigede forventningene som har oppstått."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Skriftlighet og klarhet",
                    "sections": [
                        "Avtaler skal inngås skriftlig og klart beskrive hvilke ytelser partene er forpliktet til å levere. En part kan ikke ensidig endre avtalen."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Ansvar for svinn og kundereklamasjoner",
                    "sections": [
                        "Avtalen skal regulere ansvar for svinn og kundereklamasjoner."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Delisting og oppsigelse",
                    "sections": [
                        "Avtalen skal inneholde frister for varsling av delisting av produkter og for oppsigelse av avtaleforholdet. Delisting skal varsles selv om avtalen ellers fastsetter tidsrom for når delisting kan finne sted. Delisting krever saklig grunn. Delisting skal begrunnes skriftlig når en avtalepart krever det."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Vern mot etterligninger",
                    "sections": [
                        "Næringsdrivende i dagligvarebransjen må ikke anvende etterlignende kjennetegn, produkter, kataloger, reklamemidler eller andre frambringelser på slik måte og under slike omstendigheter at det må anses som en urimelig utnyttelse av en annens innsats eller resultater og fører med seg fare for forveksling."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Trusler",
                    "sections": [
                        "Næringsdrivende i dagligvarebransjen må ikke benytte ord og handlinger som er egnet til å fremkalle alvorlig frykt, for eksempel trusler om utilbørlige represalier eller spredning av usann informasjon."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3 Tilsyn, håndheving og overprøving",
            "paragraphs": [
                {
                    "name": "§ 11",
                    "title": "Dagligvaretilsynets organisasjon og oppgaver",
                    "sections": [
                        "Dagligvaretilsynet fører tilsyn med at bestemmelsene i denne loven overholdes. Det gir veiledning og informasjon om loven og kontrollerer at lovens påbud og forbud overholdes.",
                        "Dagligvaretilsynet kan gi pålegg etter § 12 og treffe vedtak etter §§ 15 til 17, som kan påklages til Markedsrådet etter § 18.",
                        "Dagligvaretilsynet skal legge vekt på hensynet til forbrukerne ved håndhevingen av loven.",
                        "Dagligvaretilsynet er et uavhengig forvaltningsorgan som er administrativt underordnet departementet. Dagligvaretilsynet ledes av en direktør utnevnt av Kongen i statsråd.",
                        "Dagligvaretilsynet kan ikke instrueres om behandlingen av enkeltsaker eller gis generelle instrukser om hvordan myndighet etter loven skal utøves.",
                        "Kongen eller departementet kan ikke omgjøre Dagligvaretilsynets vedtak."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Opplysningsplikt",
                    "sections": [
                        "Enhver har plikt til å gi Dagligvaretilsynet og Markedsrådet de opplysninger som disse myndigheter krever for å kunne utføre sine gjøremål etter loven. Opplysningene kan kreves gitt skriftlig eller muntlig innen en fastsatt frist, og kan nedtegnes og lagres som lydopptak. Dagligvaretilsynet og Markedsrådet kan også kreve utlevert alle typer informasjon og bærere av slik informasjon for gransking.",
                        "Taushetsplikten som følger av lov, pålegg eller avtale, er ikke til hinder for opplysningsplikten eller retten til å foreta gransking etter første ledd. Dette gjelder likevel ikke opplysninger, informasjon eller bærere av informasjon som er omfattet av taushetsplikten som nevnt i straffeprosessloven §§ 117 til 120."
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Taushetsplikt og beskyttelse av kilder",
                    "sections": [
                        "Enhver som utfører tjeneste eller arbeid for Dagligvaretilsynet eller Markedsrådet, plikter å hindre at andre får adgang eller kjennskap til det vedkommende i forbindelse med tjenesten eller arbeidet får vite om identiteten til den som gir tips om overtredelse av §§ 3 til 10 og tilhørende forskrifter.",
                        "Taushetsplikten gjelder også overfor sakens parter og deres representanter."
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Veiledning og dialog",
                    "sections": [
                        "Dagligvaretilsynet skal gi informasjon om loven og veiledning i enkeltsaker.",
                        "Tilsynet skal av eget tiltak, eller etter henvendelse, søke å påvirke næringsdrivende til å innrette seg etter loven.",
                        "Hvis Dagligvaretilsynet finner at en eller flere av bestemmelsene i §§ 3 til 10 eller tilhørende forskrifter er overtrådt, kan det kreve en skriftlig bekreftelse på at det ulovlige forholdet skal opphøre eller treffe vedtak etter § 15."
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Vedtak om overtredelse av §§ 3 til 10",
                    "sections": [
                        "Dersom tiltak etter § 14 annet ledd ikke er tilstrekkelig for å sikre at en eller flere av bestemmelsene i §§ 3 til 10 overholdes, kan Dagligvaretilsynet treffe vedtak om påbud og forbud som er nødvendige for å sikre overholdelse.",
                        "Dagligvaretilsynet kan også treffe vedtak som stadfester at det har skjedd en overtredelse av en eller flere av bestemmelsene i §§ 3 til 10."
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Tvangsmulkt",
                    "sections": [
                        "For å sikre at pålegg etter § 12 eller vedtak etter § 15 bokstav a overholdes, kan det fastsettes tvangsmulkt til staten inntil forholdet er rettet.",
                        "Endelig vedtak om betaling av tvangsmulkt er tvangsgrunnlag for utlegg."
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Vedtak om overtredelsesgebyr",
                    "sections": [
                        "Dagligvaretilsynet kan ilegge overtredelsesgebyr ved overtredelse av vedtak etter § 15 bokstav a.",
                        "Ved avgjørelsen av om det skal ilegges overtredelsesgebyr og ved utmålingen av dette, gjelder forvaltningsloven § 46. I tillegg skal tilsynet legge vekt på mulige skadevirkninger for forbrukerne.",
                        "Endelig vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg."
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Markedsrådets kompetanse",
                    "sections": [
                        "Klager over vedtak etter §§ 15, 16 og 17 samt andre avgjørelser som kan påklages etter forvaltningsloven og offentleglova, behandles av Markedsrådet.",
                        "Markedsrådet kan ikke av eget tiltak omgjøre Dagligvaretilsynets vedtak. Markedsrådet kan kun omgjøre egne vedtak som må anses ugyldige."
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Domstolsprøving",
                    "sections": [
                        "Søksmål om Dagligvaretilsynets eller Markedsrådets vedtak skal rettes mot staten ved Dagligvaretilsynet. Søksmålet må reises innen tre måneder etter at underretning om vedtaket er mottatt eller fra vedkommende fikk eller burde ha fått kunnskap om vedtaket."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4 Avsluttende bestemmelser",
            "paragraphs": [
                {
                    "name": "§ 20",
                    "title": "Forskrifter",
                    "sections": [
                        "Kongen kan gi forskrifter om\na.\tlovens anvendelse på Svalbard, og fastsette særlige regler av hensyn til de stedlige forholdene,\nb.\tavgrensning av virkeområdet og presisering av adferdsnormene i §§ 4 til 9,\nc.\tdagligvaremyndighetenes organisering og saksbehandling,\nd.\tnærmere regler om opplysningsplikt og gransking,\ne.\tnærmere regler om ileggelse av tvangsmulkt,\nf.\tutmåling av overtredelsesgebyr, og\ng.\tinnføring av EØS-regelverk om forretningspraksis for dagligvarebransjen."
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Ikrafttredelse og overgangsregler",
                    "sections": [
                        "Loven gjelder fra den tid Kongen bestemmer.",
                        "Dagligvaretilsynet kan bare treffe vedtak om avtaler eller handlinger som har funnet sted etter at loven har trådt i kraft."
                    ]
                }
            ]
        }
    ]
}