{
    "lawId": "LOV-2020-05-26-52",
    "lawName": "Midlertidig lov om tilpasninger i barnehageloven, opplæringslova og friskolelova for å avhjelpe konsekvenser av utbrudd av covid-19",
    "shortName": "Midlertidig lov om tilpasninger i barnehageloven, opplæringslova og friskolelova for å avhjelpe konsekvenser av utbrudd av covid-19",
    "authorityDescription": "Prop.102 L (2019–2020), Innst.273 L (2019–2020), Lovvedtak 98 (2019–2020). Stortingets første og andre gangs behandling hhv. 19. og 26. mai 2020. Fremmet av Kunnskapsdepartementet.",
    "chapters": [
        {
            "name": "Kapittel 1 Formål og virkeområde",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål og virkeområde",
                    "sections": [
                        "Formålet med loven er at barn, unge og voksne i størst mulig grad skal kunne få ivaretatt sine rettigheter etter barnehageloven, opplæringslova og friskolelova, samtidig som det tas hensyn til hva som er mulig når barnehager og skoler er stengt eller er underlagt begrensninger av smittevernhensyn som følge av utbruddet av covid-19.",
                        "Loven gjelder virksomhet etter barnehageloven, opplæringslova og friskolelova med forskrifter.",
                        "Reglene om tilpasninger i opplæringslova gjelder også på Svalbard med de særlige tilpasningene som følger av forskrift 18. januar 2007 nr. 76 om grunnskoleopplæring og videregående opplæring på Svalbard."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2 Tilpasninger i barnehageloven",
            "paragraphs": [
                {
                    "name": "§ 2",
                    "title": "Barnehagelovens anvendelse",
                    "sections": [
                        "I perioden hvor barnehagen er stengt eller driver med begrensninger etter enkeltvedtak eller forskrifter med hjemmel i smittevernloven, gjelder reglene i barnehageloven og tilhørende forskrifter med følgende tilpasninger:\na)\tRetten til å benytte seg av barnehageplassen etter barnehageloven § 12 a gjelder med de begrensningene som følger av enkeltvedtak eller forskrifter med hjemmel i smittevernloven.\nb)\tBarnehageeiere kan bare gjøre tilpasninger i tilrettelegging som følger av enkeltvedtak om spesialpedagogisk hjelp eller tegnspråkopplæring med hjemmel i barnehageloven kapittel V A dersom det kan godtgjøres at det er nødvendig og forsvarlig. I vurderingen av hvilke tilpasninger som er nødvendige og forsvarlige, skal det legges stor vekt på barnets beste. Det kan også tas hensyn til tilgangen på pedagogisk personale og nødvendig utstyr. Når det er forsvarlig, kan kommunen fatte vedtak om spesialpedagogisk hjelp og tegnspråkopplæring uten at det gjennomføres sakkyndig vurdering."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Barnehageeieres plikt til å sørge for tilbud til barn som ikke kan være hjemme",
                    "sections": [
                        "Departementet kan gi forskrift om hvilke barn som skal få tilbud i barnehagen selv om barnehagen ellers er stengt eller har redusert åpnings- eller oppholdstid etter enkeltvedtak eller forskrifter med hjemmel i smittevernloven. Departementet kan også gi forskrift om hva slags tilbud barna skal få i barnehagen. Departementet kan i forskrift fravike reglene i forvaltningsloven kapittel IV, V og VI og fastsette forenklede saksbehandlingsregler for avgjørelser om hvem som skal få tilbud i barnehagen."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Foreldrebetaling",
                    "sections": [
                        "Foreldre til barn som mottar tilbud i barnehage, skal betale etter ordinære regler i forskrift 16. desember 2005 nr. 1478 om foreldrebetaling i barnehager. Dette gjelder uavhengig av antall timer tilbudet omfatter.",
                        "Foreldre til barn som ikke får et tilbud fordi barnehagen er stengt med hjemmel i smittevernloven, skal ikke betale for barnehageplassen.",
                        "Kommunen skal utbetale kompensasjon til private barnehager for tapt foreldrebetaling. De private barnehagene må søke kommunen og dokumentere inntektsbortfall. Det skal ikke gis kompensasjon for dekning av kostpenger. Kompensasjonen per barnehageplass skal ikke overstige maksimalprisen."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Kommunale tilskudd til private barnehager",
                    "sections": [
                        "Private barnehager skal motta kommunale tilskudd etter barnehageloven selv om barnehagene er stengt.",
                        "Private barnehager som mottar tilskudd etter denne bestemmelsen, kan ikke benytte ansatte til å drive annet inntektsgivende arbeid i virksomheten."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Avkortning i tilskudd for tapt foreldrebetaling og i kommunale tilskudd til private barnehager",
                    "sections": [
                        "Dersom barnehagen permitterer ansatte eller av andre grunner har betydelig reduksjon i kostnadene som følge av at barnehagen er stengt etter enkeltvedtak eller forskrifter med hjemmel i smittevernloven, skal tilskudd for tapt foreldrebetaling og kommunalt tilskudd avkortes tilsvarende reduksjonen av kostnadene. Det samme gjelder dersom allerede innbetalt foreldrebetaling ikke refunderes foreldrene."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3 Tilpasninger i opplæringslova",
            "paragraphs": [
                {
                    "name": "§ 7",
                    "title": "Skoleeieres plikt til å sørge for opplæring",
                    "sections": [
                        "Skoleeiere skal så langt det er mulig sørge for at barn, unge og voksne får grunnskoleopplæring og videregående opplæring selv om skolene er stengt eller driver med begrensninger etter enkeltvedtak eller forskrifter med hjemmel i smittevernloven.",
                        "Departementet kan gi forskrift om hvilke elever som skal få tilbud på skolen selv om skolen eller trinnet ellers er stengt eller har redusert åpnings- eller oppholdstid, og hvilke elever som skal ha opplæring hjemme selv om skolen eller trinnet er åpent. Departementet kan også gi forskrift om hva slags tilbud elevene skal få hjemme og på skolen. Departementet kan i forskrift fravike reglene i forvaltningsloven kapittel IV, V og VI og fastsette forenklede saksbehandlingsregler for avgjørelser om hvem som skal få tilbud på skolen, og hvem som skal få opplæring hjemme."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Opplæringslovas og friskolelovas anvendelse",
                    "sections": [
                        "I perioden hvor skolen er stengt eller driver med begrensninger etter enkeltvedtak eller forskrifter med hjemmel i smittevernloven, gjelder reglene i opplæringslova med forskrifter og friskolelova med forskrifter med følgende tilpasninger:\na)\tSkoleeiere skal organisere opplæringen slik den finner det hensiktsmessig og forsvarlig ut fra hvor mange lærere skolen har tilgjengelig, antallet elever, elevenes alder og forutsetninger, tilgangen på læremidler, digitale ressurser og annet utstyr og elevenes hjemmeforhold. Reglene om organiseringen av opplæringen i opplæringslova § 8-2 og friskolelova § 3-4 gjelder bare så langt det er mulig å oppfylle dem. Friskolelova § 1-2 tredje ledd er ikke et hinder for bruk av fjernundervisning.\nb)\tSkoleeiere kan bare gjøre tilpasninger i opplæring og tilrettelegging som følger av enkeltvedtak med hjemmel i opplæringslova kapittel 2, 3, 4A, og 5 og tilsvarende vedtak etter friskolelova dersom det kan godtgjøres at det er nødvendig og forsvarlig. I vurderingen av hvilke tilpasninger som er nødvendige og forsvarlige, skal det legges stor vekt på elevens beste. Det kan også tas hensyn til hvor mange lærere skolen har tilgjengelig, tilgangen på læremidler, digitale ressurser og annet utstyr. Når det er forsvarlig, kan kommunen og fylkeskommunen fatte vedtak om individuelle rettigheter og tilrettelegging av opplæringen uten at det er gjennomført sakkyndig vurdering.\nc)\tKravet i opplæringslova § 9-4 suspenderes for lærebøker og læremidler som anskaffes for undervisning i perioden.\nd)\tReglene i opplæringslova kapittel 9 A og friskolelova § 2-4 andre ledd om det psykososiale miljøet gjelder tilsvarende når elevene får opplæring hjemme, med de begrensningene som følger av at elevene ikke er fysisk til stede på skolen, og at skolen ikke rår over elevens hjemmeforhold.\ne)\tKravet i opplæringslova § 13-7 om å ha tilbud om skolefritidsordning gjelder med de begrensningene som følger av enkeltvedtak eller forskrifter med hjemmel i smittevernloven.\nf)\tKravet i opplæringslova § 13-7a og friskolelova § 7-1e om ha å tilbud om leksehjelp gjelder med de begrensningene som følger av enkeltvedtak eller forskrifter med hjemmel i smittevernloven.\ng)\tKravet i opplæringslova § 13-7 b om å tilby leirskole gjelder ikke overfor elever på 10. trinn hvor det var planlagt leirskole våren 2020."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Foreldrebetaling for skolefritidsordning",
                    "sections": [
                        "Foreldre til barn som mottar tilbud i skolefritidsordning i offentlige skoler, skal betale i tråd med prisen for opprinnelig avtalt oppholdstid. Dette gjelder uavhengig av antall timer tilbudet omfatter.",
                        "Foreldre til barn som ikke får et tilbud fordi slik skolefritidsordning er stengt etter enkeltvedtak eller forskrifter med hjemmel i smittevernloven, skal ikke betale."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Rett til Vg3 påbygging til generell studiekompetanse skoleåret 2020–2021",
                    "sections": [
                        "Ungdom som tas inn til Vg3 påbygging skoleåret 2020–2021, bruker ikke av retten til videregående opplæring dette skoleåret."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Betinget inntak til Vg4 påbygging til generell studiekompetanse skoleåret 2020–2021",
                    "sections": [
                        "Retten til påbygging etter opplæringslova §§ 3-1 ellevte ledd og 4A-3 sjuende ledd gjelder også for de som ikke har bestått fag- eller svenneprøven, men som\na)\toppfyller øvrige vilkår i §§ 3-1 ellevte ledd og 4A-3 sjuende ledd\nb)\thar bestått i alle fag og eksamener, jf. forskrift 23. juni 2006 nr. 724 til opplæringslova § 3-50 første ledd\nc)\tskulle tatt fag- eller svenneprøven våren 2020, og\nd)\ter eller vil bli oppmeldt til fag- eller svenneprøve høsten 2020.",
                        "Retten etter første ledd bortfaller dersom eleven ikke består ordinær, ny eller utsatt fag- eller svenneprøve innen 1. november 2020."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Behandling av personopplysninger i forbindelse med eksamen",
                    "sections": [
                        "Utdanningsdirektoratet kan behandle personopplysninger om dem som er oppmeldt til eksamen, dersom det er nødvendig for å finne alternative måter å gjennomføre eksamener på, slik at de negative konsekvensene av utbruddet av covid-19 blir minst mulig. Utdanningsdirektoratet kan for dette formålet, uten hinder av taushetsplikt, også innhente personopplysninger fra kommunene, fylkeskommunene, andre skoleeiere og Nasjonal vitnemålsdatabase dersom det er nødvendig."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4 Avsluttende bestemmelser",
            "paragraphs": [
                {
                    "name": "§ 13",
                    "title": "Ikrafttredelse og opphevelse",
                    "sections": [
                        "Loven trer i kraft straks.",
                        "Loven oppheves 1. november 2020."
                    ]
                }
            ]
        }
    ]
}