{
    "lawId": "LOV-2020-12-18-154",
    "lawName": "Midlertidig lov om tilpasninger i integreringsloven for å avhjelpe konsekvenser av utbrudd av covid-19",
    "shortName": "Midlertidig lov om tilpasninger i integreringsloven for å avhjelpe konsekvenser av utbrudd av covid-19",
    "authorityDescription": "Prop.33 L (2020–2021), Innst.122 L (2020–2021), Lovvedtak 31 (2020–2021). Stortingets første og andre gangs behandling hhv. 8. og 11. desember 2020. Fremmet av Kunnskapsdepartementet.",
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Formålet med loven er at deltagere i ordningene etter integreringsloven i størst mulig grad skal få et tilbud etter loven når utbrudd av covid-19 påvirker gjennomføringen."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Opplæring i mottak",
                    "sections": [
                        "Kommunen skal sørge for at deltagere i opplæring i mottak etter integreringsloven § 5, får opplæring uavhengig av om undervisningsstedet er stengt eller driver med begrensninger etter enkeltvedtak eller forskrifter med hjemmel i smittevernloven som følge av utbrudd av covid-19, med mindre det ikke er mulig å tilby opplæringen via digitale hjelpemidler eller på andre måter.",
                        "Plikten til å delta i opplæring etter integreringsloven § 5 opphører midlertidig dersom deltagerne ikke kan gjennomføre opplæringen som følge av utbrudd av covid-19. Resterende timer opplæring skal gjennomføres når begrensninger for undervisningsstedet etter enkeltvedtak eller forskrifter med hjemmel i smittevernloven som følge av utbrudd av covid-19 er bortfalt, forutsatt at den enkelte fortsatt er omfattet av målgruppen etter integreringsloven § 5 på det tidspunktet."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Kompetansekartlegging og karriereveiledning",
                    "sections": [
                        "Kommunen skal sørge for at det gis tilbud om kompetansekartlegging etter integreringsloven §§ 6 og 10 under utbrudd av covid-19, med mindre det ikke er mulig å gi et tilbud via digitale hjelpemidler eller på andre måter.",
                        "Fylkeskommunen skal sørge for at det gis tilbud om karriereveiledning etter integreringsloven § 11 under utbrudd av covid-19, med mindre det ikke er mulig å gi et tilbud via digitale hjelpemidler eller på andre måter.",
                        "Dersom det ikke gis et tilbud etter integreringsloven §§ 6, 10 og 11 som følge av utbrudd av covid-19, skal kompetansekartlegging og karriereveiledning gjennomføres når det er mulig."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Introduksjonsprogram",
                    "sections": [
                        "Kommunen skal sørge for at deltagere i introduksjonsprogram etter integreringsloven kapittel 4 får et tilbud, med mindre det under utbrudd av covid-19 ikke er mulig å gi et tilbud via digitale hjelpemidler eller på andre måter. Kommunen kan tilby introduksjonsprogram på deltid i perioden med utbrudd av covid-19.",
                        "Fravær fra introduksjonsprogrammet som følge av utbrudd av covid-19 skal legges til programmets varighet. Ved deltagelse på deltid skal differansen mellom det som tilbys, og det som tilsvarer program på fulltid legges til programmets varighet. Fravær etter dette leddet registreres i Nasjonalt introduksjonsregister under kategorien «permisjon grunnet egen sykdom»."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Introduksjonsstønad",
                    "sections": [
                        "Kommunen skal utbetale introduksjonsstønad etter integreringsloven kapittel 5 uavhengig av fravær som følge av utbrudd av covid-19. Kommunen kan ikke gjøre trekk i eller kreve tilbakebetalt introduksjonsstønad for perioder hvor det ikke har vært tilbudt introduksjonsprogram eller det har vært redusert tilbud som følge av utbrudd av covid-19."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Opplæring i norsk og samfunnskunnskap",
                    "sections": [
                        "Kommunen og fylkeskommunen skal sørge for at deltagere i opplæring i norsk og samfunnskunnskap etter integreringsloven kapittel 6 får opplæring uavhengig av om undervisningsstedet er stengt eller driver med begrensninger etter enkeltvedtak eller forskrifter med hjemmel i smittevernloven som følge av utbrudd av covid-19, med mindre det ikke er mulig å tilby opplæringen via digitale hjelpemidler eller på andre måter. Kommunen kan avgjøre at hjemmearbeid skal regnes som gjennomførte timer opplæring i samfunnskunnskap.",
                        "Fristen for rett til deltagelse i opplæring i norsk og samfunnskunnskap for deltagere som ikke får et opplæringstilbud som følge av utbruddet av covid-19, forlenges tilsvarende den perioden det ikke er mulig å delta."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Ikrafttredelse og opphevelse",
                    "sections": [
                        "Loven trer i kraft 1. januar 2021. Loven oppheves 1. juli 2021."
                    ]
                }
            ]
        }
    ]
}