{
    "lawId": "LOV-2020-04-17-30",
    "lawName": "Lov om unntak fra prosessuelle regler i konkurranseloven som følge av utbrudd av covid-19",
    "shortName": "Lov om unntak fra prosessuelle regler i konkurranseloven som følge av utbrudd av covid-19",
    "authorityDescription": "Prop.74 L (2019–2020), Innst.236 L (2019–2020), Lovvedtak 70 (2019–2020). Stortingets første og andre gangs behandling hhv. 7. og 14. april 2020. Fremmet av Nærings- og fiskeridepartementet.",
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Formålet med loven er å gi unntak fra enkelte prosessuelle bestemmelser i konkurranseloven i forbindelse med utbruddet av covid-19, for å sikre at konkurransemyndighetene er i stand til å utføre sine lovbestemte oppgaver."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Stedlig virkeområde",
                    "sections": [
                        "Loven og forskrifter som gis i medhold av den, har samme stedlige virkeområde som konkurranseloven."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Forlengelse av frister ved kontroll med foretakssammenslutninger",
                    "sections": [
                        "Følgende unntak gjelder fra fristene i konkurranseloven § 20:\na)\tFristen i § 20 annet ledd for å varsle om at vedtak kan bli aktuelt, forlenges til 40 virkedager.\nb)\tFristen i § 20 fjerde ledd første punktum for å treffe vedtak som stadfester fremsatt forslag om avhjelpende tiltak fra melderne eller legge frem begrunnet forslag til forbudsvedtak, forlenges til 85 virkedager.\nc)\tFristen i § 20 fjerde ledd annet punktum for å treffe vedtak der partene fremlegger nytt eller revidert forslag til avhjelpende tiltak, forlenges til 100 virkedager.",
                        "Følgende unntak gjelder fra fristene i konkurranseloven § 20 a:\na)\tFristen i § 20 a første ledd første punktum for å klage på vedtak etter § 20 forlenges til 30 virkedager.\nb)\tFristen i § 20 a første ledd annet punktum for å bringe en klage inn for Konkurranseklagenemnda forlenges til 30 virkedager.\nc)\tFristen i § 20 a første ledd tredje punktum for å treffe vedtak i klagesak forlenges til 75 virkedager.\nd)\tFristen i § 20 a annet ledd fjerde punktum for å fatte vedtak om inngrep eller legge frem begrunnet forslag til forbudsvedtak forlenges til 60 virkedager.",
                        "Fristforlengelsen gjelder både saker tilsynet har til behandling ved ikrafttredelsen av denne loven og saker som meldes i perioden loven er i kraft.",
                        "Kongen kan gi forskrift om ytterligere unntak fra fristreglene i konkurranseloven og i denne loven når det er nødvendig."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Unntak fra reglene om Konkurranseklagenemndas sammensetning i den enkelte sak",
                    "sections": [
                        "Dersom det er nødvendig for å gjennomføre Konkurranseklagenemndas oppgaver og det ikke er til hinder for forsvarlig saksbehandling, kan nemndas leder beslutte at avgjørelser og vedtak som nevnt i konkurranseloven § 36 tredje ledd, skal treffes av ett enkeltmedlem. Sakens parter og Konkurransetilsynet skal få anledning til å uttale seg før nemndas leder treffer beslutningen.",
                        "Første ledd gjelder ikke klage over vedtak om overtredelsesgebyr etter konkurranseloven § 29 første ledd bokstav a for overtredelse av konkurranseloven §§ 10 og 11, klage på forbud mot foretakssammenslutning etter konkurranseloven § 16 eller inngrep mot minoritetserverv etter konkurranseloven § 16 a."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Ikrafttredelse og varighet",
                    "sections": [
                        "Loven trer i kraft straks og gjelder frem til 31. oktober 2020."
                    ]
                }
            ]
        }
    ]
}