{
    "lawId": "LOV-2020-01-10-1",
    "lawName": "Lov om endringer i politiloven mv. (bevæpnet patruljering mellom sårbare objekter mv.)",
    "shortName": "Endringslov til politiloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Med skytevåpen forstås i denne lov:",
                    "sections": [
                        "a.våpen som med ladning av krutt eller annet drivmiddel, eller ved en mekanisk innretning kan skyte ut kuler, hagl eller andre prosjektiler,",
                        "b.våpen eller apparater for utskyting eller utsending av sprengladninger, gass, signallys, raketter e.l. (herunder flammekastere),",
                        "c.våpenimitasjoner o.l. som forholdsvis lett kan gjøres om slik at skarp ammunisjon kan avfyres.",
                        "Et våpen anses ikke som skytevåpen dersom det er gjort varig ubrukbart. Kongen kan likevel gi bestemmelser om krav til registreringsplikt, merking, etterkontroll og krav til inn- og utførsel av skytevåpen som er gjort varig ubrukbare. Et våpen anses heller ikke som skytevåpen dersom våpenet på grunn av alder eller konstruksjon ikke kan brukes som skytevåpen og heller ikke forholdsvis lett kan utbedres eller gjøres om slik at det kan brukes til å skyte med.",
                        "I lov 4. august 1995 nr. 53 om politiet gjøres følgende endringer:",
                        "Ny § 6 b skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 6 b",
                    "title": "Vilkår for bruk av skytevåpen",
                    "sections": [
                        "Skytevåpen kan bare brukes når det er absolutt nødvendig og hvor lempeligere midler forgjeves har vært forsøkt eller åpenbart ikke vil føre frem, i situasjoner hvor",
                        "a)tjenestepersonen selv eller andre trues med eller utsettes for en grov voldshandling eller annen grov integritetskrenkelse, og bruk av våpen fremstår som nødvendig for å hindre tap av menneskeliv eller alvorlig personskade, eller",
                        "b)det anses påkrevd å pågripe eller stanse person som er domfelt eller med stor grad av sikkerhet mistenkes for drap, andre grove voldshandlinger eller forsøk på slike voldsforbrytelser, eller av personer som av andre grunner anses som særlig farlige for menneskers liv eller helse, Norges selvstendighet, eller som alvorlig truer grunnleggende nasjonale interesser.",
                        "I situasjoner som nevnt i første ledd kan skytevåpen etter beslutning fra innsatsleder også brukes til å beskadige eller gjøre en gjenstand ubrukelig eller forstyrre eller avlede gjerningspersonen.",
                        "§ 18 første ledd første punktum skal lyde:",
                        "Den som skal tilsettes i politi- og lensmannsetaten, herunder i Politidirektoratet, må ha plettfri vandel og være skikket for tjeneste i politiet.",
                        "§ 29 skal lyde:"
                    ]
                },
                {
                    "name": "§ 29",
                    "title": "Instruksjonsmyndighet m.m.",
                    "sections": [
                        "Kongen fastsetter en alminnelig tjenesteinstruks for politiet. Departementet gir tjenestereglementer og særinstrukser for politiet, herunder en våpeninstruks. Politimesteren kan utstede utfyllende tjenesteregler når lokale forhold gjør dette påkrevd.",
                        "I våpeninstruksen kan det gis bestemmelser om bevæpning av polititjenestemenn i daglig tjeneste:",
                        "a)for et begrenset tidsrom når det anses nødvendig for å håndtere en alvorlig trusselsituasjon, og",
                        "b)for et ubegrenset tidsrom når det ut fra trusselbildet anses nødvendig for å gi tilstrekkelig beskyttelse av sårbare objekter. Bevæpningen kan omfatte patruljering mellom sårbare objekter i et avgrenset område.",
                        "Departementet gir nærmere regler om i hvilken utstrekning namsmannen kan overlate sine oppgaver etter lov til sine underordnede.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}