{
    "lawId": "LOV-2020-04-29-36",
    "lawName": "Midlertidig lov om forvaltning av personell i Forsvaret for å avhjelpe konsekvenser av covid-19",
    "shortName": "Midlertidig lov om forvaltning av personell i Forsvaret for å avhjelpe konsekvenser av covid-19",
    "authorityDescription": "Prop.83 L (2019–2020), Innst.245 L (2019–2020), Lovvedtak 85 (2019–2020). Stortingets første og andre gangs behandling hhv. 24. og 28. april 2020. Fremmet av Forsvarsdepartementet.",
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål og virkeområde",
                    "sections": [
                        "Lovens formål er å sikre at Forsvarets operative evne, beredskap og styrkeproduksjon opprettholdes gjennom covid-19-pandemien.",
                        "Loven gjelder på norsk territorium og på norske skip og luftfartøy."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Myndighet til å endre arbeidsoppgaver, ansvar og arbeidssted for sivilt tilsatte",
                    "sections": [
                        "Arbeidsoppgavene, ansvaret og arbeidsstedet for sivilt tilsatte i Forsvaret kan endres dersom det kan dokumenteres at dette er strengt nødvendig for å opprettholde Forsvarets operative evne, beredskap og styrkeproduksjon.",
                        "I vurderingen av om sivilt tilsatte skal pålegges endringer i arbeidsoppgaver, ansvar eller arbeidssted, skal den enkeltes personlige forhold vektlegges.",
                        "Myndigheten til å pålegge endringer etter første ledd kan ikke delegeres lenger ned enn nivå to i Forsvarets organisasjon."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Tiltak for å forebygge smittsomme sykdommer",
                    "sections": [
                        "Forsvaret kan overfor sivilt tilsatte, militært tilsatte og andre tjenestepliktige som er innkalt til tjeneste, gjennomføre tiltak, herunder innføre restriksjoner i reise- og bevegelsesfriheten, som er strengt nødvendige for å forebygge smittsomme sykdommer i den hensikt å opprettholde Forsvarets operative evne, beredskap og styrkeproduksjon. Slike tiltak kan gjelde både i og utenfor arbeidstid.",
                        "Myndigheten til å gjennomføre tiltak etter første ledd kan ikke delegeres lenger ned enn nivå to i Forsvarets organisasjon."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Ikrafttredelse og opphevelse",
                    "sections": [
                        "Loven trer i kraft straks.",
                        "Loven oppheves 1. november 2020."
                    ]
                }
            ]
        }
    ]
}