{
    "lawId": "LOV-2020-05-26-54",
    "lawName": "Midlertidig lov om unntak fra krav til fysisk møte mv. i foretakslovgivningen for å avhjelpe konsekvenser av utbrudd av covid-19",
    "shortName": "Midlertidig lov om unntak fra krav til fysisk møte mv. i foretakslovgivningen for å avhjelpe konsekvenser av utbrudd av covid-19",
    "authorityDescription": "Prop.115 L (2019–2020), Innst.283 L (2019–2020), Lovvedtak 102 (2019–2020). Stortingets første og andre gangs behandling hhv. 19. og 26. mai 2020. Fremmet av Nærings- og fiskeridepartementet.",
    "chapters": [
        {
            "name": "Kapittel 1. Lovens formål og virkeområde",
            "paragraphs": [
                {
                    "name": "§ 1-1",
                    "title": "Lovens formål",
                    "sections": [
                        "(1) Lovens formål er å avhjelpe konsekvenser av utbruddet av covid-19 for foretak ved å legge til rette for at saksbehandlingen i styret, generalforsamlingen og andre foretaksorganer kan skje uten fysisk møte mv.",
                        "(2) Med foretak i denne loven menes selskaper og andre juridiske personer omfattet av lovene angitt i § 1-2."
                    ]
                },
                {
                    "name": "§ 1-2",
                    "title": "Virkeområde",
                    "sections": [
                        "Denne loven fastsetter unntak fra følgende lover:\n1.\tlov 21. juni 1985 nr. 83 om ansvarlige selskaper og kommandittselskaper\n2.\tlov 30. august 1991 nr. 71 om statsforetak\n3.\tlov 13. juni 1997 nr. 44 om aksjeselskaper\n4.\tlov 13. juni 1997 nr. 45 om allmennaksjeselskaper\n5.\tlov 15. januar 1999 nr. 2 om revisjon og revisorer\n6.\tlov 15. juni 2001 nr. 59 om stiftelser\n7.\tlov 29. juni 2007 nr. 81 om samvirkeforetak\n8.\tlov 10. april 2015 nr. 17 om finansforetak og finanskonsern"
                    ]
                },
                {
                    "name": "§ 1-3",
                    "title": "Forholdet til gjeldende lover mv.",
                    "sections": [
                        "Ved motstrid går bestemmelser i denne loven foran det som er bestemt i lovene nevnt i § 1-2, forskrifter fastsatt i medhold av lovene, foretakets vedtekter, selskapsavtale, instruks o.l."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2. Unntak fra krav til fysisk møte mv. i aksjeloven og allmennaksjeloven",
            "paragraphs": [
                {
                    "name": "§ 2-1",
                    "title": "Virkeområde",
                    "sections": [
                        "Reglene i kapittel 2 gjelder for aksjeselskaper og allmennaksjeselskaper. Kapitlet gjelder tilsvarende for finansforetak som ikke er organisert som aksjeselskap eller allmennaksjeselskap."
                    ]
                },
                {
                    "name": "§ 2-2",
                    "title": "Unntak fra krav til avholdelse av fysisk styremøte mv.",
                    "sections": [
                        "(1) Styrets leder kan beslutte at styret skal behandle og avgjøre enhver sak ved bruk av elektroniske hjelpemidler, skriftlig eller på annen måte uten at styremedlemmene er fysisk samlet. Behandlingsmåten skal være betryggende. Alle styremedlemmene skal så vidt mulig få delta i en samlet behandling av de saker som behandles.",
                        "(2) Gjennomføres styrets saksbehandling i fysisk møte, kan ethvert styremedlem kreve å få delta i møtet ved bruk av elektroniske hjelpemidler eller på annen betryggende måte uten å være fysisk til stede. Det samme gjelder daglig leder, revisor og andre for saker der disse har rett eller plikt til å delta.",
                        "(3) Første og annet ledd gjelder tilsvarende for styrets møte med revisor etter revisorloven § 2-3.",
                        "(4) Bestemmelsene i denne paragrafen gjelder tilsvarende så langt de passer for direksjonen i finansforetak som etter vedtektene har fastsatt at den daglige ledelse skal forestås av et kollektivt organ, jf. finansforetaksloven § 8-13."
                    ]
                },
                {
                    "name": "§ 2-3",
                    "title": "Unntak fra krav til avholdelse av fysisk generalforsamling mv.",
                    "sections": [
                        "(1) Styret kan beslutte at generalforsamling skal holdes helt eller delvis uten fysisk møte, herunder ved bruk av elektroniske hjelpemidler. Styret kan bare treffe slik beslutning dersom det anses nødvendig for å avholde generalforsamling.",
                        "(2) Styret skal sørge for at avholdelsen av generalforsamlingen er forsvarlig. Styret skal sørge for at alle aksjeeiere kan delta og stemme, og at deltakelse og stemmegivning kan kontrolleres på betryggende måte. Styret kan fastsette nærmere krav til gjennomføringen av deltakelse og stemmegivning, herunder bruk av forhåndsstemme selv om dette ikke følger av vedtektsbestemmelse som nevnt i aksjeloven § 5-11 b annet ledd og allmennaksjeloven § 5-8 b.",
                        "(3) I innkallingen til generalforsamlingen skal det opplyses om fremgangsmåten for å delta og stemme.",
                        "(4) Styret skal også sørge for at revisor, daglig leder og andre som har rett eller plikt til å delta, kan delta på generalforsamlingen uten å være fysisk til stede.",
                        "(5) Første til fjerde ledd gjelder tilsvarende så langt de passer for tingretten eller andre som etter lov eller vedtekter har myndighet til å innkalle til generalforsamling."
                    ]
                },
                {
                    "name": "§ 2-4",
                    "title": "Unntak fra krav til avholdelse av fysisk møte mv. i bedriftsforsamlingen og andre selskapsorganer",
                    "sections": [
                        "Bestemmelsene i § 2-2 gjelder så langt de passer for bedriftsforsamlingen og andre selskapsorganer."
                    ]
                },
                {
                    "name": "§ 2-5",
                    "title": "Unntak fra vedtektsfestet frist for å avholde ordinær generalforsamling",
                    "sections": [
                        "I selskap med vedtektsfestet frist for å avholde ordinær generalforsamling, kan styret bestemme at for ordinær generalforsamling i 2020 gjelder i stedet fristen som følger av aksjeloven § 5-5 første ledd eller allmennaksjeloven § 5-6 første ledd."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3. Unntak fra krav til fysisk møte mv. i samvirkelova",
            "paragraphs": [
                {
                    "name": "§ 3-1",
                    "title": "Virkeområde",
                    "sections": [
                        "Reglene i kapittel 3 gjelder for samvirkeforetak."
                    ]
                },
                {
                    "name": "§ 3-2",
                    "title": "Unntak fra krav til avholdelse av fysisk styremøte mv.",
                    "sections": [
                        "(1) Styrets leder kan beslutte at styret skal behandle og avgjøre enhver sak ved bruk av elektroniske hjelpemidler, skriftlig eller på annen måte uten at styremedlemmene er fysisk samlet. Behandlingsmåten skal være betryggende. Alle styremedlemmene skal så vidt mulig få delta i en samlet behandling av de saker som behandles.",
                        "(2) Gjennomføres styrets saksbehandling i fysisk møte, kan ethvert styremedlem kreve å få delta i møtet ved bruk av elektroniske hjelpemidler eller på annen betryggende måte uten å være fysisk til stede. Det samme gjelder daglig leder, revisor og andre for saker der disse har rett eller plikt til å delta.",
                        "(3) Protokoll fra styremøte kan signeres ved elektronisk signatur.",
                        "(4) Første og annet ledd gjelder tilsvarende for styrets møte med revisor etter revisorloven § 2-3."
                    ]
                },
                {
                    "name": "§ 3-3",
                    "title": "Unntak fra krav til avholdelse av fysisk årsmøte mv.",
                    "sections": [
                        "(1) Styret kan beslutte at årsmøte skal holdes helt eller delvis uten fysisk møte, herunder ved bruk av elektroniske hjelpemidler. Styret kan bare treffe slik beslutning dersom det anses nødvendig for å avholde årsmøtet.",
                        "(2) Styret skal sørge for at avholdelsen av årsmøtet er forsvarlig. Styret skal sørge for at alle medlemmene kan delta og stemme, og at deltakelse og stemmegivning kan kontrolleres på betryggende måte. Styret kan fastsette nærmere krav til gjennomføringen av deltakelse og stemmegivning, herunder bruk av forhåndsstemme.",
                        "(3) I innkallingen til årsmøtet skal det opplyses om fremgangsmåten for å delta og stemme.",
                        "(4) Styret skal også sørge for at revisor, daglig leder og andre som har rett eller plikt til å delta, kan delta på årsmøtet uten å være fysisk til stede.",
                        "(5) Første og annet ledd gjelder tilsvarende ved valg av utsendinger etter samvirkelova § 37.",
                        "(6) Protokoll fra årsmøte kan signeres ved elektronisk signatur.",
                        "(7) Første til fjerde ledd gjelder tilsvarende så langt de passer for tingretten eller andre som etter lov eller vedtekter har myndighet til å innkalle til årsmøte."
                    ]
                },
                {
                    "name": "§ 3-4",
                    "title": "Unntak fra krav til fysisk møte mv. i representantskapet, kontrollkomiteen og andre foretaksorgan",
                    "sections": [
                        "Bestemmelsene i § 3-2 gjelder så langt de passer for representantskap, kontrollkomité og andre foretaksorganer."
                    ]
                },
                {
                    "name": "§ 3-5",
                    "title": "Unntak fra vedtektsfestet frist for å avholde ordinært årsmøte",
                    "sections": [
                        "I samvirkeforetak med vedtektsfestet frist for å avholde ordinært årsmøte, kan styret bestemme at for ordinært årsmøte i 2020 gjelder i stedet fristen som følger av samvirkelova § 41 første ledd."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4. Unntak fra krav til fysisk møte mv. i selskapsloven",
            "paragraphs": [
                {
                    "name": "§ 4-1",
                    "title": "Virkeområde",
                    "sections": [
                        "Reglene i kapittel 4 gjelder for ansvarlige selskaper og kommandittselskaper."
                    ]
                },
                {
                    "name": "§ 4-2",
                    "title": "Unntak fra krav til avholdelse av fysisk styremøte mv.",
                    "sections": [
                        "(1) Styrets leder kan beslutte at styret skal behandle og avgjøre enhver sak ved bruk av elektroniske hjelpemidler, skriftlig eller på annen måte uten at styremedlemmene er fysisk samlet. Behandlingsmåten skal være betryggende. Alle styremedlemmene skal så vidt mulig få delta i en samlet behandling av de saker som behandles.",
                        "(2) Gjennomføres styrets saksbehandling i fysisk møte, kan ethvert styremedlem kreve å få delta ved bruk av elektroniske hjelpemidler eller på annen betryggende måte uten å være fysisk til stede. Det samme gjelder daglig leder, revisor og andre for saker der disse har rett eller plikt til å delta.",
                        "(3) Første og annet ledd gjelder tilsvarende for styrets møte med revisor etter revisorloven § 2-3."
                    ]
                },
                {
                    "name": "§ 4-3",
                    "title": "Unntak fra krav til avholdelse av fysisk selskapsmøte mv.",
                    "sections": [
                        "(1) Den som etter lov eller selskapsavtalen har myndighet til å innkalle selskapsmøtet, kan bestemme at møtet skal avholdes ved bruk av elektroniske hjelpemidler, skriftlig eller på annen måte uten at de som har rett eller plikt til å delta, er fysisk samlet. Behandlingsmåten skal være betryggende. Alle skal så vidt mulig få delta i en samlet behandling av de saker som behandles.",
                        "(2) Avholdes selskapsmøtet som et fysisk møte, kan enhver som har rett eller plikt til å delta, kreve å få delta ved bruk av elektroniske hjelpemidler eller på annen betryggende måte uten å være fysisk til stede.",
                        "(3) Den som innkaller selskapsmøtet, skal sørge for at møtet avholdes i samsvar med bestemmelsene i første og annet ledd.",
                        "(4) Protokoll fra selskapsmøte kan signeres ved elektronisk signatur."
                    ]
                },
                {
                    "name": "§ 4-4",
                    "title": "Unntak fra krav til avholdelse av fysisk møte mv. i andre selskapsorganer",
                    "sections": [
                        "Bestemmelsene i § 4-2 gjelder så langt de passer for andre selskapsorganer."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5. Unntak fra krav til fysisk møte mv. i stiftelsesloven",
            "paragraphs": [
                {
                    "name": "§ 5-1",
                    "title": "Virkeområde",
                    "sections": [
                        "Reglene i kapittel 5 gjelder for stiftelser."
                    ]
                },
                {
                    "name": "§ 5-2",
                    "title": "Unntak fra krav til avholdelse av fysisk styremøte mv.",
                    "sections": [
                        "(1) Styrets leder kan beslutte at styret skal behandle og avgjøre enhver sak ved bruk av elektroniske hjelpemidler, skriftlig eller på annen måte uten at styremedlemmene er fysisk samlet. Behandlingsmåten skal være betryggende. Alle styremedlemmene skal så vidt mulig få delta i en samlet behandling av de saker som behandles.",
                        "(2) Gjennomføres styrets saksbehandling i fysisk møte, kan ethvert styremedlem kreve å få delta i møtet ved bruk av elektroniske hjelpemidler eller på annen betryggende måte uten å være fysisk til stede. Det samme gjelder daglig leder, revisor og andre for saker der disse har rett eller plikt til å delta.",
                        "(3) Protokoll fra styremøte kan signeres ved elektronisk signatur.",
                        "(4) Første og annet ledd gjelder tilsvarende for styrets møte med revisor etter revisorloven § 2-3."
                    ]
                },
                {
                    "name": "§ 5-3",
                    "title": "Unntak fra krav til avholdelse av fysisk møte mv. i andre organer",
                    "sections": [
                        "Bestemmelsene i § 5-2 gjelder så langt de passer for andre organer som er opprettet etter stiftelsesloven § 36."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 6. Unntak fra krav til fysisk møte mv. i statsforetaksloven",
            "paragraphs": [
                {
                    "name": "§ 6-1",
                    "title": "Virkeområde",
                    "sections": [
                        "Reglene i kapittel 6 gjelder for statsforetak."
                    ]
                },
                {
                    "name": "§ 6-2",
                    "title": "Unntak fra krav til avholdelse av fysisk styremøte mv.",
                    "sections": [
                        "(1) Styrets leder kan beslutte at styret skal behandle og avgjøre enhver sak ved bruk av elektroniske hjelpemidler, skriftlig eller på annen måte uten at styremedlemmene er fysisk samlet. Behandlingsmåten skal være betryggende. Alle styremedlemmene skal så vidt mulig få delta i en samlet behandling av de saker som behandles.",
                        "(2) Gjennomføres styrets saksbehandling i fysisk møte, kan ethvert styremedlem kreve å få delta ved bruk av elektroniske hjelpemidler eller på annen betryggende måte uten å være fysisk til stede. Det samme gjelder administrerende direktør, revisor og andre for saker der disse har rett eller plikt til å delta.",
                        "(3) Protokoll fra styremøte kan signeres ved elektronisk signatur.",
                        "(4) Første og annet ledd gjelder tilsvarende for styrets møte med revisor etter revisorloven § 2-3."
                    ]
                },
                {
                    "name": "§ 6-3",
                    "title": "Unntak fra krav til avholdelse av fysisk foretaksmøte mv.",
                    "sections": [
                        "(1) Departementet kan beslutte at foretaksmøte skal holdes uten fysisk møte, herunder ved bruk av elektroniske hjelpemidler eller på annen måte. Behandlingsmåten skal være betryggende.",
                        "(2) Departementet skal sørge for at administrerende direktør, revisor og andre som har rett eller plikt til å delta, kan delta på foretaksmøtet uten å være fysisk til stede.",
                        "(3) Protokoll fra foretaksmøte kan signeres ved elektronisk signatur."
                    ]
                },
                {
                    "name": "§ 6-4",
                    "title": "Unntak fra krav til avholdelse av fysisk møte mv. i bedriftsforsamlingen",
                    "sections": [
                        "Bestemmelsene i § 6-2 gjelder så langt de passer for bedriftsforsamlingen."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 7. Lovens ikrafttredelse og opphevelse",
            "paragraphs": [
                {
                    "name": "§ 7-1",
                    "title": "Lovens ikrafttredelse og opphevelse",
                    "sections": [
                        "(1) Loven trer i kraft straks. Loven oppheves 1. november 2020.",
                        "(2) Møte det er innkalt til før 1. november 2020, kan avholdes etter bestemmelsene i denne loven."
                    ]
                }
            ]
        }
    ]
}