{
    "lawId": "LOV-2020-06-19-90",
    "lawName": "Midlertidig lov om forlenget frist og unntak fra krav til fysisk generalforsamling og årsmøte mv. i boligbyggelag, borettslag og eierseksjonssameier for å avhjelpe konsekvenser av utbrudd av covid-19",
    "shortName": "Midl. lov om forlenget frist og unntak fra krav til fysisk generalforsamling og årsmøte mv. i boligbyggelag mv. (covid-19)",
    "authorityDescription": "Prop.128 L (2019–2020), Innst.384 L (2019–2020), Lovvedtak 138 (2019–2020). Stortingets første og andre gangs behandling hhv. 12. og 15. juni 2020. Fremmet av Departementet.",
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Lovens virkeområde",
                    "sections": [
                        "For å avhjelpe konsekvenser av utbruddet av covid-19 fastsettes det i denne loven unntak fra følgende lover:\n1.\tlov 6. juni 2003 nr. 38 om bustadbyggjelag\n2.\tlov 6. juni 2003 nr. 39 om burettslag\n3.\tlov 16. juni 2017 nr. 65 om eierseksjoner",
                        "Ved motstrid går bestemmelsene i denne loven foran det som er bestemt i lovene nevnt i første ledd og eventuelle vedtekter."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Adgang til å gjennomføre generalforsamling og årsmøte uten fysisk oppmøte",
                    "sections": [
                        "Styret kan beslutte å gjennomføre generalforsamling og årsmøte uten fysisk oppmøte, herunder ved bruk av digitale møteapplikasjoner, telefon- eller videomøte eller på annen betryggende måte.",
                        "Styret må gi samtlige andels- eller seksjonseiere mulighet til å delta i behandlingen av sakene. Styret kan fastsette nærmere krav til gjennomføringen av deltakelsen og stemmegivning, herunder tillate bruk av forhåndsstemme.",
                        "Styret skal gi forretningsfører, revisor og eventuell daglig leder mulighet til å uttale seg om aktuelle saker.",
                        "Styreleder, eller annen møteleder som generalforsamlingen eller årsmøtet velger, skal sørge for at det føres protokoll etter reglene i bustadbyggjelagslova § 5-17, burettslagslova § 7-9 og eierseksjonsloven § 53.",
                        "Første til fjerde ledd gjelder tilsvarende så langt de passer dersom tingretten innkaller til generalforsamling eller årsmøte etter reglene i bustadbyggjelagslova § 5-8 annet ledd, burettslagslova § 7-6 annet ledd og eierseksjonsloven § 43 annet ledd.",
                        "For øvrig gjelder bestemmelsene i bustadbyggjelagslova kapittel 5, burettslagslova kapittel 7 og eierseksjonsloven kapittel VI."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Adgang til å kreve fysisk møte",
                    "sections": [
                        "Dersom styret beslutter å gjennomføre generalforsamling eller årsmøte etter reglene i § 2, kan andels- eller seksjonseiere ikke kreve at møtet gjennomføres som fysisk møte.",
                        "Dersom noen krever ekstraordinær generalforsamling eller ekstraordinært årsmøte etter bustadbyggjelagslova § 5-7 annet ledd, burettslagslova § 7-5 eller eierseksjonsloven § 42, skal styret vurdere om det er mulig å gjennomføre dette etter reglene i § 2. Det kan ikke kreves at ekstraordinær generalforsamling eller ekstraordinært årsmøte gjennomføres som fysisk møte. Styret kan etter en slik vurdering beslutte at saken skal utsettes til det kan gjennomføres fysisk møte."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Signatur på protokoll",
                    "sections": [
                        "Protokoll fra generalforsamling og årsmøte kan signeres ved bruk av betryggende elektronisk signatur.",
                        "Som signatur godtas også bilde av protokollen med underskrift."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Elektronisk kommunikasjon",
                    "sections": [
                        "Boligbyggelag og borettslag kan uten hinder av kravet om uttrykkelig samtykke i bustadbyggjelagslova § 1-5 og burettslagslova § 1-6 kommunisere elektronisk med andelseierne. Det samme gjelder for kommunikasjon med seksjonseiere i eierseksjonssameier.",
                        "Seksjons- og andelseiere som ønsker innkalling og øvrige dokumenter tilsendt på papir, og har meddelt dette til styret, skal ha rett til å få dette."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Forlenget frist for ordinær generalforsamling og årsmøte",
                    "sections": [
                        "Fristen for å gjennomføre ordinær generalforsamling, jf. bustadbyggjelagslova § 5-6 første ledd og burettslagslova § 7-4 første ledd og ordinært årsmøte, jf. eierseksjonsloven § 41, forlenges i 2020 til 31. august."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Lovens ikrafttredelse og opphevelse",
                    "sections": [
                        "Loven trer i kraft straks. Loven oppheves 1. november 2020.",
                        "Møter det er innkalt til før 1. november 2020, kan avholdes etter bestemmelsene i denne loven."
                    ]
                }
            ]
        }
    ]
}