{
    "lawId": "LOV-2020-03-06-2",
    "lawName": "Lov om endringer i obduksjonsloven mv. (rettsmedisinsk obduksjon av drepte i veitrafikken og regulering av Statens vegvesens arbeid med ulykkesanalyser)",
    "shortName": "Endringslov til obduksjonsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2",
                    "title": "Verkeområde",
                    "sections": [
                        "Lova gjeld for medisinsk obduksjon, rettsmedisinsk obduksjon av drepne i vegtrafikken etter § 7 a første ledd andre punktum og donasjon av lekam til undervisning og forsking og anna behandling av lik:",
                        "a)§§ 4, 5, 6, 7, 8 og 8 a gjeld for medisinsk obduksjon.",
                        "b)§§ 7 a, 8 og 8 a gjeld for rettsmedisinsk obduksjon etter § 7 a første ledd andre punktum.",
                        "c)Kapittel 3 gjeld for donasjon av lekam til undervisning og forsking og anna behandling av lik.",
                        "§ 7 gjeld tilsvarande for forsking på biologisk materiale som er tatt ut i samband med ein rettsmedisinsk obduksjon.",
                        "Kongen kan gi forskrift om at lova og forskrifter med heimel i lova heilt eller delvis skal gjelde på Svalbard og Jan Mayen og kan fastsette særlege reglar under omsyn til forholda på staden.",
                        "§ 3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Definisjonar",
                    "sections": [
                        "I denne lova meines med:",
                        "a)obduksjon: ei systematisk utvendig og innvendig medisinsk undersøking av ein død person",
                        "b)medisinsk obduksjon: obduksjon som ein lege har kravd, der formålet er å påvise eller utelukke forandringar som er forårsaka av sjukdom eller skade",
                        "c)rettsmedisinsk obduksjon: obduksjon som er kravd etter straffeprosessloven § 228 om sakkyndig likundersøking og obduksjon etter § 7 a første ledd andre punktum",
                        "d)næraste pårørande: næraste pårørande etter pasient- og brukerrettighetsloven § 1-3 bokstav b.",
                        "§ 6 overskrifta skal lyde:"
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Forholdet til rettsmedisinsk obduksjon etter straffeprosessloven",
                    "sections": [
                        "§ 6 første ledd skal lyde:",
                        "Dersom legen etter helsepersonelloven § 36 tredje ledd har plikt til å melde frå til politiet fordi det er grunn til å tru at dødsfallet er unaturleg, kan medisinsk obduksjon ikkje setjast i gang før påtalemakta har avgjort at det ikkje skal gjennomførast ein rettsmedisinsk obduksjon.",
                        "Ny § 7 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 7 a",
                    "title": "Rettsmedisinsk obduksjon av trafikkdrepne",
                    "sections": [
                        "Alle drepne i vegtrafikken skal obduserast. Dersom påtalemakta ikkje krev obduksjon etter straffeprosessloven § 228, skal politiet sjå til at rettsmedisinsk obduksjon blir utført etter lova her. Formålet med rettsmedisinsk obduksjon etter lova her er å fastslå dødsårsaka, påvise moglege teikn på sjukdom, skade og inntak av legemiddel og giftstoff, og sjå funna i samanheng med omstende kring dødsfallet.",
                        "Før rettsmedisinsk obduksjon av den trafikkdrepne etter lova her blir utført, skal pårørande varslast og få høve til å uttale seg, så sant det er mogleg. Obduksjonen skal ikkje gjennomførast dersom ein av avdødes næraste pårørande av religiøs eller livssynsmessig overtyding nektar obduksjon.",
                        "Rettsmedisinsk obduksjon skal utførast av sakkunnig.",
                        "§ 8 overskrifta skal lyde:"
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Gjennomføring av obduksjon etter lova her",
                    "sections": [
                        "§ 8 andre og tredje ledd skal lyde:",
                        "Det kan gjevast undervisning i samband med obduksjonar etter lova her.",
                        "Departementet kan gi forskrift om korleis obduksjonar etter lova her skal gjennomførast og om avgjeving og bruk av obduksjonsmateriale.",
                        "Ny § 8 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 8 a",
                    "title": "Innhenting av helseopplysningar",
                    "sections": [
                        "Legen som obduserer etter lova her skal utan omsyn til at opplysningane er underlagde teieplikt få nødvendige helseopplysningar om avdøde.",
                        "Kapittel 4 overskriften skal lyde:",
                        "I lov 18. juni 1965 nr. 4 om vegtrafikk skal ny § 51 a lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4. Pålegg, tvangsmulkt, straff og forholdet til andre lover",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 51 a",
                    "title": "Statens vegvesens ulykkesanalysearbeid",
                    "sections": [
                        "Statens vegvesen skal undersøke vegtrafikkulykker for å klarlegge hendelsesforløp og årsaksfaktorer med formål å forbedre trafikksikkerheten.",
                        "For dette formålet skal Statens vegvesens ulykkesanalysegruppe foreta dybdeanalyser av alle dødsulykkene på veg i Norge. Ulykkesanalysegruppen skal ikke ta stilling til sivilrettslig eller strafferettslig skyld og ansvar i forbindelse med vegtrafikkulykken. Ulykkesanalysegruppen skal uten hinder av lovbestemt taushetsplikt få utlevert saksopplysninger fra politiet som er nødvendig for gruppens arbeid og obduksjonsrapport om trafikkdrepte.",
                        "Departementet kan gi forskrift om ulykkesanalysegruppens arbeid.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}