{
    "lawId": "LOV-2018-12-20-115",
    "lawName": "Lov om endringer i sjøloven mv. (fjerning av vrak)",
    "shortName": "Endringslov til sjøloven mv. (fjerning av vrak)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel 10 a. Ansvar for kostnader til lokalisering, merking og fjerning av vrak etter reglene i Den internasjonale Nairobi-konvensjonen om fjerning av vrak, 2007 (vrakfjerningskonvensjonen) m.m.",
            "paragraphs": [
                {
                    "name": "§ 210",
                    "title": "Definisjoner",
                    "sections": [
                        "Definisjonene i andre til åttende ledd gjelder for lovens regler om lokalisering, merking og fjerning av vrak etter vrakfjerningskonvensjonen.",
                        "Med skip forstås ethvert sjøgående fartøy av enhver type, herunder hydrofoilbåt, luftputefartøy, undervannsfartøy, flytende fartøy og flytende plattformer, unntatt når slike plattformer er på feltet og driver leting etter, utvinning av eller produksjon av mineralressurser på havbunnen.",
                        "Med driftsansvarlig forstås skipseieren eller en annen organisasjon eller person, for eksempel disponenten eller bareboatbefrakteren, som har påtatt seg ansvaret for bruken av skipet på vegne av skipseieren og som derved har påtatt seg alle plikter og alt ansvar i henhold til den internasjonale norm for sikkerhetsstyring med endringer.",
                        "Med registrert eier forstås den eller de personene som er registrert som skipets eier. Er registrering ikke foretatt, regnes den eller de personene som eier skipet på tidspunktet for sjøulykken, som registrert eier. Eies skipet av en stat, men driftes av et selskap som i denne staten er registrert som driftsansvarlig, regnes likevel dette selskapet som skipets registrerte eier.",
                        "Med sjøulykke forstås sammenstøt mellom skip, grunnstøting, andre hendelser knyttet til navigeringen eller andre hendelser om bord på et skip eller utenfor skipet som medfører tingskade eller en overhengende fare for tingskade på et skip eller skipslasten.",
                        "Med vrak forstås:",
                        "a)et skip som er sunket eller strandet som følge av en sjøulykke,",
                        "b)en del av et skip som er sunket eller strandet som følge av en sjøulykke, herunder en gjenstand som er eller har vært om bord på et slikt skip,",
                        "c)en gjenstand som er mistet på sjøen fra et skip som følge av en sjøulykke, og som er strandet, sunket eller i drift på sjøen, eller",
                        "d)et skip som er i ferd med eller med rimelighet kan forventes å synke eller strande som følge av en sjøulykke, og der effektive tiltak for å bistå skipet eller eventuell eiendom som er i fare, ikke allerede er truffet.",
                        "Med vrakfjerningskonvensjonen forstås Den internasjonale Nairobi-konvensjonen om fjerning av vrak, 2007.",
                        "Med konvensjonsstat forstås en stat som er tilsluttet vrakfjerningskonvensjonen."
                    ]
                },
                {
                    "name": "§ 210 a",
                    "title": "Objektivt ansvar for skipets registrerte eier",
                    "sections": [
                        "Den registrerte eieren er uansett skyld ansvarlig for kostnader til lokalisering, merking og fjerning av vrak etter reglene i vrakfjerningskonvensjonen."
                    ]
                },
                {
                    "name": "§ 210 b",
                    "title": "Ansvarsfritak",
                    "sections": [
                        "Reglene om ansvarsfritak og lemping av ansvaret i § 192 gjelder tilsvarende."
                    ]
                },
                {
                    "name": "§ 210 c",
                    "title": "Ansvarsbegrensning og ansvarskanalisering",
                    "sections": [
                        "Krav mot skipets registrerte eier om dekning av kostnader som nevnt i § 210 a kan bare gjøres gjeldende etter reglene i dette kapittelet.",
                        "Reglene om kanalisering av ansvaret og regress i § 193 annet og tredje ledd gjelder tilsvarende. Reglene om at ansvar ikke kan gjøres gjeldende, skal likevel ikke gjelde overfor den registrerte eieren.",
                        "For begrensning av ansvaret til den registrerte eieren gjelder reglene i kapittel 9."
                    ]
                },
                {
                    "name": "§ 210 d",
                    "title": "Forsikringsplikt, sertifikat",
                    "sections": [
                        "Den registrerte eieren av et norsk skip med bruttotonnasje på 300 tonn eller mer plikter å ha godkjent forsikring eller annen sikkerhet som dekker ansvaret etter § 210 a, opp til ansvarsgrensene som følger av § 175 nr. 3. Det skal utstedes sertifikat som bekrefter at skipet har slik forsikring eller sikkerhet. Uten gyldig sertifikat kan skipet ikke seile under norsk flagg.",
                        "Første ledd første punktum gjelder tilsvarende for den registrerte eieren av et utenlandsk skip med bruttotonnasje på 300 tonn eller mer som anløper eller forlater havn eller annen laste- eller losseplass i Norge eller som anløper eller forlater en ikke landtilknyttet anløpsplass i norsk sjøterritorium. Skipet skal ha sertifikat etter vrakfjerningskonvensjonen som viser at det har godkjent forsikring eller annen sikkerhet.",
                        "For skip som eies av den norske stat eller av en annen konvensjonsstat, gjelder reglene i § 197 tredje ledd tilsvarende.",
                        "Departementet gir i forskrift nærmere regler om forsikring og annen sikkerhetsstillelse og om sertifikater."
                    ]
                },
                {
                    "name": "§ 210 e",
                    "title": "Sanksjoner mot forsømt forsikringsplikt",
                    "sections": [
                        "Reglene om sanksjoner mot forsømt forsikringsplikt m.m. i § 199 gjelder tilsvarende for skip som ikke har påbudt forsikring eller annen sikkerhet eller påbudt sertifikat etter § 210 d eller forskrifter gitt med hjemmel i § 210 d fjerde ledd."
                    ]
                },
                {
                    "name": "§ 210 f",
                    "title": "Direktekrav mot forsikringsgiveren",
                    "sections": [
                        "Krav om dekning av kostnader til lokalisering, merking og fjerning av vrak etter § 210 a kan reises direkte mot den som har ytet forsikring eller stilt sikkerhet etter § 210 d (forsikringsgiveren). Forsikringsgiveren kan gjøre gjeldende begrensning av ansvaret etter § 175 nr. 3, selv om den registrerte eieren ikke har rett til ansvarsbegrensning.",
                        "Forsikringsgiveren kan også gjøre gjeldende de innsigelsene som den registrerte eieren selv kunne gjort gjeldende. Derimot kan forsikringsgiveren overfor fordringshaverne ikke gjøre gjeldende innsigelser som forsikringsgiveren kan gjøre gjeldende overfor den registrerte eieren. Forsikringsgiveren kan likevel gjøre gjeldende den innsigelsen at sjøulykken skyldes forsettlig feil av den registrerte eieren selv."
                    ]
                },
                {
                    "name": "§ 210 g",
                    "title": "Norske domstolers kompetanse. Anerkjennelse og fullbyrdelse av utenlandske dommer",
                    "sections": [
                        "Reglene i § 203 første og annet ledd om norske domstolers kompetanse gjelder tilsvarende ved søksmål mot den registrerte eieren eller dennes forsikringsgiver om ansvaret for kostnader til lokalisering, merking og fjerning av vrak etter vrakfjerningskonvensjonen.",
                        "Rettskraftig dom mot den registrerte eieren eller dennes forsikringsgiver har bindende virkning her i riket og kan fullbyrdes her når den er tvangskraftig, såfremt dommen er avsagt i en konvensjonsstat og av en kompetent domstol."
                    ]
                },
                {
                    "name": "§ 210 h",
                    "title": "Virkeområdet for reglene i kapittel 10 a",
                    "sections": [
                        "Reglene i kapittel 10 a gjelder for:",
                        "a)skip og vrak som, med unntak for Svalbard og Jan Mayen, befinner seg her i riket eller i norsk økonomisk sone",
                        "b)norske skip og vrak av norske skip som befinner seg i en annen konvensjonsstats økonomiske sone eller, dersom en konvensjonsstat ikke har opprettet økonomisk sone, i et område fastsatt av denne konvensjonsstaten etter folkeretten på ikke mer enn 200 nautiske mil fra de grunnlinjene sjøterritoriet måles fra",
                        "c)norske skip og vrak av norske skip som befinner seg i en annen konvensjonsstats territorium, herunder sjøterritoriet, dersom denne staten har gitt underretning om at vrakfjerningskonvensjonen skal gjelde for territoriet",
                        "Reglene i kapittel 10 a gjelder ikke for:",
                        "a)forurensingsskade som er omfattet av §§ 183 eller 191",
                        "b)vederlag eller kompensasjon for berging som er omfattet av kapittel 16",
                        "c)tiltak truffet i henhold til Internasjonal konvensjon om inngrep på det frie hav i tilfelle av oljeforurensningsulykker, 1969, med endringer, eller Protokoll vedrørende inngrep på det frie hav i tilfelle av forurensning av sjøen ved andre stoffer enn olje, 1973, med endringer",
                        "Reglene i kapittel 10 a gjelder ikke for krigsskip eller andre skip som eies eller driftes av en stat og som for tiden bare benyttes i statlig, ikke-kommersielt øyemed, med mindre staten som eier eller drifter skipet, har vedtatt at vrakfjerningskonvensjonen skal få anvendelse. §§ 210, 210 a, 210 b og 210 c gjelder likevel for vrak av slike skip som, med unntak for Svalbard og Jan Mayen, befinner seg her i riket eller i norsk økonomisk sone.",
                        "Reglene i kapittel 10 a gjelder med de begrensninger som følger av De forente nasjoners havrettskonvensjon, 1982, og folkerettslig sedvanerett på havrettens område. Overfor stater som ikke er tilsluttet vrakfjerningskonvensjonen, gjelder kapittelet med de begrensningene som følger av overenskomster med disse statene eller av folkeretten for øvrig.",
                        "§ 461 skal lyde:"
                    ]
                },
                {
                    "name": "§ 461",
                    "title": "York-Antwerpen-reglene",
                    "sections": [
                        "Når ikke annet er avtalt, gjelder York-Antwerpen-reglene for hvilke skader, tap og kostnader som skal henføres til felleshavari, og for havarifordelingen. Kongen fastsetter hvilken versjon av York-Antwerpen-reglene som skal gjelde etter første punktum, og kunngjør reglene i sin engelske tekst og norsk oversettelse.",
                        "Kapittel 18 overskriften og nytt avsnitt I med ny § 471 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 18. Vrakfjerning, undersøkelse av sjøulykker, sjørettsskjønn og skipsbøker",
            "paragraphs": []
        },
        {
            "name": "I. Vrakfjerning",
            "paragraphs": [
                {
                    "name": "§ 471",
                    "title": "Plikt til å fjerne vrak og fremlegge forsikringsbevis",
                    "sections": [
                        "Har en annen konvensjonsstat i tråd med vrakfjerningskonvensjonens regler fastslått at et vrak av et norsk skip som befinner seg i denne statens konvensjonsområde, utgjør en fare, skal den registrerte eieren fjerne vraket. Den registrerte eieren eller en annen interessent skal dessuten fremlegge bevis for forsikring eller annen økonomisk sikkerhet etter § 210 d for rette myndighet i denne staten.",
                        "§ 210 h tredje ledd første punktum og fjerde ledd gjelder tilsvarende, jf. også § 210.",
                        "§ 475 skal lyde:"
                    ]
                },
                {
                    "name": "§ 475",
                    "title": "Meldeplikt",
                    "sections": [
                        "Skipsføreren, den driftsansvarlige eller rederiet skal straks gi den myndighet Kongen bestemmer, melding om sjøulykke.",
                        "Meldeplikt etter første ledd har også enhver som blir vitne til en sjøulykke eller som blir oppmerksom på vrakrester eller andre forhold som gir grunn til å frykte at det har inntruffet sjøulykke, dersom vedkommende ikke etter forholdene har grunn til å anta at slik melding er unødvendig.",
                        "Har et norsk skip vært innblandet i en hendelse som har forårsaket vrak i konvensjonsområdet til en annen stat som er tilsluttet vrakfjerningskonvensjonen, skal skipsføreren eller den driftsansvarlige for skipet dessuten umiddelbart melde fra om hendelsen til denne staten. § 210 h tredje ledd første punktum og fjerde ledd gjelder tilsvarende, jf. også § 210.",
                        "§ 503 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 503 a",
                    "title": "Foreldelse etter kapittel 10 a",
                    "sections": [
                        "Krav om dekning av kostnader til lokalisering, merking og fjerning av vrak etter reglene i kapittel 10 a faller bort dersom ikke søksmål er reist innen tre år fra den dagen da rette myndighet, i tråd med vrakfjerningskonvensjonens regler, fastslo at vraket utgjorde en fare.",
                        "Krav kan ikke i noe tilfelle reises senere enn seks år fra dagen for sjøulykken som forårsaket vraket. Dersom sjøulykken bestod i en serie hendelser, skal fristen løpe fra dagen for den første hendelsen.",
                        "§ 506 femte ledd skal lyde:",
                        "Med bøter eller fengsel inntil 6 måneder straffes den som forsettlig eller grovt uaktsomt overtrer plikten i §§ 186, 197 eller 210 d eller forskrifter gitt i medhold av bestemmelsene, om å ha forsikring eller annen sikkerhet samt gyldige sertifikater.",
                        "I lov 17. april 2009 nr. 19 om havner og farvann skal § 35 nytt fjerde ledd lyde:",
                        "Kongen kan gi forskrift med nærmere bestemmelser om fjerning av vrak.",
                        "I lov 12. mai 2015 nr. 30 om endringer i sjøloven (erstatningsansvar ved transport av farlig gods m.m.) gjøres følgende endringer i del I:",
                        "Ny endring etter endringen av § 193 skal lyde:",
                        "§ 210 h annet ledd bokstav a skal lyde:",
                        "a)forurensingsskade som er omfattet av §§ 183, 191 eller 212",
                        "Ny § 503 a blir ny § 503 b. Ledeteksten og paragrafoverskriften skal lyde:",
                        "Ny § 503 b skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 503 b",
                    "title": "Foreldelse etter kapittel 11",
                    "sections": [
                        "Ny endring etter endringen av § 505 annet punktum skal lyde:",
                        "§ 506 femte ledd skal lyde:",
                        "Med bøter eller fengsel inntil 6 måneder straffes den som forsettlig eller grovt uaktsomt overtrer plikten i §§ 186, 197, 210 d eller 218 eller forskrifter gitt i medhold av bestemmelsene, om å ha forsikring eller annen sikkerhet samt gyldige sertifikater.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "2.Reglene om ansvar og forsikring i sjøloven kapittel 10 a får bare anvendelse på sjøulykker som inntreffer etter ikrafttredelsen av §§ 210 a og 210 d.",
                        "3.Departementet kan gi nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}