{
    "lawId": "LOV-2018-06-15-41",
    "lawName": "Lov om endringer i introduksjonsloven (opplæring i mottak og behandling av personopplysninger mv.)",
    "shortName": "Endringslov til introduksjonsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Lovens formål",
                    "sections": [
                        "Formålet med denne loven er å styrke nyankomne innvandreres mulighet for deltakelse i yrkes- og samfunnslivet, og deres økonomiske selvstendighet. Loven skal videre legge til rette for at asylsøkere raskt får kjennskap til norsk språk, kultur og samfunnsliv.",
                        "§ 2 første ledd skal lyde:",
                        "Rett og plikt til deltakelse i introduksjonsprogram gjelder for nyankommet utlending mellom 18 og 55 år som har behov for grunnleggende kvalifisering og som har fått",
                        "a)asyl, jf. utlendingsloven § 28,",
                        "b)oppholdstillatelse etter innreisetillatelse som overføringsflyktning, jf. utlendingsloven § 35 tredje ledd,",
                        "c)fornybar oppholdstillatelse etter utlendingsloven § 38 første ledd på grunnlag av søknad om asyl, eller kollektiv beskyttelse i massefluktsituasjon, jf. utlendingsloven § 34,",
                        "d)oppholdstillatelse som familiemedlemmer til personer som nevnt i bokstav a, b og c, jf. utlendingsloven kapittel 6. For å være omfattet av denne bestemmelsen er det et vilkår at personer som nevnt i bokstav a, b og c ikke har vært bosatt i en kommune i mer enn fem år før det søkes om familiegjenforening eller",
                        "e)fornybar oppholdstillatelse etter utlendingsloven § 53 første ledd bokstav b, § 53 annet ledd eller § 53 tredje ledd. For personer som nevnt i første punktum gjelder retten og plikten til å delta i introduksjonsprogram i to år fra det tidspunkt det er gitt oppholdstillatelse på grunnlagene som er nevnt.",
                        "§ 4 tredje ledd bokstav c skal lyde:",
                        "c)arbeids- eller utdanningsrettede tiltak.",
                        "§ 5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Programmets varighet",
                    "sections": [
                        "Programmet kan vare i inntil to år, med tillegg av godkjent permisjon. Når det vil styrke den enkeltes mulighet for overgang til arbeid eller ordinær utdanning, eller styrke muligheten for å nå målsettingen i den individuelle planen, kan programmet forlenges til inntil tre år.",
                        "§ 6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Individuell plan",
                    "sections": [
                        "Det skal utarbeides en individuell plan for den som skal delta i introduksjonsprogram. Planen skal utformes på bakgrunn av en kartlegging av vedkommendes opplæringsbehov og av hvilke tiltak vedkommende kan nyttiggjøre seg. Planen skal bygge videre på tiltak som vedkommende har gjennomført før bosetting i kommunen.",
                        "Planen skal minst inneholde programmets start og tidsfaser og en angivelse av tiltakene i programmet.",
                        "Det skal begrunnes i planen hvilke arbeids- eller utdanningsrettede tiltak, jf. § 4 tredje ledd bokstav c, som er valgt, og hvordan disse vil styrke den enkeltes mulighet for deltakelse i yrkeslivet.",
                        "Planen skal utarbeides i samråd med vedkommende.",
                        "Planen skal tas opp til ny vurdering jevnlig, og alltid ved vesentlige endringer i den enkeltes livssituasjon og ved forlengelse av introduksjonsprogrammet etter § 5.",
                        "Den individuelle planen i introduksjonsprogrammet skal ses i sammenheng med den individuelle planen for opplæring i norsk og samfunnskunnskap.",
                        "§ 19 annet ledd annet punktum oppheves.",
                        "§ 20 skal lyde:"
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Forskrifter",
                    "sections": [
                        "Departementet kan gi forskrift til utfylling og gjennomføring av kapittelet her, herunder om målene for opplæringen, fravær og permisjon, og om innholdet i og gjennomføringen av prøver i norsk og samfunnskunnskap. Departementet kan også gi forskrift om reaksjoner ved overtredelse av bestemmelser om gjennomføring av prøver i norsk og samfunnskunnskap.",
                        "Nytt kapittel 4 A med §§ 20 a til 20 c skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4 A Opplæring i mottak",
            "paragraphs": [
                {
                    "name": "§ 20 a",
                    "title": "Plikt til deltakelse i opplæring i mottak",
                    "sections": [
                        "Plikt til deltakelse i opplæring i norsk og opplæring i norsk kultur og norske verdier gjelder for asylsøkere over 16 år i mottak. Plikten til deltakelse inntrer etter registrering i mottaket. Plikten gjelder ikke for",
                        "a)asylsøkere som er omfattet av 48-timers-prosedyren",
                        "b)asylsøkere som er omfattet av Dublin-prosedyren",
                        "c)asylsøkere over 18 år som har blitt nektet realitetsbehandling av søknad om oppholdstillatelse",
                        "d)asylsøkere som har fått vedtak fra Utlendingsdirektoratet om avslag eller innvilgelse av søknad om oppholdstillatelse.",
                        "Dersom særlige helsemessige eller andre tungtveiende grunner tilsier det, kan kommunen etter søknad frita asylsøkeren fra plikten til deltakelse etter første ledd.",
                        "Dersom asylsøkeren deltar i opplæring i norsk etter opplæringslova, kan kommunen etter søknad frita asylsøkeren fra plikten til deltakelse i opplæring i norsk etter første ledd."
                    ]
                },
                {
                    "name": "§ 20 b",
                    "title": "Kommunens ansvar for opplæring i mottak",
                    "sections": [
                        "Kommunen skal sørge for opplæring i norsk og opplæring i norsk kultur og norske verdier så snart som mulig etter at asylsøkere som omfattes av plikten etter § 20 a, er registrert i et mottak i kommunen."
                    ]
                },
                {
                    "name": "§ 20 c",
                    "title": "Forskrifter",
                    "sections": [
                        "Departementet kan gi forskrift til utfylling og gjennomføring av kapittelet her, herunder om kommunens ansvar, omfanget av og innholdet i opplæringen.",
                        "§ 21 annet ledd skal lyde:",
                        "Som enkeltvedtak etter denne loven regnes avgjørelser om",
                        "a)tildeling av introduksjonsprogram, introduksjonsstønad og opplæring i norsk og samfunnskunnskap",
                        "b)vesentlig endring av individuell plan",
                        "c)stansning av introduksjonsprogrammet eller opplæring i norsk og samfunnskunnskap for den enkelte",
                        "d)permisjon",
                        "e)trekk i introduksjonsstønaden med 50 prosent eller mer av en enkelt utbetaling, og som minst tilsvarer 1/12 av folketrygdens grunnbeløp",
                        "f)avslag eller innvilgelse av søknad om fritak fra plikt til opplæring etter § 20 a annet og tredje ledd.",
                        "§ 23 skal lyde:"
                    ]
                },
                {
                    "name": "§ 23",
                    "title": "Fylkesmannens tilsynsvirksomhet",
                    "sections": [
                        "Fylkesmannen skal føre tilsyn med kommunens oppfyllelse av plikter etter kapitlene 2 til 4 A og registrering i personregister etter § 25 a annet ledd av opplysninger om deltakelse i introduksjonsprogram, opplæring i norsk og samfunnskunnskap og opplæring i norsk og opplæring i norsk kultur og norske verdier i mottak.",
                        "Reglene i kommuneloven kapittel 10 A gjelder for tilsyn etter første ledd.",
                        "Departementet kan gi forskrift om tilsynet.",
                        "§ 24 skal lyde:"
                    ]
                },
                {
                    "name": "§ 24",
                    "title": "Kommunens plikt til å føre internkontroll",
                    "sections": [
                        "Kommunen skal føre internkontroll for å sikre at virksomhet og tjenester etter kapitlene 2 til 4 A og registrering i personregister etter § 25 a annet ledd av opplysninger om deltakelse i introduksjonsprogram, opplæring i norsk og samfunnskunnskap og opplæring i norsk og opplæring i norsk kultur og norske verdier i mottak er i samsvar med kravene i loven. Kommunen må kunne gjøre rede for hvordan den oppfyller denne plikten.",
                        "Departementet kan gi forskrift om plikten til å føre internkontroll.",
                        "§ 25 skal lyde:"
                    ]
                },
                {
                    "name": "§ 25",
                    "title": "Behandling av personopplysninger",
                    "sections": [
                        "Offentlige organer kan behandle personopplysninger, herunder sensitive personopplysninger, når det er nødvendig for å utføre oppgaver i forbindelse med",
                        "a)tiltak for å gi asylsøkere kjennskap til norsk språk, kultur og samfunnsliv",
                        "b)tiltak for å gi innvandrere kunnskap og ferdigheter for å kunne delta i det norske samfunnslivet",
                        "c)gjennomføring av prøver for dokumentasjon av norskkunnskaper og samfunnskunnskap",
                        "d)bosetting av innvandrere",
                        "e)utbetaling av tilskudd for tiltak som nevnt i bokstav a, b og d",
                        "Personopplysninger nevnt i første ledd kan innhentes fra utlendingsmyndighetene og folkeregistermyndigheten uten hinder av lovbestemt taushetsplikt. Når hensynet til barnets beste gjør det nødvendig, kan personopplysninger nevnt i første ledd innhentes fra barnevernet og krisesentre uten hinder av lovbestemt taushetsplikt.",
                        "Personopplysninger nevnt i første ledd kan utveksles mellom offentlige organer som har behov for opplysningene for å utføre oppgaver nevnt i første ledd, uten hinder av lovbestemt taushetsplikt. Unntaket fra taushetsplikten gjelder ikke taushetsplikt etter helsepersonelloven. Dersom det er tilstrekkelig for å oppnå formålet, skal opplysningene kun utleveres i statistisk form eller ved at individualiserende kjennetegn utelates på annen måte.",
                        "Like med offentlige organer regnes organisasjoner og private som utfører oppgaver nevnt i første ledd for stat, fylkeskommune eller kommune.",
                        "Departementet kan gi forskrift om behandlingen av personopplysninger etter denne loven, herunder om krav til behandlingen, innhenting av personopplysninger og hvilke personopplysninger som kan behandles. Det kan også gis forskrift om innhenting av personopplysninger fra helsepersonell og om utlevering av personopplysninger til utlendingsmyndighetene.",
                        "Ny § 25 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 25 a",
                    "title": "Personregister og plikt til å registrere opplysninger",
                    "sections": [
                        "Det skal opprettes nasjonale personregistre for formålene nevnt i § 25 første ledd. Utlevering av personopplysninger til organer nevnt i § 25 første ledd kan skje gjennom direkte søketilgang i slike personregistre.",
                        "Kommunen har plikt til å registrere personopplysninger om personer i kommunen som omfattes av introduksjonsloven i personregister nevnt i første ledd.",
                        "Departementet kan gi forskrift om nasjonale personregistre etter denne paragrafen og om kommunens plikt til å registrere personopplysninger.",
                        "Ny § 25 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 25 b",
                    "title": "Pålegg om å utlevere personopplysninger",
                    "sections": [
                        "Når det er nødvendig i den enkelte sak, kan offentlige organer som har oppgaver etter denne loven, pålegge følgende organer å utlevere personopplysninger om asylsøkere og innvandrere uten hinder av lovbestemt taushetsplikt:",
                        "a)Integrerings- og mangfoldsdirektoratet",
                        "b)Kompetanse Norge",
                        "c)Arbeids- og velferdsetaten",
                        "d)Utlendingsdirektoratet",
                        "e)Utlendingsnemnda",
                        "f)folkeregistermyndigheten",
                        "g)kommunene",
                        "Unntaket fra taushetsplikten gjelder ikke taushetsplikt etter helsepersonelloven.",
                        "Departementet kan gi forskrift om adgangen til å pålegge utlevering av personopplysninger etter denne paragrafen.",
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}