{
    "lawId": "LOV-2018-05-04-16",
    "lawName": "Lov om endringar i vegtrafikkloven (køyretøykontroll og fartsskrivar)",
    "shortName": "Endringslov til vegtrafikkloven (køyretøykontroll og fartsskrivar)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 19",
                    "title": "Kontroll av kjøretøy",
                    "sections": [
                        "Eier av kjøretøy eller den som på eierens vegne har rådighet over det, skal framstille kjøretøyet til kontroll når politiet eller regionvegkontoret krever det. Vedkommende skal også gi opplysninger om kjøretøyet når det kreves.",
                        "Departementet kan i forskrift gi regler om kontroll av kjøretøy etter første ledd og om gebyr. Departementet kan i forskrift også gi regler om kontroll av kjøretøy langs veg og om kriterier for utvelgelse av kjøretøy til slik kontroll. I forskriften kan det gis nærmere regler om krav til kompetanse for kontrollører, herunder personell som gjennomfører foretakskontroll etter § 21, om krav til kontrollutstyr og om kontrollgebyr.",
                        "§ 19 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 19 a",
                    "title": "Periodisk kjøretøykontroll",
                    "sections": [
                        "Periodisk kjøretøykontroll kan bare utføres av godkjente virksomheter med godkjente kontrollører og godkjent teknisk leder. For godkjenning må kontrollør og teknisk leder fremlegge ordinær politiattest for å vise at vedkommende er skikket til oppgaven.",
                        "Departementet kan i forskrift gi regler om vilkår og overgangsordninger for godkjenning som nevnt i første ledd, om opplæringsvirksomhet, om godkjennings- og tilsynsmyndigheten og om gebyrer for godkjenning og tilsyn. Departementet kan i forskrift også gi regler om pålegg om retting, advarsel og tilbakekall av godkjenningen, om stansing av virksomheten og om tvangsmulkt.",
                        "Ny § 19 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 19 b",
                    "title": "Krav til verksteder m.m.",
                    "sections": [
                        "Reparasjon, vedlikehold, ombygging, oppbygging og påbyggingsarbeid på motorvogn og tilhenger til motorvogn kan bare foretas av godkjent virksomhet. Det samme gjelder for montering, kontroll og reparasjon av fartsskriver. For å få godkjenning til å montere, kontrollere og reparere fartsskriver må virksomhetens ansvarlige leder fremlegge ordinær politiattest for å vise at vedkommende er skikket til oppgaven.",
                        "Departementet kan i forskrift gi regler om godkjenning av verksteder som skal montere, kontrollere og reparere sikkerhetsmessige eller miljømessige innretninger i kjøretøyer.",
                        "Departementet kan i forskrift gi regler om vilkårene og overgangsordninger for godkjenning av virksomheter som nevnt i første og andre ledd, godkjenning av virksomhetens leder, og om tilsyn med slik virksomhet. Departementet kan også gi regler om godkjennings- og tilsynsmyndighet, om plikt til å bistå tilsynsmyndigheten og om gebyrer for godkjenning og tilsyn. Departementet kan i forskriften gi regler om pålegg om retting, advarsel og tilbakekall av godkjenningen, om stansing av virksomheten og om tvangsmulkt.",
                        "I forskrift kan departementet gjøre unntak fra kravet om godkjenning for enkelte typer kjøretøy, for enkelte typer arbeid og for enkelte verksteder etter nærmere angitte vilkår.",
                        "Ny § 19 c skal lyde:"
                    ]
                },
                {
                    "name": "§ 19 c",
                    "title": "Kontroll av virksomheter som driver handel med motorvogner mv.",
                    "sections": [
                        "Regionvegkontoret kan, etter nærmere regler gitt av departementet i forskrift, kontrollere motorvogner, tilhengere og godkjenningspliktig utstyr i virksomheter der dette selges.",
                        "§ 32 skal lyde:"
                    ]
                },
                {
                    "name": "§ 32",
                    "title": "Overtredelse av vegtrafikkbestemmelser i utlandet",
                    "sections": [
                        "Departementet kan gi forskrift om at virksomhet og fører som på fremmed stats territorium har brutt kjøre- og hviletidsbestemmelser gitt i medhold av § 21 andre ledd, kan straffes her i riket i samsvar med § 31. Dette gjelder uavhengig av førerens statsborgerskap, virksomhetens hovedsete, eller lignende.",
                        "Lova gjeld frå den tid Kongen fastset. Kongen kan fastsetje at ulike delar av lova skal ta til å gjelde frå ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}