{
    "lawId": "LOV-2018-12-20-117",
    "lawName": "Lov om endringer i utlendingsloven (tilbakeholdelse og innbringelse m.m.)",
    "shortName": "Endringslov til utlendingsloven (tilbakeholdelse og innbringelse m.m.)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 21 a",
                    "title": "Tilbakeholdelse og innbringelse",
                    "sections": [
                        "Politiet kan holde tilbake en utlending eller innbringe vedkommende til politistasjon, lensmannskontor eller annet lokale som benyttes under polititjenesten når",
                        "a)utlendingen ikke gir opplysninger for å bringe identiteten og lovligheten av oppholdet i riket på det rene i forbindelse med en alminnelig utlendingskontroll når politiet forlanger det, eller gir opplysninger under slik kontroll som det er grunn til å tvile på riktigheten av, eller",
                        "b)utlendingen stanses i en inn- eller utreisekontroll og det foreligger, eller undersøkes om det foreligger, grunnlag for bortvisning eller utvisning.",
                        "Ingen må holdes tilbake lenger enn nødvendig etter denne paragrafen og ikke ut over 4 timer. Tiden inngår i beregningen av frister etter §§ 106 a til 106 c og politiloven § 8.",
                        "§ 84 første ledd bokstav d skal lyde:",
                        "d)arbeids- og velferdsforvaltningen,",
                        "I § 92 fjerde ledd første og annet punktum skal uttrykket «fengsling» endres til «internering».",
                        "§ 104 femte ledd tredje punktum oppheves. Nåværende fjerde punktum blir tredje punktum.",
                        "§ 105 første ledd bokstav e og f og ny bokstav g skal lyde:",
                        "e)utlendingens søknad om beskyttelse har blitt eller mest sannsynlig vil bli nektet realitetsbehandlet i medhold av § 32 første ledd bokstav a eller d eller femte ledd,",
                        "f)utlendingens søknad om beskyttelse antas å være åpenbart grunnløs og skal behandles i løpet av 48 timer, eller",
                        "g)utlendingen har blitt stanset i forbindelse med innreise og har blitt eller mest sannsynlig vil bli bortvist eller utvist. Dette gjelder ikke hvis utlendingen har søkt beskyttelse.",
                        "§ 106 første ledd bokstav g og h og ny bokstav i skal lyde:",
                        "g)utlendingens søknad om beskyttelse mest sannsynlig vil bli nektet realitetsbehandlet i medhold av § 32 første ledd bokstav a eller d eller femte ledd. Dette gjelder ikke hvis utlendingen er mindreårig eller har mindreårige barn som også har søkt beskyttelse,",
                        "h)utlendingens søknad om beskyttelse antas å være åpenbart grunnløs og skal behandles i løpet av 48 timer. Dette gjelder ikke hvis utlendingen er mindreårig eller har mindreårige barn som også har søkt beskyttelse, eller",
                        "i)utlendingen har blitt eller mest sannsynlig vil bli nektet innreise og bortvist eller utvist. Dette gjelder ikke hvis utlendingen har søkt beskyttelse, er mindreårig eller har med seg mindreårige barn som ikke fyller vilkårene for innreise.",
                        "§ 106 a femte ledd bokstav c skal lyde:",
                        "c)pågripelse skjer etter at utlendingen har forklart seg for politiet i en alminnelig utlendingskontroll eller i en inn- eller utreisekontroll.",
                        "§ 106 b tredje ledd nytt sjette punktum skal lyde:",
                        "Pågripelse og internering etter § 106 første ledd bokstav i kan ikke overstige 24 timer.",
                        "§ 129 femte ledd annet punktum skal lyde:",
                        "Det kan settes en kortere frist enn sju dager eller unnlates å gi en utreisefrist etter § 90 sjette ledd, dersom utlendingen er funnet å utgjøre en trussel mot grunnleggende nasjonale interesser.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}