{
    "lawId": "LOV-2018-06-08-29",
    "lawName": "Lov om endringer i barnehageloven mv. (minimumsnorm for grunnbemanning, plikt til å samarbeide om barnas overgang fra barnehage til skole og SFO mv.)",
    "shortName": "Endringslov til barnehageloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 13-5",
                    "title": "Plikt til å samarbeide med barnehagen om overgangen til skolen",
                    "sections": [
                        "Skolen skal samarbeide med barnehagen om barna sin overgang frå barnehage til skole og skolefritidsordning. Samarbeidet skal bidra til at barna får ein trygg og god overgang.",
                        "Skoleeigaren har hovudansvaret for samarbeidet og skal utarbeide ein plan for overgangen frå barnehage til skole og skolefritidsordning.",
                        "I lov 4. juli 2003 nr. 84 om frittståande skolar skal ny § 5-5 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 5-5",
                    "title": "Plikt til å samarbeide med barnehagen om overgangen til skolen",
                    "sections": [
                        "Skolen skal samarbeide med barnehagen om barna sin overgang frå barnehage til skole. Samarbeidet skal bidra til at barna får ein trygg og god overgang.",
                        "Skoleeigaren har hovudansvaret for samarbeidet og skal utarbeide ein plan for overgangen frå barnehage til skole.",
                        "I lov 17. juni 2005 nr. 64 om barnehager gjøres følgende endringer:",
                        "Ny § 2 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 2 a",
                    "title": "Plikt til å samarbeide med skolen om overgangen fra barnehage til skole",
                    "sections": [
                        "Barnehagen skal samarbeide med skolen om barnas overgang fra barnehage til skole og skolefritidsordning, jf. opplæringslova § 13-5 og friskolelova § 5-5. Samarbeidet skal bidra til at barna får en trygg og god overgang.",
                        "§ 17 tredje ledd oppheves.",
                        "Nåværende § 17 fjerde ledd blir nytt tredje ledd.",
                        "Ny § 17 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 17 a",
                    "title": "Pedagogisk bemanning",
                    "sections": [
                        "Pedagogiske ledere må ha utdanning som barnehagelærer. Likeverdig med barnehagelærerutdanning er annen treårig pedagogisk utdanning på høgskolenivå med videreutdanning i barnehagepedagogikk.",
                        "Departementet kan gi forskrift om pedagogisk bemanning og dispensasjon, forskrift om godkjenning av yrkeskvalifikasjoner fra utlandet og forskrift om unntak fra utdanningskravet for personale som arbeider i barnehagen på nattid.",
                        "§ 18 skal lyde:"
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Grunnbemanning",
                    "sections": [
                        "Bemanningen må være tilstrekkelig til at personalet kan drive en tilfredsstillende pedagogisk virksomhet.",
                        "Barnehagen skal minst ha én ansatt per tre barn når barna er under tre år og én ansatt per seks barn når barna er over tre år. Barn skal regnes for å være over tre år fra og med august det året de fyller tre år.",
                        "Kommunen kan gi dispensasjon fra kravet til grunnbemanning i andre ledd første punktum for inntil ett år av gangen når særlige hensyn tilsier det. Barnehageeieren skal legge uttalelse fra barnehagens samarbeidsutvalg ved søknaden.",
                        "Kommunens vedtak etter tredje ledd kan påklages til fylkesmannen.",
                        "Ny § 18 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 18 b",
                    "title": "Krav om norskferdigheter for personer med utenlandske yrkeskvalifikasjoner som styrer eller pedagogisk leder",
                    "sections": [
                        "For å bli fast eller midlertidig ansatt som styrer eller pedagogisk leder, må personer med utenlandske yrkeskvalifikasjoner dokumentere norskferdigheter ved å ha",
                        "a)gjennomført og bestått opplæring i norsk på videregående skole",
                        "b)bestått eksamen fra trinn 3 i norsk for utenlandske studenter ved universitetene",
                        "c)bestått eksamen fra 1-årig høgskolestudium i norsk språk og samfunnskunnskap for utenlandske studenter",
                        "d)bestått test i norsk – Høyere nivå (Bergenstesten), eller ha",
                        "e)avlagt norskprøve og oppnådd nivå B2 på delprøvene i skriftlig framstilling, leseforståelse, lytteforståelse og muntlig kommunikasjon.",
                        "Barnehageeier kan godta annen dokumentasjon av norskferdigheter.",
                        "Kravet om norskferdigheter gjelder ikke for personer som har norsk, samisk, svensk eller dansk som førstespråk. Kravet om norskferdigheter gjelder heller ikke for stillinger i barnehager som gir et tilbud på et annet språk enn norsk.",
                        "Departementet kan gi forskrift om dispensasjon fra kravet om norskferdigheter.",
                        "§ 19 i skal lyde:"
                    ]
                },
                {
                    "name": "§ 19 i",
                    "title": "Barn med behov for alternativ og supplerende kommunikasjon (ASK)",
                    "sections": [
                        "Barn som helt eller delvis mangler funksjonell tale og har behov for alternativ og supplerende kommunikasjon, skal få bruke egnede kommunikasjonsformer og nødvendige kommunikasjonsmidler i barnehagen.",
                        "Spesialpedagogisk hjelp etter § 19 a inkluderer nødvendig opplæring i bruk av alternativ og supplerende kommunikasjon.",
                        "Nåværende § 19 i blir ny § 19 j.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}