{
    "lawId": "LOV-2018-06-15-37",
    "lawName": "Lov om endringar i vergemålsloven og lov om forsvunne personar mv. (teieplikt ved verjemål og dødsfall i utlandet m.m.)",
    "shortName": "Endringslov til vergemålsloven og lov om forsvunne personar mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 46",
                    "title": "Taushetsplikt for oppnevnt verge",
                    "sections": [
                        "En oppnevnt verge plikter å hindre at andre får adgang eller kjennskap til det han eller hun får vite som ledd i vergeoppdraget om noens personlige forhold eller om tekniske innretninger og fremgangsmåter samt drifts- eller forretningsforhold som det vil være av konkurransemessig betydning å hemmeligholde av hensyn til den opplysningen angår. Taushetsplikten gjelder også etter at vergeoppdraget er avsluttet. Vergen kan heller ikke utnytte slike opplysninger i egen virksomhet eller tjeneste eller i arbeid for andre.",
                        "Opplysningen om at en person har fått oppnevnt verge, kan gjøres kjent for andre i den utstrekning det er nødvendig av hensyn til personen selv, eller for å sikre at vergen kan utføre sitt oppdrag på en god måte. Det samme gjelder opplysningen om at vedkommende er oppnevnt som verge, og opplysninger om rammene for vergeoppdraget.",
                        "Hvis den som er under vergemål, ikke selv kan gi uttrykk for sitt syn, gjelder ikke taushetsplikten overfor vedkommendes ektefelle, samboer, barn, barnebarn, foreldre og søsken i større utstrekning enn det som må antas å være etter hans eller hennes ønske. Taushetsplikten viker for opplysningsplikt og meldeplikt med hjemmel i lov. Forvaltningsloven § 13 annet ledd første punktum og § 13 a gjelder tilsvarende.",
                        "Straffeloven § 209 kommer til anvendelse bare overfor faste verger som bryter taushetsplikten etter bestemmelsen her.",
                        "§ 47 første ledd skal lyde:",
                        "Vergen står under tilsyn av fylkesmannen og plikter å gi de opplysninger om vergemålet til fylkesmannen som fylkesmannen ber om.",
                        "§ 65 skal lyde:"
                    ]
                },
                {
                    "name": "§ 65",
                    "title": "Unntak fra taushetsplikt",
                    "sections": [
                        "Opplysningen om at en person har fått oppnevnt verge, kan gjøres kjent for andre i den utstrekning det er nødvendig av hensyn til personen selv, eller for å sikre at vergen kan utføre sitt oppdrag på en god måte. Det samme gjelder opplysningen om hvem som er oppnevnt som verge, og opplysninger om rammene for vergeoppdraget.",
                        "§ 69 første ledd første punktum skal lyde:",
                        "Sak om vergemål kan reises av dem som er nevnt i § 56 første ledd bokstav a, b og d, og av fylkesmannen.",
                        "I lov 17. juni 2005 nr. 90 om mekling og rettergang i sivile tvister skal ny § 22-3 a lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 22-3 a",
                    "title": "Bevisforbud om opplysninger undergitt lovbestemt taushetsplikt for verger",
                    "sections": [
                        "Det kan ikke føres bevis når dette vil krenke en oppnevnt verges lovbestemte taushetsplikt etter vergemålsloven.",
                        "I den utstrekning personen med verge ikke er i stand til å forstå hva et samtykke innebærer, kan retten ved kjennelse beslutte om beviset kan føres. Det samme gjelder hvis personen med verge er mindreårig og ikke selv kan samtykke, og vergen treffer avgjørelser som tilkommer den som har foreldreansvaret etter vergemålsloven § 17 annet ledd. Om den mindreåriges medbestemmelsesrett ved rettens beslutning gjelder reglene i barnelova § 31.",
                        "I lov 22. mai 1981 nr. 25 om rettergangsmåten i straffesaker skal ny § 118 b. lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 118 b",
                    "title": "Retten må ikke ta imot forklaring når dette vil krenke en oppnevnt verges lovbestemte taushetsplikt etter vergemålsloven.",
                    "sections": [
                        "I den utstrekning personen med verge ikke er i stand til å forstå hva et samtykke innebærer, kan retten ved kjennelse beslutte om forklaring kan tas imot. Det samme gjelder hvis personen med verge er mindreårig og ikke selv kan samtykke, og vergen treffer avgjørelser som tilkommer den som har foreldreansvaret etter vergemålsloven § 17 annet ledd. Om den mindreåriges medbestemmelsesrett ved rettens beslutning gjelder reglene i barnelova § 31.",
                        "Reglene i § 119 tredje og fjerde ledd gjelder tilsvarende.",
                        "I lov 12. mai 2015 nr. 27 om forsvunne personar skal § 8 nytt fjerde ledd lyde:",
                        "Reglane i første til tredje ledd gjeld òg når ein person har døydd i utlandet, og det ikkje kan skaffast dokumentasjon på dødsfallet som norske styresmakter godtek for å registrere dødsfallet i Folkeregisteret. Reglane elles i denne lova gjeld tilsvarande for slike saker så langt dei høver.",
                        "1. I lov 21. februar 1930 om skifte blir det gjort følgjande endringar:",
                        "§ 39 andre ledd første punktum skal lyde:",
                        "Er det gitt utlegg til person under vergemål eller til noen hvis midler skal forvaltes som foreskrevet i arvelova §§ 75 b og 75 c, og utlegget i verdi svarer til eller overstiger det beløp som er fastsatt i medhold av vergemålsloven § 49 første ledd, skal skifteforvalteren uoppholdelig sende utskrift av utloddingsprotokollen til fylkesmannen som forvaltningen av midlene hører under.",
                        "§ 42 første punktum skal lyde:",
                        "Er loddeier urettelig forbigått ved utloddingen i et dødsbo eller har fått for liten lodd, kan han inntil hans krav på arv er forelda, gjøre krav gjeldende overfor dem som har mottatt arven i samsvar med bestemmelsene i lov om forsvunne personar § 19.",
                        "§ 43 første ledd tredje punktum skal lyde:",
                        "Ved beregningen av hva loddeiere plikter å yte, gjelder reglene i lov om forsvunne personar § 19 tilsvarende.",
                        "2. I lov 27. mai 1932 nr. 3 om chekker skal § 54 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "VInkurieopprettingar",
            "paragraphs": [
                {
                    "name": "§ 54",
                    "title": "Ved bank forstås i denne lov Norges Bank eller foretak som har tillatelse til å drive virksomhet som bank etter finansforetaksloven.",
                    "sections": [
                        "3. I lov 3. mars 1972 nr. 5 om arv m.m. skal § 72 andre ledd lyde:",
                        "Dersom det seinare blir godtgjort at arvingen overlevde arvelataren, kan arvingane etter den avdøde krevje tilbakesøking etter reglane i § 75 a.",
                        "4. I lov 8. februar 1980 nr. 2 om pant skal § 5-8 første ledd lyde:",
                        "Når det tas utlegg i adkomstdokument til leierett eller borett til husrom, gjelder § 4-3 og § 5-7 sjette ledd tilsvarende.",
                        "5. I lov 13. juni 1980 nr. 35 om fri rettshjelp skal § 16 første ledd nr. 1 lyde:",
                        "1.for den vernepliktige i saker om fritak for tjeneste i Forsvaret av overbevisningsgrunner etter forsvarsloven kapittel 4.",
                        "6. I lov 22. mai 1981 nr. 25 om rettergangsmåten i straffesaker blir det gjort følgjande endringar:",
                        "§ 119 første ledd skal lyde:",
                        "Uten samtykke av den som har krav på hemmelighold, må retten ikke ta imot forklaring av prester i Den norske kirke, prester eller forstandere i registrerte trossamfunn, advokater, forsvarere i straffesaker, meklingsmenn i ekteskapssaker, leger, psykologer, apotekere, jordmødre eller sykepleiere om noe som er betrodd dem i deres stilling.",
                        "7. I lov 8. juni 1984 nr. 59 om fordringshavernes dekningsrett skal § 5-13 første ledd innleiinga lyde:",
                        "Når tredjeperson har kausjonert eller stilt sikkerhet for gjeld som skyldneren har betalt, kan fordringshaveren eller boet kreve kausjonsansvaret eller sikkerhetsretten gjenopprettet, dersom:",
                        "8. I lov 13. mai 1988 nr. 26 om inkassovirksomhet og annen inndriving av forfalte pengekrav skal § 4 fjerde ledd lyde:",
                        "Inkassovirksomhet som gjelder oppkjøp og inndriving av forfalte fordringer kan drives uten bevilling av institusjoner som har rett til å drive finansieringsvirksomhet etter finansforetaksloven.",
                        "9. I lov 16. juni 1989 nr. 70 om naturskadeforsikring skal § 4 andre ledd første punktum lyde:",
                        "Skadepoolen er kontaktledd mellom forsikringsbransjen og Landbruksdirektoratet.",
                        "10. I lov 26. juni 1992 nr. 86 om tvangsfullbyrdelse blir det gjort følgjande endringar:",
                        "§ 4-1 andre ledd skal lyde:",
                        "De alminnelige tvangsgrunnlagene er:",
                        "a)dom eller kjennelse av en norsk domstol, og andre avgjørelser av en norsk domstol som har virkning som dom eller kjennelse, eller som avgjør krav om erstatning for sakskostnader,",
                        "b)avgjørelse av en annen norsk myndighet som har virkning som dom,",
                        "c)vedtatt forelegg etter straffeprosessloven kapittel 20,",
                        "d)voldgiftsdom etter voldgiftsloven og avgjørelser som ellers er tvangskraftige etter voldgiftsloven § 39,",
                        "e)rettsforlik for norsk domstol og stadfestet forlik etter voldgiftsloven § 35,",
                        "f)avgjørelse av utenlandsk domstol eller annen utenlandsk myndighet, utenlandsk offentlig forlik og voldgiftsdom, som etter lov eller overenskomst med fremmed stat vil være bindende og skal kunne fullbyrdes her i riket,",
                        "g)avgjørelse av utenlandsk domstol som vil være bindende her i riket etter tvisteloven § 19-16 annet og tredje ledd,",
                        "h)avgjørelse av internasjonal domstol eller av annen internasjonal myndighet, og forlik inngått for slike domstoler og myndigheter, som etter overenskomst med fremmed stat skal kunne fullbyrdes her i riket.",
                        "§ 10-4 tredje ledd andre punktum skal lyde:",
                        "Avsnitt VI gjelder da tilsvarende.",
                        "§ 10-7 andre ledd andre punktum skal lyde:",
                        "Avsnitt VI gjelder da tilsvarende.",
                        "11. I lov 25. juni 1999 nr. 46 om finansavtaler og finansoppdrag skal § 35 sjette ledd tredje punktum lyde:",
                        "For elektroniske penger som definert i finansforetaksloven § 2-4 annet ledd gjelder likevel første til fjerde ledd med mindre institusjonen ikke kan sperre kontoen eller betalingsinstrumentet.",
                        "12. I lov 20. mai 2005 nr. 28 om straff blir det gjort følgjande endringar:",
                        "§ 53 fjerde ledd nytt sjette punktum skal lyde:",
                        "§ 39 gjelder tilsvarende så langt den passer.",
                        "§ 53 fjerde ledd nåverande sjette punktum blir sjuande punktum.",
                        "§ 60 tredje ledd andre punktum skal lyde:",
                        "§ 39 annet ledd femte punktum får likevel ikke anvendelse.",
                        "§ 211 første ledd skal lyde:",
                        "Med bot eller fengsel inntil 1 år straffes prester i Den norske kirke, prester eller forstandere i registrerte trossamfunn, advokater, forsvarere i straffesaker, meklingsmenn i ekteskapssaker, og disses hjelpere, som uberettiget røper hemmeligheter som er betrodd dem eller deres foresatte i anledning av stillingen eller oppdraget.",
                        "13. I lov 17. juni 2005 nr. 90 om mekling og rettergang i sivile tvister skal § 22-5 første ledd første punktum lyde:",
                        "Retten kan ikke ta imot bevis fra prester i Den norske kirke, prester eller forstandere i registrerte trossamfunn, advokater, forsvarere i straffesaker, meklere i ekteskapssaker, leger, psykologer, apotekere, jordmødre eller sykepleiere om noe som er betrodd dem i deres stilling.",
                        "14. I lov 26. mars 2010 nr. 9 om vergemål skal § 36 tredje ledd første punktum lyde:",
                        "Penger som ikke skal forvaltes av fylkesmannen, skal vergen sette på bankkonto i eierens navn.",
                        "15. I lov 20. januar 2012 nr. 6 om endringer i straffeloven, straffeprosessloven, straffegjennomføringsloven, konfliktrådsloven m.fl. blir del II og III oppheva.",
                        "1.Lova gjeld frå den tid Kongen fastset. Kongen kan setje i kraft dei einskilde føresegnene til ulik tid.",
                        "2.Departementet kan gi nærmare overgangsreglar."
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}