{
    "lawId": "LOV-2018-12-20-120",
    "lawName": "Lov om endringer i åndsverkloven mv. (portabilitet av nettbaserte innholdstjenester mv.)",
    "shortName": "Endringslov til åndsverkloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 112 a",
                    "title": "Portabilitet av nettbaserte innholdstjenester",
                    "sections": [
                        "EØS-avtalen vedlegg XVII punkt 12 (europaparlaments- og rådsforordning (EU) 2017/1128 om grensekryssende portabilitet av nettbaserte innholdstjenester i det indre marked (portabilitetsforordningen)) gjelder som lov med de tilpasninger som følger av vedlegg XVII, protokoll 1 til avtalen og avtalen for øvrig.",
                        "§ 114 første ledd skal lyde:",
                        "Kapittel 2 gjelder, med unntak av §§ 23 og 24 og den i §§ 16 og 20 nevnte spredningsrett, til fordel for arbeid som er frembrakt av",
                        "a)norsk statsborger eller person som er bosatt her i riket",
                        "b)selskap som har norsk styre og sete her i riket.",
                        "I lov 4. november 1948 nr. 1 om avgift på omsetning av billedkunst m.m. skal § 1 sjette ledd lyde:",
                        "Unntatt fra avgiftsplikten er omsetning som omfattes av åndsverkloven §§ 59, 60 og 61.",
                        "I lov 9. april 1965 nr. 1 om avgift til Det norske komponistfond skal § 3 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 3",
                    "title": "Plikt til å betale avgift til fondet har selskap eller annen sammenslutning som selv eller ved fullmektig i ervervsøyemed eller til stadighet utøver virksomhet i Norge som mellommann for opphavere ved oppkreving av vederlag til opphavere for lydfesting, offentlig fremføring eller overføring til allmennheten av musikkverk.",
                    "sections": [
                        "Selskap eller annen sammenslutning som i Norge vil drive slik virksomhet som nevnt i første ledd må ha bevilling av Kongen som kan kreve garanti for at avgifter til fondet blir betalt og for ansvar som selskapet eller sammenslutningen måtte komme i overfor opphavere som det har oppkrevd vederlag for og for øvrig sette andre vilkår for tillatelsen.",
                        "Med musikkverk i denne lov forstås åndsverk som har vern som musikkverk, med eller uten tekst, etter åndsverkloven.",
                        "I lov 8. februar 1980 nr. 2 om pant skal § 3-4 andre ledd bokstav b lyde:",
                        "b.rett til varemerke, patent, design og planteforedlerrett, herunder rett til søknad om slike rettigheter, rett til supplerende beskyttelsessertifikat, sekundært forretningskjennetegn, kretsmønster for integrerte kretser, rettigheter til produsenter av lydopptak og film etter åndsverkloven § 20, databaser som er vernet etter åndsverkloven § 24, ervervet opphavsrett, herunder rett til utøvende kunstneres fremføring av et verk, og ervervet rett til fotografiske bilder, og",
                        "I lov 29. mai 1987 nr. 23 om bibliotekvederlag gjøres følgende endringer:",
                        "§ 1 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Vederlag for utlån mv.",
                    "sections": [
                        "Opphavere til verk som disponeres til utlån i offentlige bibliotek, skal ytes vederlag gjennom årlige bevilgninger over statsbudsjettet. Vederlaget ytes kollektivt, og utbetales til slike fond som nevnt i § 4 til støtte for visse opphavergrupper.",
                        "§ 3 første ledd skal lyde:",
                        "Vederlagssatsen (jf. § 2 første ledd) fastsettes etter forhandlinger med en felles sammenslutning som er godkjent av departementet, og som består av organisasjoner som representerer en vesentlig del av norske opphavere på området.",
                        "§ 4 første og andre ledd skal lyde:",
                        "Vederlaget fordeles til fond som forvaltes av de aktuelle opphaverorganisasjoner. Fondenes vedtekter skal være godkjent av departementet.",
                        "Fondenes midler kan disponeres til fordel for opphavere, eller til fordel for formål som gjelder vedkommende gruppe opphavere. Ved utbetaling til enkelte opphavere skal det ikke kunne tas hensyn til organisasjonstilhørighet. Til en enkelt opphaver skal det ikke kunne ytes et årlig beløp som overstiger fire ganger folketrygdens grunnbeløp.",
                        "I lov 28. mai 1993 nr. 52 om vederlag for visning av billedkunst og kunsthåndverk m.v. gjøres følgende endringer:",
                        "§ 1 andre ledd skal lyde:",
                        "Vederlaget ytes kollektivt og utbetales til slike fond som nevnt i § 4 til støtte for visse opphavergrupper.",
                        "§ 3 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": [
                {
                    "name": "§ 3",
                    "title": "Fastsettelsen av vederlag.",
                    "sections": [
                        "Vederlagssatsen for hver visningsenhet og antall verkseksemplarer som skal legges til grunn for beregningen av vederlaget, fastsettes ved avtale mellom staten og en felles sammenslutning som er godkjent av departementet, og som består av organisasjoner som representerer en vesentlig del av norske opphavere på området. Dersom det ikke oppnås enighet om avtale om vederlagssatser, kan hver av partene kreve mekling etter regler fastsatt av departementet.",
                        "§ 4 første og andre ledd skal lyde:",
                        "Vederlaget fordeles til fond som forvaltes av opphaverorganisasjoner innen de områder loven gjelder. Fondenes vedtekter skal være godkjent av departementet.",
                        "Fondenes midler kan disponeres til fordel for opphavere, eller til fordel for formål som gjelder vedkommende gruppe opphavere. Ved utbetaling til enkelte opphavere skal det ikke kunne tas hensyn til organisasjonstilhørighet.",
                        "Loven gjelder fra den tid Kongen bestemmer. De enkelte bestemmelsene kan settes i kraft til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "VII",
            "paragraphs": []
        }
    ]
}