{
    "lawId": "LOV-2018-12-20-114",
    "lawName": "Lov om endringer i rettshjelploven mv. (tilgang til Folkeregisteret m.m.)",
    "shortName": "Endringslov til rettshjelploven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 28",
                    "title": "Tilgang til opplysninger i Folkeregisteret",
                    "sections": [
                        "Fylkesmannen og Statens sivilrettsforvaltning kan, uten hinder av taushetsplikt, innhente fra Folkeregisteret de opplysninger som er nødvendige for utførelsen av oppgaver etter loven her. Fylkesmannen og Statens sivilrettsforvaltning skal også ha tilgang til opplysninger i registeret til utredning og produksjon av statistikk.",
                        "Nåværende § 28 blir ny § 29.",
                        "I lov 8. juli 1988 nr. 72 om anerkjennelse og fullbyrding av utenlandske avgjørelser om foreldreansvar m v og om tilbakelevering av barn gjøres følgende endringer:",
                        "§ 5 nytt annet ledd skal lyde:",
                        "Sentralmyndigheten kan, uten hinder av taushetsplikt, innhente fra Folkeregisteret de opplysninger som er nødvendige for utførelsen av oppgaver etter denne loven. Sentralmyndigheten skal også ha tilgang til opplysninger i registeret til utredning og produksjon av statistikk.",
                        "Nåværende annet ledd blir nytt tredje ledd.",
                        "I lov 20. april 2001 nr. 13 om erstatning fra staten for personskade voldt ved straffbar handling m.m. gjøres følgende endring:",
                        "I § 14 skal nytt sjette ledd lyde:",
                        "Kontoret for voldsoffererstatning og Statens sivilrettsforvaltning kan, uten hinder av taushetsplikt, innhente fra Folkeregisteret de opplysninger som er nødvendige for utførelsen av oppgaver etter denne loven. Kontoret for voldsoffererstatning og Statens sivilrettsforvaltning skal også ha tilgang til opplysninger i registeret til utredning og produksjon av statistikk.",
                        "Nåværende sjette ledd blir nytt syvende ledd.",
                        "I lov 26. mars 2010 nr. 9 om vergemål gjøres følgende endringer:",
                        "§ 66 overskriften skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 66",
                    "title": "Personopplysninger",
                    "sections": [
                        "§ 66 nytt annet ledd skal lyde:",
                        "Vergemålsmyndigheten kan, uten hinder av taushetsplikt, innhente fra Folkeregisteret de opplysninger som er nødvendige for å utføre oppgaver etter denne loven. Vergemålsmyndigheten skal også ha tilgang til opplysninger i registeret til utredning og produksjon av statistikk.",
                        "I lov 20. juni 2014 nr. 49 om konfliktrådsbehandling gjøres følgende endring:",
                        "I kapittel I skal ny § 9 a lyde:"
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 9 a",
                    "title": "Tilgang til opplysninger i Folkeregisteret",
                    "sections": [
                        "Konfliktrådene og Sekretariatet for konfliktrådene kan, uten hinder av taushetsplikt, innhente fra Folkeregisteret de opplysninger som er nødvendige for utførelsen av oppgaver etter denne loven. Konfliktrådene og Sekretariatet for konfliktrådene skal også ha tilgang til opplysninger i registeret til utredning og produksjon av statistikk.",
                        "1. I lov 13. august 1915 nr. 5 om domstolene gjøres følgende endringer:",
                        "§ 178 første og annet ledd skal lyde:",
                        "Når en forkynning etter særskilt lovbestemmelse kan foregå gjennom rekommandert brev, må en offentlig tjenestemann innlevere til tilbyder av posttjenester det eksemplar eller den avskrift som skal overleveres til vedkommende. Tjenestemannen gir skriftet eller omslaget påtegning om når det er innlevert til tilbyderen av posttjenester. § 162 siste ledd gjelder tilsvarende.",
                        "Forkynningen ansees for utført to uker etter innleveringen til tilbyderen av posttjenester, hvis ikke vedkommende har fått brevet tidligere.",
                        "§ 195 annet ledd skal lyde:",
                        "Forpliktelsen varer til saken er avgjort ved rettskraftig dom. Etterkommer parten ikke forpliktelsen, kan forkynningen foregå gjennom rekommandert brev til partens siste kjente adresse, og forkynningen ansees da for utført når brevet er innlevert til tilbyder av posttjenester.",
                        "2. I lov 22. mai 1981 nr. 25 om rettergangsmåten i straffesaker gjøres følgende endringer:",
                        "§ 3 annet ledd skal lyde:",
                        "I forbindelse med straffesak mot en embetsmann kan det offentlige gjøre gjeldende krav om avskjed etter statsansatteloven § 28.",
                        "§ 230 annet ledd første punktum skal lyde:",
                        "Vitner som har taushetsplikt etter finansforetaksloven §§ 9-6 og 9-7, verdipapirhandelloven § 10-9 eller verdipapirregisterloven § 8-1, plikter å gi forklaring til politiet om forhold som omfattes av taushetsplikten eller taushetsplikt etter avtale.",
                        "§ 242 første ledd tredje punktum skal lyde:",
                        "Offentlig forsvarer kan ikke nektes adgang til dokumenter som fremlegges eller har vært fremlagt i rettsmøte, unntatt rettsmøte som holdes for å avsi kjennelse etter fjerde ledd.",
                        "3. I lov 23. desember 1988 nr. 104 om produktansvar gjøres følgende endringer:",
                        "§ 3-2 første ledd skal lyde:",
                        "(1) Med «legemiddel» etter loven her menes produkt som i eller i medhold av legemiddelloven reknes som legemiddel og er bestemt til bruk for mennesker eller blir omsatt til slik bruk.",
                        "§ 3-7 første ledd annet punktum skal lyde:",
                        "Det samlete oppgjør må godkjennes ved kjennelse av Oslo byfogdembete.",
                        "4. I lov 17. juli 1998 nr. 56 om årsregnskap m.v. skal § 8-5 første ledd lyde:",
                        "Den som overtrer bestemmelser om bokføring eller regnskap, straffes etter straffeloven §§ 392 til 394.",
                        "5. I lov 19. november 2004 nr. 73 om bokføring skal § 15 første ledd lyde:",
                        "Den som overtrer bestemmelser om bokføring eller regnskap, straffes etter straffeloven §§ 392 til 394.",
                        "6. I lov 20. mai 2005 nr. 28 om straff gjøres følgende endringer:",
                        "§ 262 nåværende tredje ledd blir annet ledd nytt tredje punktum.",
                        "Loven trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "VIInkurieopprettinger",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        }
    ]
}