{
    "lawId": "LOV-2018-05-15-17",
    "lawName": "Lov om endringer i behandlingsbiobankloven (varig lagring av blodprøvene i nyfødtscreeningen)",
    "shortName": "Endringslov til behandlingsbiobankloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 9 a",
                    "title": "Oppbevaring og bruk av biologisk materiale i nyfødtscreeningen",
                    "sections": [
                        "Biologisk materiale som er innhentet i den genetiske masseundersøkelsen av nyfødte for alvorlige arvelige sykdommer, kan oppbevares i en nasjonal diagnostisk biobank etter reglene i loven her.",
                        "Formålet med biobanken er å legge til rette for en faglig forsvarlig gjennomføring av masseundersøkelsen og for overvåking og kvalitetssikring av helsehjelpen som gis for sykdommene i undersøkelsen.",
                        "Det biologiske materialet i biobanken kan brukes til medisinsk og helsefaglig forskning etter reglene i helseforskningsloven.",
                        "Foreldre kan trekke samtykket tilbake og kreve at det biologiske materialet destrueres etter § 14. Fra barnet fyller 16 år, er det barnet selv som kan trekke samtykket tilbake og kreve destruksjon.",
                        "Foreldrene skal informeres om retten til å trekke samtykket tilbake og kreve destruksjon etter § 14 mellom ett og to år etter fødselen. Barnet og foreldrene skal informeres om retten til å trekke samtykket tilbake og kreve destruksjon etter § 14 det kalenderåret barnet fyller 16 år.",
                        "Departementet kan gi nærmere forskrifter om oppbevaring og bruk av biologisk materiale innhentet i masseundersøkelsen av nyfødte.",
                        "1.Loven gjelder fra den tid Kongen bestemmer.",
                        "2.Bestemmelsen i § 9 a gjelder også biologisk materiale som er innhentet fra og med 1. januar 2012 og til loven settes i kraft. Foreldre som har samtykket til lagring av blodprøve før loven trer i kraft, skal informeres om at lagringstiden er endret til ubegrenset og om retten til å trekke samtykket tilbake og kreve destruksjon etter § 14. Informasjonen skal gis senest ett år etter at loven er trådt i kraft."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}