{
    "lawId": "LOV-2018-06-22-71",
    "lawName": "Lov om endringar i skatteforvaltningsloven",
    "shortName": "Endringslov til skatteforvaltningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 12-10",
                    "title": "Endring av skattefastsetting overfor trekkpliktige",
                    "sections": [
                        "Skattemyndighetene kan treffe vedtak om endring av skattefastsetting etter § 12-1 overfor den som har trekkplikt etter skattebetalingsloven § 5-4 første ledd (kildeskatteordning), artistskatteloven, Svalbardskatteloven og Jan Mayen-skatteloven.",
                        "I lov 27. mai 2016 nr. 14 om skatteforvaltning gjer ein følgjande endringar:",
                        "§ 7-2 andre ledd skal lyde:",
                        "(2) Dersom en arbeidstaker i et tjenesteforhold mottar ytelse som nevnt i første ledd fra andre enn den som har arbeidstakeren i sin tjeneste, påhviler plikten til å gi opplysninger etter bestemmelsen her likevel den som har arbeidstakeren i sin tjeneste.",
                        "Noverande andre ledd vert nytt tredje ledd.",
                        "I lov 27. mai 2016 nr. 14 om skatteforvaltning gjer ein følgjande endring:",
                        "§ 13-3 andre ledd skal lyde:",
                        "(2) Skatteklagenemnda er klageinstans ved klage over vedtak om fastsetting av formues- og inntektsskatt, Jan Mayen-skatt, artistskatt, merverdiavgift, petroleumsskatt som ikke er omfattet av fjerde ledd, finansskatt på lønn og arbeidsgiveravgift. Det samme gjelder klage over vedtak om registrering eller sletting i Merverdiavgiftsregisteret, når det samtidig klages over vedtak etter § 12-1 som har direkte sammenheng med registrerings- eller slettingsvedtaket. Skatteklagenemnda skal ikke være klageinstans ved klager over vedtak om liten skatteevne etter skatteloven § 17-4. Departementet kan gi forskrift om at Skattedirektoratet gjøres til klageinstans ved kla ger over vedtak om fastsetting av formues- og inntektsskatt, merverdiavgift og arbeidsgiveravgift når klagen gjelder mindre beløp. Saker som skal avgjøres av Skatteklagenemnda, forberedes for nemnda av sekretariatet for Skatteklagenemnda.",
                        "Endringane under I tek til å gjelde straks.",
                        "Endringa under II tek til å gjelde straks med verknad for rekneskapsår som begynner 1. januar 2018 eller seinare.",
                        "Endringane under III tek til å gjelde straks med verknad for inntektsåret 2019.",
                        "Endringane under IV tek til å gjelde 1. januar 2019 med verknad for inntektsåret 2019.",
                        "Endringa under V tek til å gjelde 1. august 2018."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}