{
    "lawId": "LOV-2018-06-22-79",
    "lawName": "Lov om endringer i straffeprosessloven og tvisteloven (opptak og gjenbruk av forklaringer i retten mv.)",
    "shortName": "Endringslov til straffeprosessloven og tvisteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 23",
                    "title": "Under hoved- og ankeforhandling skal det foretas opptak av forklaringer fra parter, vitner og sakkyndige. Retten kan beslutte at det skal foretas opptak også av andre deler av forhandlingene og under andre rettsmøter.",
                    "sections": [
                        "Opptak kan unnlates når",
                        "a)retten ikke har tilgjengelig nødvendig utstyr for opptak, eller",
                        "b)forklaringene innføres i rettsboken, jf. § 21.",
                        "Den som skal avhøres, skal varsles om at forklaringen blir tatt opp.",
                        "Partene har samme rett til utlån av opptak som til innsyn i rettens øvrige prosessmateriale. Samme rett har den som har fått sin forklaring tatt opp.",
                        "Skal opptaket skrives ut, kan retten selv forestå dette eller overlate det til partene.",
                        "Opptaket inngår som en del av rettsboken og arkiveres sammen med saken. Kongen kan gi nærmere forskrift om opptaket.",
                        "§ 331 nytt femte ledd skal lyde:",
                        "Kongen kan i forskrift gi regler om at opptak foretatt etter § 23 i utpekte domstoler skal spilles av for helt eller delvis å tre i stedet for direkte forklaring for retten, når hensynet til forsvarlig saksbehandling ikke taler imot det. Kongen kan gi nærmere regler om avspilling i forskrift.",
                        "I lov 17. juni 2005 nr. 90 om mekling og rettergang i sivile tvister gjøres følgende endringer:",
                        "§ 13-7 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 13-7",
                    "title": "Opptak av parts- og vitneforklaringer under hoved- og ankeforhandling",
                    "sections": [
                        "(1) Under hoved- og ankeforhandling skal det foretas opptak av parts- og vitneforklaringer. Retten kan beslutte at det skal foretas opptak også av andre deler av forhandlingene og under andre rettsmøter.",
                        "(2) Opptak kan unnlates når",
                        "a)saken behandles etter reglene i kapittel 10,",
                        "b)retten ikke har tilgjengelig nødvendig utstyr for opptak, eller",
                        "c)forklaringene innføres i rettsboken, jf. § 13-8.",
                        "(3) Den som skal avhøres, skal varsles om at forklaringen blir tatt opp.",
                        "(4) Partene har samme rett til utlån av opptak som til innsyn i rettens øvrige prosessmateriale. Samme rett har den som har fått sin forklaring tatt opp.",
                        "(5) Skal opptaket skrives ut, kan retten selv forestå dette eller overlate det til partene.",
                        "(6) Opptaket inngår som en del av rettsboken og arkiveres sammen med saken. Kongen kan gi nærmere forskrift om opptaket.",
                        "§ 23-2 nytt fjerde ledd skal lyde:",
                        "(4) Kongen kan i forskrift gi regler om at opptak foretatt etter § 13-7 i utpekte domstoler skal spilles av for helt eller delvis å tre i stedet for direkte forklaring for retten eller bevisopptak, når hensynet til forsvarlig saksbehandling ikke taler imot det. Kongen kan gi nærmere regler om avspilling i forskrift.",
                        "§ 24-1 nytt fjerde ledd skal lyde:",
                        "(4) Kongen kan i forskrift gi regler om at opptak foretatt etter § 13-7 i utpekte domstoler skal spilles av for helt eller delvis å tre i stedet for direkte forklaring for retten eller bevisopptak, når hensynet til forsvarlig saksbehandling ikke taler imot det. Kongen kan gi nærmere regler om avspilling i forskrift.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}