{
    "lawId": "LOV-2018-06-15-39",
    "lawName": "Lov om endringar i valgloven (valdistrikt ved stortingsval, rett til å stille liste ved val mv.)",
    "shortName": "Endringslov til valgloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 11-1",
                    "title": "Valgdistriktene ved stortingsvalg",
                    "sections": [
                        "(1) Landet deles inn i 19 valgdistrikter. Ved valg til Stortinget velges medlemmer med varamedlemmer fra følgende valgdistrikter:",
                        "a)Østfold valgdistrikt",
                        "b)Akershus valgdistrikt",
                        "c)Oslo valgdistrikt",
                        "d)Hedmark valgdistrikt",
                        "e)Oppland valgdistrikt",
                        "f)Buskerud valgdistrikt",
                        "g)Vestfold valgdistrikt",
                        "h)Telemark valgdistrikt",
                        "i)Aust-Agder valgdistrikt",
                        "j)Vest-Agder valgdistrikt",
                        "k)Rogaland valgdistrikt",
                        "l)Hordaland valgdistrikt",
                        "m)Sogn og Fjordane valgdistrikt",
                        "n)Møre og Romsdal valgdistrikt",
                        "o)Sør-Trøndelag valgdistrikt",
                        "p)Nord-Trøndelag valgdistrikt",
                        "q)Nordland valgdistrikt",
                        "r)Troms valgdistrikt",
                        "s)Finnmark valgdistrikt",
                        "(2) Departementet gir forskrift om hvilke kommuner som inngår i de ulike valgdistriktene.",
                        "§ 11-4 andre ledd første punktum skal lyde:",
                        "(2) Fylkesvalgstyret skal foreta ett valgoppgjør for hvert av valgdistriktene i fylket og fordele valgdistriktets distriktsmandater mellom listene.",
                        "§ 11-6 tredje ledd skal lyde:",
                        "(3) Riksvalgstyret fordeler partienes utjevningsmandater med ett på hvert valgdistrikt, på følgende måte:",
                        "a)For hvert valgdistrikt og for hvert parti som har vunnet minst ett utjevningsmandat, tas utgangspunkt i partiets stemmetall i valgdistriktet. Har partiet ikke fått noe distriktsmandat, skal partiets stemmetall i valgdistriktet legges til grunn. Har partiet fått distriktsmandat, skal partiets stemmetall divideres med et tall som er én mer enn det dobbelte av antall distriktsmandater partiet har fått i valgdistriktet. Partiets stemmetall eller de fremkomne kvotienter divideres med det gjennomsnittlige antall stemmer per distriktsmandat i vedkommende valgdistrikt.",
                        "b)De fremkomne kvotientene for samtlige valgdistrikter og for samtlige partier som har vunnet minst ett utjevningsmandat, ordnes etter størrelse. Er flere kvotienter like store, er antall stemmer i vedkommende valgdistrikter avgjørende. I tilfelle stemmelikhet avgjøres rekkefølgen ved loddtrekning.",
                        "c)Utjevningsmandat nr. 1 tildeles det partiet og det valgdistriktet som etter beregningen foran har den største kvotienten. Utjevningsmandat nr. 2 tildeles det partiet og det valgdistriktet som har den nest største kvotienten, osv.",
                        "d)Når et valgdistrikt er blitt tildelt et utjevningsmandat, kommer det ikke i betraktning ved de videre beregningene. Når et parti har fått det antall utjevningsmandater det skal ha i henhold til fordelingen etter annet ledd, kommer partiet ikke i betraktning ved de videre beregningene. Fordelingen fortsetter for de øvrige valgdistriktene og de øvrige partiene inntil samtlige utjevningsmandater er fordelt.",
                        "§ 11-9 andre ledd skal lyde:",
                        "(2) Er en kandidat blitt valgt til representant eller vararepresentant fra flere valgdistrikter, avgjør vedkommende selv hvilket valg som mottas. Skriftlig erklæring om hvilket valg som mottas skal sendes vedkommende fylkesvalgstyrer innen tre dager etter at underretning om valget er mottatt fra fylkesvalgstyrene. Gir ikke vedkommende underretning som nevnt, anses valget mottatt i det valgdistriktet hvor vedkommende er stemmeberettiget, eller – hvis vedkommende ikke er stemmeberettiget i noen av valgdistriktene – det valgdistriktet som kommer først i alfabetisk orden. Blir det valget vedkommende har mottatt kjent ugyldig, kan vedkommende avgi ny erklæring.",
                        "§ 13-1 første ledd første punktum skal lyde:",
                        "(1) Alle som har stemmerett, kan klage over forhold i forbindelse med forberedelsen og gjennomføringen av stortingsvalget i det valgdistriktet vedkommende er manntallsført.",
                        "§ 13-3 tredje og fjerde ledd skal lyde:",
                        "(3) Stortinget skal kjenne stortingsvalget i en kommune eller i et valgdistrikt ugyldig hvis det er begått feil som antas å ha hatt innflytelse på utfallet av valget, og som det ikke er mulig å rette.",
                        "(4) Når valget i en kommune eller i et valgdistrikt er kjent ugyldig, påbyr Stortinget omvalg. Stortinget kan i særlige tilfeller påby omvalg i hele valgdistriktet, selv om feilen ikke gjelder alle kommunene i valgdistriktet.",
                        "Lova tek til å gjelde straks."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}