{
    "lawId": "LOV-2018-04-20-5",
    "lawName": "Lov om endringer i barnevernloven mv. (bedre rettssikkerhet for barn og foreldre)",
    "shortName": "Endringer i barnevernloven mv. (bedre rettssikkerhet for barn og foreldre)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1-1",
                    "title": "Lovens formål",
                    "sections": [
                        "Loven skal sikre at barn og unge som lever under forhold som kan skade deres helse og utvikling, får nødvendig hjelp, omsorg og beskyttelse til rett tid. Loven skal bidra til at barn og unge møtes med trygghet, kjærlighet og forståelse og at alle barn og unge får gode og trygge oppvekstvilkår.",
                        "§ 1-2 første ledd skal lyde:",
                        "Lovens bestemmelser om tjenester og tiltak gjelder for barn som har vanlig bosted i riket og oppholder seg her. Lovens bestemmelser om tjenester og tiltak gjelder også for barn som oppholder seg i riket, og som er flyktninger eller er internasjonalt fordrevne, eller når barnets vanlige bosted ikke lar seg fastsette.",
                        "Ny § 1-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 1-5",
                    "title": "Barnets rett til nødvendige barneverntiltak",
                    "sections": [
                        "Barn har rett til nødvendige tiltak etter loven når vilkårene for tiltaket er oppfylt.",
                        "Ny § 1-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 1-6",
                    "title": "Barnets rett til medvirkning",
                    "sections": [
                        "Alle barn som er i stand til å danne seg egne synspunkter, har rett til å medvirke i alle forhold som vedrører barnet etter denne loven. Barnet skal få tilstrekkelig og tilpasset informasjon og har rett til fritt å gi uttrykk for sine synspunkter. Barnet skal bli lyttet til, og barnets synspunkter skal vektlegges i samsvar med barnets alder og modenhet. Barn som barnevernet har overtatt omsorgen for, kan gis anledning til å ha med seg en person barnet har særlig tillit til. Departementet kan i forskrift gi nærmere regler om medvirkning og om tillitspersonens oppgaver og funksjon.",
                        "Ny § 1-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 1-7",
                    "title": "Barnevernets plikt til å samarbeide med barn og foreldre",
                    "sections": [
                        "Barnevernet skal utøve sin virksomhet med respekt for og så langt som mulig i samarbeid med barnet og barnets foreldre.",
                        "§ 4-1 annet ledd oppheves.",
                        "§ 4-2 nytt annet ledd skal lyde:",
                        "Dersom barneverntjenesten henlegger meldingen uten undersøkelse, skal dette begrunnes skriftlig. Begrunnelsen skal inneholde faglige vurderinger. Henleggelse av åpenbart grunnløse meldinger trenger ikke å begrunnes.",
                        "§ 4-3 nytt sjette ledd skal lyde:",
                        "Avgjørelser om å henlegge saken etter en undersøkelse, skal regnes som enkeltvedtak.",
                        "§ 4-4 a første ledd bokstav c skal lyde:",
                        "c)Barnets rettigheter er ivaretatt i samsvar med § 1-6 og § 6-3. Barnets mening skal tillegges stor vekt og skal fremkomme av sakens dokumenter.",
                        "§ 4-6 femte og nytt sjette ledd skal lyde:",
                        "Dersom saken ikke er sendt til fylkesnemnda innen fristene som nevnt i fjerde ledd, faller vedtaket bort. Vedtak som gjelder et barn som oppholder seg i Norge, men som har vanlig bosted i en annen stat, jf. § 1-2, faller likevel ikke bort dersom barneverntjenesten innen samme frist har:",
                        "a)fremmet anmodning til bostedsstaten om å treffe nødvendige beskyttelsestiltak, eller",
                        "b)fattet vedtak om å få overført jurisdiksjon til Norge etter lov 4. september 2015 nr. 85 om gjennomføring av konvensjon 19. oktober 1996 om jurisdiksjon, lovvalg, anerkjennelse, fullbyrdelse og samarbeid vedrørende foreldremyndighet og tiltak for beskyttelse av barn § 5.",
                        "Etter at det er truffet midlertidig vedtak i en akuttsituasjon, skal barneverntjenesten løpende følge med på barnets omsorgssituasjon og utvikling. Barneverntjenesten skal vurdere om det er nødvendig med endringer eller ytterligere tiltak for barnet. Barneverntjenesten skal også følge med på foreldrenes situasjon. Barneverntjenesten skal kort tid etter at vedtak er truffet, kontakte foreldrene med tilbud om veiledning og oppfølging. Dersom foreldrene ønsker det, skal barneverntjenesten som en del av oppfølgingen formidle kontakt med øvrige hjelpeinstanser.",
                        "§ 4-9 fjerde og nytt femte ledd skal lyde:",
                        "Dersom saken ikke er sendt til fylkesnemnda innen fristen som nevnt i tredje ledd, faller vedtaket bort. Vedtak som gjelder et barn som oppholder seg i Norge, men som har vanlig bosted i en annen stat, jf. § 1-2, faller likevel ikke bort dersom barneverntjenesten innen samme frist har:",
                        "a)fremmet anmodning til bostedsstaten om å treffe nødvendige beskyttelsestiltak, eller",
                        "b)fattet vedtak om å få overført jurisdiksjon til Norge etter lov 4. september 2015 nr. 85 om gjennomføring av konvensjon 19. oktober 1996 om jurisdiksjon, lovvalg, anerkjennelse, fullbyrdelse og samarbeid vedrørende foreldremyndighet og tiltak for beskyttelse av barn § 5.",
                        "Etter at det er truffet foreløpige vedtak etter § 4-8 første ledd og annet ledd annet punktum, skal barneverntjenesten løpende følge med på barnets omsorgssituasjon og utvikling. Barneverntjenesten skal vurdere om det er nødvendig med endringer eller ytterligere tiltak for barnet. Barneverntjenesten skal også følge med på foreldrenes situasjon. Barneverntjenesten skal kort tid etter at vedtak er truffet, kontakte foreldrene med tilbud om veiledning og oppfølging. Dersom foreldrene ønsker det, skal barneverntjenesten som en del av oppfølgingen formidle kontakt med øvrige hjelpeinstanser.",
                        "§ 4-16 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-16",
                    "title": "Oppfølging av vedtak om omsorgsovertakelse",
                    "sections": [
                        "Barneverntjenesten har etter omsorgsovertakelsen et løpende og helhetlig ansvar for oppfølgingen av barnet, herunder et ansvar for å følge utviklingen til barnet og foreldrene. Barneverntjenesten skal vurdere om det er nødvendig med endringer eller ytterligere tiltak for barnet. Barneverntjenesten skal, der hensynet til barnet ikke taler imot det, legge til rette for samvær med søsken. Barneverntjenesten skal kort tid etter omsorgsovertakelsen kontakte foreldrene med tilbud om veiledning og oppfølging. Dersom foreldrene ønsker det, skal barneverntjenesten som en del av oppfølgingen formidle kontakt med øvrige hjelpeinstanser. Der hensynet til barnet ikke taler mot det, skal barneverntjenesten legge til rette for at foreldrene kan få tilbake omsorgen for barnet, jf. § 4-21.",
                        "§ 4-22 tredje ledd skal lyde:",
                        "Barneverntjenesten skal alltid vurdere om noen i barnets familie eller nære nettverk kan velges som fosterhjem. Barneverntjenesten skal ved slike vurderinger legge til rette for bruk av verktøy og metoder for nettverksinvolvering, dersom det er hensiktsmessig.",
                        "§ 4-22 nåværende tredje til sjette ledd blir fjerde, femte, sjette og nytt syvende ledd.",
                        "§ 4-28 overskriften og første ledd skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-28",
                    "title": "Oppfølging og tiltaksplan",
                    "sections": [
                        "Etter at det er truffet vedtak om plassering på institusjon etter § 4-24 eller § 4-26 eller midlertidig vedtak etter § 4-25, skal barneverntjenesten løpende følge med på barnets omsorgssituasjon og utvikling. Barneverntjenesten skal vurdere om det er nødvendig med endringer eller ytterligere tiltak for barnet. Barneverntjenesten skal kort tid etter at vedtaket er truffet kontakte foreldrene med tilbud om veiledning og oppfølging. Dersom foreldrene ønsker det, skal barneverntjenesten som en del av oppfølgingen formidle kontakt med øvrige hjelpeinstanser.",
                        "§ 4-28 nåværende første, annet, tredje og fjerde ledd blir annet, tredje, fjerde og nytt femte ledd.",
                        "Ny § 6-3 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-3 a",
                    "title": "Krav til begrunnelse",
                    "sections": [
                        "Det skal fremgå av vedtaket hva som er barnets synspunkt, og hvilken vekt barnets mening er tillagt. Hvordan barnets beste er vurdert skal også fremgå av vedtaket.",
                        "§ 6-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-4",
                    "title": "Opplysningsplikt",
                    "sections": [
                        "Enhver som utfører tjeneste eller arbeid for et forvaltningsorgan, skal uten hinder av taushetsplikt melde fra til barneverntjenesten uten ugrunnet opphold",
                        "a)når det er grunn til å tro at et barn blir eller vil bli mishandlet, utsatt for alvorlige mangler ved den daglige omsorgen eller annen alvorlig omsorgssvikt,",
                        "b)når det er grunn til å tro at et barn har en livstruende eller annen alvorlig sykdom eller skade og ikke kommer til undersøkelse eller behandling, eller at et barn med nedsatt funksjonsevne eller et spesielt hjelpetrengende barn ikke får dekket sitt særlige behov for behandling eller opplæring,",
                        "c)når et barn viser alvorlige atferdsvansker i form av alvorlig eller gjentatt kriminalitet, misbruk av rusmidler eller en annen form for utpreget normløs atferd,",
                        "d)når det er grunn til å tro at et barn blir eller vil bli utnyttet til menneskehandel.",
                        "De organene som er ansvarlig for gjennomføringen av barnevernloven, kan gi pålegg til offentlige myndigheter om å gi taushetsbelagte opplysninger når dette er nødvendig i forbindelse med vurdering, forberedelse og behandling av saker etter barnevernloven om",
                        "a)midlertidig plassering av barn utenfor hjemmet i akuttsituasjoner, jf. § 4-6 annet ledd,",
                        "b)forbud mot flytting av barn og foreløpig vedtak om omsorgsovertakelse av nyfødt barn før barnet har flyttet hjem, jf. §§ 4-8 og 4-9,",
                        "c)medisinsk undersøkelse og behandling, jf. § 4-10,",
                        "d)behandling av barn som har særlige behandlings- eller opplæringsbehov, jf. § 4-11,",
                        "e)omsorgsovertakelse, jf. § 4-12,",
                        "f)samværsrett og skjult adresse, jf. § 4-19,",
                        "g)fratakelse av foreldreansvar og adopsjon, jf. § 4-20,",
                        "h)oppheving av vedtak om omsorgsovertakelse, jf. § 4-21,",
                        "i)plassering og tilbakehold i institusjon uten samtykke, jf. §§ 4-24 og 4-25,",
                        "j)plassering i institusjon uten samtykke ved fare for menneskehandel, jf. § 4-29.",
                        "Pålegg om å gi taushetsbelagte opplysninger kan også gis i saker etter § 4-4 tredje ledd om pålegg om hjelpetiltak når dette er nødvendig for å unngå at et barn havner i en alvorlig situasjon som beskrevet i § 4-12 om omsorgsovertakelse.",
                        "Adgangen til å gi pålegg om å gi taushetsbelagte opplysninger gjelder også ved rettslig prøving av fylkesnemndas vedtak.",
                        "Opplysninger skal så langt som mulig innhentes i samarbeid med den saken gjelder, eller slik at vedkommende har kjennskap til innhentingen. Sakens parter skal informeres om at pålegg gis og hva dette omfatter med mindre dette kan hindre eller vanskeliggjøre at barneverntjenesten kan gi barnet tilstrekkelig hjelp.",
                        "Også yrkesutøvere som opptrer i medhold av helsepersonelloven, psykisk helsevernloven, helse- og omsorgstjenesteloven, lov 19. juni 1997 nr. 62 om familievernkontorer og friskolelova plikter å gi opplysninger etter reglene i første til fjerde ledd. Det samme gjelder meklere i ekteskapssaker og private som utfører oppgaver for stat, fylkeskommune eller kommune, og de som utfører slike oppgaver på vegne av organisasjoner.",
                        "§ 7-19 tredje ledd skal lyde:",
                        "Vedtak skal begrunnes som dommer. Tvisteloven § 19-6 gjelder tilsvarende så langt den passer. Det skal fremgå av vedtaket hva som er barnets synspunkt, og hvilken vekt barnets mening er tillagt. Hvordan barnets beste er vurdert skal også fremgå av vedtaket. I meldingen om vedtaket skal det gjøres oppmerksom på adgangen til å kreve rettslig prøving, jf. § 7-24.",
                        "Ny § 8-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-5",
                    "title": "Kommunens ansvar for barn som oppholder seg i en annen stat",
                    "sections": [
                        "Barneverntjenesten i den kommunen barnet sist var registrert bosatt har ansvaret for å yte tjenester og tiltak etter denne loven når barnet oppholder seg i en annen stat, jf. § 1-2. Ved avtale mellom barneverntjenesten i de berørte kommunene, kan ansvaret overføres til en annen kommune som barnet har tilknytning til.",
                        "En barneverntjeneste som har sendt begjæring om tiltak til fylkesnemnda, har ansvaret for saken selv om barnet oppholder seg i en annen stat.",
                        "§ 9-1 første ledd skal lyde:",
                        "Den enkelte kommune skal sørge for de bevilgninger som er nødvendige for å yte de tjenester og tiltak som kommunen har ansvaret for etter denne loven. Kommunen dekker sine egne kostnader med saken i fylkesnemnda. Kommunen dekker i tillegg utgifter til private parters vitner som er nødvendig i forbindelse med opplysning av sak i fylkesnemnda, samt godtgjøring til sakkyndig oppnevnt av fylkesnemnda og utgifter til tolk i forhandlingsmøte.",
                        "I lov 4. juli 1991 nr. 47 om ekteskap skal § 26 a lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 26 a",
                    "title": "Opplysningsplikt til barnevernet",
                    "sections": [
                        "Meklere som arbeider innenfor rammen av denne loven skal i sitt arbeid være oppmerksomme på forhold som kan føre til tiltak fra barneverntjenesten.",
                        "Meklere som arbeider innenfor rammen av denne loven, skal uten hinder av taushetsplikt melde fra til barneverntjenesten uten ugrunnet opphold",
                        "a)når det er grunn til å tro at et barn blir eller vil bli mishandlet, utsatt for alvorlige mangler ved den daglige omsorgen eller annen alvorlig omsorgssvikt,",
                        "b)når det er grunn til å tro at et barn har en livstruende eller annen alvorlig sykdom eller skade og ikke kommer til undersøkelse eller behandling, eller at et barn med nedsatt funksjonsevne eller et spesielt hjelpetrengende barn ikke får dekket sitt særlige behov for behandling eller opplæring,",
                        "c)når et barn viser alvorlige atferdsvansker i form av alvorlig eller gjentatt kriminalitet, misbruk av rusmidler eller en annen form for utpreget normløs atferd,",
                        "d)når det er grunn til å tro at et barn blir eller vil bli utnyttet til menneskehandel.",
                        "Meklere som arbeider innenfor rammen av denne loven, plikter også å gi opplysninger etter pålegg i samsvar med barnevernloven § 6-4.",
                        "I lov 28. februar 1997 nr. 19 om folketrygd skal § 25-11 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 25-11",
                    "title": "Opplysningsplikt til barnevernet",
                    "sections": [
                        "Enhver som gjør tjeneste i trygdens organer, skal i sitt arbeid være oppmerksom på forhold som kan føre til tiltak fra barnevernstjenesten.",
                        "Enhver som gjør tjeneste i trygdens organer, skal uten hinder av taushetsplikt melde fra til barnevernstjenesten uten ugrunnet opphold",
                        "a)når det er grunn til å tro at et barn blir eller vil bli mishandlet, utsatt for alvorlige mangler ved den daglige omsorgen eller annen alvorlig omsorgssvikt,",
                        "b)når det er grunn til å tro at et barn har en livstruende eller annen alvorlig sykdom eller skade og ikke kommer til undersøkelse eller behandling, eller at et barn med nedsatt funksjonsevne eller et spesielt hjelpetrengende barn ikke får dekket sitt særlige behov for behandling eller opplæring,",
                        "c)når et barn viser alvorlige atferdsvansker i form av alvorlig eller gjentatt kriminalitet, misbruk av rusmidler eller en annen form for utpreget normløs atferd,",
                        "d)når det er grunn til å tro at et barn blir eller vil bli utnyttet til menneskehandel.",
                        "Enhver som gjør tjeneste i trygdens organer, plikter også å gi opplysninger etter pålegg i samsvar med barnevernloven § 6-4.",
                        "I lov 19. juni 1997 nr. 62 om familievernkontorer skal § 10 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 10",
                    "title": "Opplysningsplikt til barnevernet",
                    "sections": [
                        "Fagpersonell ved familievernkontor skal i sitt arbeid være oppmerksomme på forhold som kan føre til tiltak fra barneverntjenesten.",
                        "Fagpersonellet skal uten hinder av taushetsplikt melde fra til barneverntjenesten uten ugrunnet opphold",
                        "a)når det er grunn til å tro at et barn blir eller vil bli mishandlet, utsatt for alvorlige mangler ved den daglige omsorgen eller annen alvorlig omsorgssvikt,",
                        "b)når det er grunn til å tro at et barn har en livstruende eller annen alvorlig sykdom eller skade og ikke kommer til undersøkelse eller behandling, eller at et barn med nedsatt funksjonsevne eller et spesielt hjelpetrengende barn ikke får dekket sitt særlige behov for behandling eller opplæring,",
                        "c)når et barn viser alvorlige atferdsvansker i form av alvorlig eller gjentatt kriminalitet, misbruk av rusmidler eller en annen form for utpreget normløs atferd,",
                        "d)når det er grunn til å tro at et barn blir eller vil bli utnyttet til menneskehandel.",
                        "Fagpersonellet plikter også å gi opplysninger etter pålegg i samsvar med barnevernloven § 6-4.",
                        "I lov 17. juli 1998 nr. 61 om grunnskolen og den vidaregåande opplæringa skal § 15-3 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 15-3",
                    "title": "Opplysningsplikt til barnevernet",
                    "sections": [
                        "Tilsette i skolen skal i arbeidet sitt vere merksame på forhold som kan føre til tiltak frå barneverntenesta.",
                        "Tilsette i skolen skal utan hinder av teieplikta melde frå til barneverntenesta utan ugrunna opphald",
                        "a)når det er grunn til å tru at eit barn blir eller vil bli mishandla, utsett for alvorlege manglar ved den daglege omsorga eller anna alvorleg omsorgssvikt,",
                        "b)når det er grunn til å tru at eit barn har ein livstruande eller annan alvorleg sjukdom eller skade og ikkje kjem til undersøking eller behandling, eller at eit barn med nedsett funksjonsevne eller eit spesielt hjelpetrengande barn ikkje får dekt sitt særlege behov for behandling eller opplæring,",
                        "c)når eit barn viser alvorlege åtferdsvanskar i form av alvorleg eller gjentatt kriminalitet, misbruk av rusmiddel eller ei anna form for utprega normlaus åtferd,",
                        "d)når det er grunn til å tru at eit barn blir eller vil bli utnytta til menneskehandel.",
                        "Alle som utfører teneste eller arbeid etter denne lova, pliktar også å gi opplysningar etter pålegg i samsvar med barnevernloven § 6-4.",
                        "I lov 2. juli 1999 nr. 64 om helsepersonell m.v. skal § 33 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": [
                {
                    "name": "§ 33",
                    "title": "Opplysningsplikt til barnevernet",
                    "sections": [
                        "Den som yter helsehjelp, skal i sitt arbeid være oppmerksom på forhold som kan føre til tiltak fra barneverntjenesten.",
                        "Helsepersonell skal uten hinder av taushetsplikt etter § 21 melde fra til barneverntjenesten uten ugrunnet opphold",
                        "a)når det er grunn til å tro at et barn blir eller vil bli mishandlet, utsatt for alvorlige mangler ved den daglige omsorgen eller annen alvorlig omsorgssvikt,",
                        "b)når det er grunn til å tro at et barn har en livstruende eller annen alvorlig sykdom eller skade og ikke kommer til undersøkelse eller behandling, eller at et barn med nedsatt funksjonsevne eller et spesielt hjelpetrengende barn ikke får dekket sitt særlige behov for behandling eller opplæring,",
                        "c)når et barn viser alvorlige atferdsvansker i form av alvorlig eller gjentatt kriminalitet, misbruk av rusmidler eller en annen form for utpreget normløs atferd,",
                        "d)når det er grunn til å tro at et barn blir eller vil bli utnyttet til menneskehandel.",
                        "Helsepersonell plikter også å gi opplysninger etter pålegg i samsvar med barnevernloven § 6-4.",
                        "I helseinstitusjoner skal det utpekes en person som skal ha ansvaret for videreformidling av opplysninger etter annet og tredje ledd. Denne personen skal uten ugrunnet opphold gi melder tilbakemelding på om melding etter annet ledd er videreformidlet. Dersom meldingen ikke er videreformidlet, skal det begrunnes. Melder har fortsatt et ansvar for å melde, dersom melder mener at vilkårene etter annet ledd er oppfylt. Personen som har ansvaret for videreformidling av opplysningene skal også påse at barneverntjenestens tilbakemeldinger etter barnevernloven § 6-7 a, uten ugrunnet opphold videreformidles til melder.",
                        "I lov 4. juli 2003 nr. 84 om frittståande skolar skal § 7-4 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VII",
            "paragraphs": [
                {
                    "name": "§ 7-4",
                    "title": "Opplysningsplikt til barnevernet",
                    "sections": [
                        "Tilsette i skolen skal i arbeidet sitt vere merksame på forhold som kan føre til tiltak frå barneverntenesta.",
                        "Tilsette i skolen skal utan hinder av teieplikta melde frå til barneverntenesta utan ugrunna opphald",
                        "a)når det er grunn til å tru at eit barn blir eller vil bli mishandla, utsett for alvorlege manglar ved den daglege omsorga eller anna alvorleg omsorgssvikt,",
                        "b)når det er grunn til å tru at eit barn har ein livstruande eller annan alvorleg sjukdom eller skade og ikkje kjem til undersøking eller behandling, eller at eit barn med nedsett funksjonsevne eller eit spesielt hjelpetrengande barn ikkje får dekt sitt særlege behov for behandling eller opplæring,",
                        "c)når eit barn viser alvorlege åtferdsvanskar i form av alvorleg eller gjentatt kriminalitet, misbruk av rusmiddel eller ei anna form for utprega normlaus åtferd,",
                        "d)når det er grunn til å tru at eit barn blir eller vil bli utnytta til menneskehandel.",
                        "Alle som utfører teneste eller arbeid etter denne lova, pliktar også å gi opplysningar etter pålegg i samsvar med barnevernloven § 6-4.",
                        "I lov 4. juli 2003 nr. 80 om introduksjonsordning og norskopplæring for nyankomne innvandrere skal § 26 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VIII",
            "paragraphs": [
                {
                    "name": "§ 26",
                    "title": "Opplysningsplikt til barnevernet",
                    "sections": [
                        "Personell som arbeider innenfor rammen av denne loven, skal i sitt arbeid være oppmerksom på forhold som kan føre til tiltak fra barneverntjenesten.",
                        "Personell som arbeider innenfor rammen av denne loven, skal uten hinder av taushetsplikt melde fra til barneverntjenesten uten ugrunnet opphold",
                        "a)når det er grunn til å tro at et barn blir eller vil bli mishandlet, utsatt for alvorlige mangler ved den daglige omsorgen eller annen alvorlig omsorgssvikt,",
                        "b)når det er grunn til å tro at et barn har en livstruende eller annen alvorlig sykdom eller skade og ikke kommer til undersøkelse eller behandling, eller at et barn med nedsatt funksjonsevne eller et spesielt hjelpetrengende barn ikke får dekket sitt særlige behov for behandling eller opplæring,",
                        "c)når et barn viser alvorlige atferdsvansker i form av alvorlig eller gjentatt kriminalitet, misbruk av rusmidler eller en annen form for utpreget normløs atferd,",
                        "d)når det er grunn til å tro at et barn blir eller vil bli utnyttet til menneskehandel.",
                        "Personell som arbeider innenfor rammen av denne loven, plikter også å gi opplysninger etter pålegg i samsvar med barnevernloven § 6-4.",
                        "I lov 17. juni 2005 nr. 64 om barnehager skal § 22 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IX",
            "paragraphs": [
                {
                    "name": "§ 22",
                    "title": "Opplysningsplikt til barnevernet",
                    "sections": [
                        "Enhver som utfører tjeneste eller arbeid etter denne loven, skal i sitt arbeid være oppmerksom på forhold som kan føre til tiltak fra barneverntjenesten.",
                        "Enhver som utfører tjeneste eller arbeid etter denne loven, skal uten hinder av taushetsplikt melde fra til barneverntjenesten uten ugrunnet opphold",
                        "a)når det er grunn til å tro at et barn blir eller vil bli mishandlet, utsatt for alvorlige mangler ved den daglige omsorgen eller annen alvorlig omsorgssvikt,",
                        "b)når det er grunn til å tro at et barn har en livstruende eller annen alvorlig sykdom eller skade og ikke kommer til undersøkelse eller behandling, eller at et barn med nedsatt funksjonsevne eller et spesielt hjelpetrengende barn ikke får dekket sitt særlige behov for behandling eller opplæring,",
                        "c)når det er grunn til å tro at et barn blir eller vil bli utnyttet til menneskehandel.",
                        "Enhver som utfører tjeneste eller arbeid etter denne loven, plikter også å gi opplysninger etter pålegg i samsvar med barnevernloven § 6-4.",
                        "I lov 19. juni 2009 nr. 44 om kommunale krisesentertilbod skal § 6 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "X",
            "paragraphs": [
                {
                    "name": "§ 6",
                    "title": "Opplysningsplikt til barnevernet",
                    "sections": [
                        "Alle som utfører teneste eller arbeid etter denne lova, skal i arbeidet sitt vere merksame på forhold som kan føre til tiltak frå barneverntenesta.",
                        "Alle som utfører teneste eller arbeid etter denne lova, skal utan hinder av teieplikta melde frå til barnevernte nesta utan ugrunna opphald",
                        "a)når det er grunn til å tru at eit barn blir eller vil bli mishandla, utsett for alvorlege manglar ved den daglege omsorga eller anna alvorleg omsorgssvikt,",
                        "b)når det er grunn til å tru at eit barn har ein livstruande eller annan alvorleg sjukdom eller skade og ikkje kjem til undersøking eller behandling, eller at eit barn med nedsett funksjonsevne eller spesielt hjelpetrengande barn ikkje får dekt sitt særlege behov for behandling eller opplæring,",
                        "c)når eit barn viser alvorlege åtferdsvanskar i form av alvorleg eller gjentatt kriminalitet, misbruk av rusmiddel eller ei anna form for utprega normlaus åtferd,",
                        "d)når det er grunn til å tru at eit barn blir eller vil bli utnytta til menneskehandel.",
                        "Alle som utfører teneste eller arbeid etter denne lova, pliktar også å gi opplysningar etter pålegg i samsvar med barnevernloven § 6-4.",
                        "I lov 18. desember 2009 nr. 131 om sosiale tjenester i arbeids- og velferdsforvaltningen skal § 45 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "XI",
            "paragraphs": [
                {
                    "name": "§ 45",
                    "title": "Opplysningsplikt til barnevernet",
                    "sections": [
                        "Enhver som utfører tjeneste eller arbeid etter denne loven, skal i sitt arbeid være oppmerksom på forhold som kan føre til tiltak fra barneverntjenesten.",
                        "Enhver som utfører tjeneste eller arbeid etter denne loven, skal uten hinder av taushetsplikt melde fra til barneverntjenesten uten ugrunnet opphold",
                        "a)når det er grunn til å tro at et barn blir eller vil bli mishandlet, utsatt for alvorlige mangler ved den daglige omsorgen eller annen alvorlig omsorgssvikt,",
                        "b)når det er grunn til å tro at et barn har en livstruende eller annen alvorlig sykdom eller skade og ikke kommer til undersøkelse eller behandling, eller at et barn med nedsatt funksjonsevne eller et spesielt hjelpetrengende barn ikke får dekket sitt særlige behov for behandling eller opplæring,",
                        "c)når et barn viser alvorlige atferdsvansker i form av alvorlig eller gjentatt kriminalitet, misbruk av rusmidler eller en annen form for utpreget normløs atferd,",
                        "d)når det er grunn til å tro at et barn blir eller vil bli utnyttet til menneskehandel.",
                        "Enhver som utfører tjeneste eller arbeid etter denne loven, plikter også å gi opplysninger etter pålegg i samsvar med barnevernloven § 6-4.",
                        "I lov 16. juni 2017 nr. 46 om endringer i barnevernloven (barnevernsreform) gjøres følgende endringer i lovens del I om endringer i lov 17. juli 1992 nr. 100 om barneverntjenester:",
                        "Endringen av § 4-3 skal lyde:",
                        "§ 4-3 nytt syvende ledd skal lyde:",
                        "Bestemmelsene i denne paragrafen gjelder så langt de passer for utredning som nevnt i § 2-3 tredje ledd bokstav a.",
                        "Endringen av § 4-22 skal lyde:",
                        "§ 4-22 tredje til sjette ledd skal lyde:",
                        "Barneverntjenesten i omsorgskommunen har ansvar for å velge et fosterhjem som er egnet til å ivareta det enkelte barnets behov og skal godkjenne fosterhjemmet. Med omsorgskommunen menes den kommunen som har ansvaret etter § 8-4 tredje ledd. Barneverntjenesten skal alltid vurdere om noen i barnets familie eller nære nettverk kan velges som fosterhjem. Barneverntjenesten skal ved slike vurderinger legge til rette for bruk av verktøy og metoder for nettverksinvolvering, dersom det er hensiktsmessig.",
                        "Barneverntjenesten i omsorgskommunen har ansvar for å følge opp hvert enkelt barn i fosterhjemmet og for oppfølging av fosterhjemmet. Barne-, ungdoms- og familieetaten har ansvaret for oppfølging av fosterhjem som etaten tilbyr, jf. § 2-3 annet ledd bokstav a og c.",
                        "Den kommunen fosterhjemmet ligger i har ansvaret for tilsyn av fosterhjemmet. Kommunen skal føre tilsyn med hvert enkelt barn i fosterhjemmet fra plasseringstidspunktet og frem til barnet fyller 18 år. Formålet med tilsynet er å føre kontroll med at barnet får forsvarlig omsorg i fosterhjemmet, og at de forutsetninger som ble lagt til grunn for plasseringen, blir fulgt opp. Kommunen skal sørge for at de som skal utøve tilsynet, gis grunnleggende opplæring og veiledning.",
                        "Departementet kan gi forskrifter som utfyller denne bestemmelsen.",
                        "Loven gjelder fra den tid Kongen bestemmer.",
                        "Kongen kan sette i kraft de enkelte bestemmelser til forskjellig tid.",
                        "Departementet kan gi overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "XII",
            "paragraphs": []
        },
        {
            "name": "XIII",
            "paragraphs": []
        }
    ]
}