{
    "lawId": "LOV-2018-12-20-98",
    "lawName": "Lov om endringer i folketrygdloven, sosialtjenesteloven og enkelte andre lover",
    "shortName": "Endringslov til folketrygdloven, sosialtjenesteloven mv",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        },
        {
            "name": "X",
            "paragraphs": []
        },
        {
            "name": "XI",
            "paragraphs": []
        },
        {
            "name": "XII",
            "paragraphs": []
        },
        {
            "name": "XIII",
            "paragraphs": []
        },
        {
            "name": "XIV",
            "paragraphs": []
        },
        {
            "name": "XV",
            "paragraphs": []
        },
        {
            "name": "XVI",
            "paragraphs": [
                {
                    "name": "§ 29",
                    "title": "Kvalifiseringsprogram",
                    "sections": [
                        "Kvalifiseringsprogram gjelder for personer mellom 18 og 67 år med vesentlig nedsatt arbeids- og inntektsevne og ingen eller svært begrensede ytelser til livsopphold etter folketrygdloven eller arbeidsmarkedsloven.",
                        "Rett til kvalifiseringsprogram forutsetter at søkeren har gjennomgått en arbeidsevnevurdering og at tett og koordinert bistand gjennom deltakelse i programmet vurderes som hensiktsmessig og nødvendig for å styrke vedkommendes mulighet for deltakelse i arbeidslivet.",
                        "Kommunen er ikke forpliktet til å innvilge program dersom det på grunn av forhold ved søkeren vil være uforholdsmessig byrdefullt å tilby et program.",
                        "Departementet kan i forskrift gi nærmere regler om retten til kvalifiseringsprogram og om bruken av arbeidsevnevurderinger.",
                        "§ 30 skal lyde:"
                    ]
                },
                {
                    "name": "§ 30",
                    "title": "Kvalifiseringsprogrammets innhold",
                    "sections": [
                        "Innholdet i kvalifiseringsprogrammet skal tilpasses den enkeltes behov og forutsetninger. Den vesentlige delen av programmet skal bestå av tiltak som direkte forventes å styrke deltakers muligheter for overgang til arbeid etter endt program. Programmet kan også inneholde tiltak som kan være med på å støtte opp under og forberede overgang til arbeid. Det kan settes av tid til aktiviteter som bedrer deltakers helse.",
                        "Programmet skal være helårig og på full tid. Inntil 50 prosent stilling eller gjennomføring av læretid kan kombineres med fortsatt deltakelse i kvalifiseringsprogrammet. Summen av inntektsgivende arbeid og andre aktiviteter innenfor programmet skal minst utgjøre full tid.",
                        "Departementet kan i forskrift gi nærmere regler om programmets innhold.",
                        "§ 32 skal lyde:"
                    ]
                },
                {
                    "name": "§ 32",
                    "title": "Programmets varighet",
                    "sections": [
                        "Kvalifiseringsprogrammet gis så lenge deltakeren oppfyller vilkårene i § 29, men ikke lenger enn to år. Når særlige grunner tilsier det, kan programmet forlenges med inntil ett år. Godkjent permisjon og opphold etter vedtak om avbrudd, jf. § 34 første ledd, regnes ikke med i programmets varighet.",
                        "Departementet kan i forskrift fastsette nærmere regler om varigheten av kvalifiseringsprogrammet.",
                        "§ 34 skal lyde:"
                    ]
                },
                {
                    "name": "§ 34",
                    "title": "Avbrudd i og avslutning av program",
                    "sections": [
                        "Kommunen kan avbryte programmet for en periode eller avslutte programmet dersom det er saklig begrunnet i forhold ved deltakeren. Programmet skal avsluttes når det er sannsynlig at deltakeren ikke vil gjenoppta deltakelsen i programmet. Kommunen skal også avslutte programmet dersom det har vært avbrutt i ett år.",
                        "Programmet kan ikke avsluttes på grunn av fravær knyttet til ordinært arbeid, fødsel eller adopsjon det første året etter fraværets start.",
                        "§ 35 første ledd skal lyde:",
                        "For den tiden en person deltar i kvalifiseringsprogram, har vedkommende rett til kvalifiseringsstønad. En person har ikke rett til kvalifiseringsstønad i perioden programmet er avbrutt etter § 34 første ledd.",
                        "§ 36 skal lyde:"
                    ]
                },
                {
                    "name": "§ 36",
                    "title": "Reduksjon i kvalifiseringsstønad ved fravær",
                    "sections": [
                        "Ved fravær reduseres kvalifiseringsstønaden tilsvarende. Det gjelder ikke ved fravær som skyldes sykdom eller andre tvingende velferdsgrunner, og som det er gitt tillatelse til.",
                        "Departementet kan i forskrift fastsette nærmere regler om når det kan gis tillatelse til fravær med stønad etter første ledd annet punktum.",
                        "§ 37 skal lyde:"
                    ]
                },
                {
                    "name": "§ 37",
                    "title": "Samordning mellom kvalifiseringsstønad og arbeidsinntekt mv.",
                    "sections": [
                        "I den utstrekning en deltaker i kvalifiseringsprogram har inntektsgivende arbeid eller lærlingelønn, reduseres stønaden inkludert barnetillegg tilsvarende, beregnet i forhold til antall timer med inntektsgivende arbeid eller gjennomføring av læretid. Stønaden reduseres ikke på grunn av mottatte barnebidrag.",
                        "§ 38 andre ledd oppheves. Nåværende tredje ledd blir andre ledd.",
                        "I lov 16. desember 2011 nr. 60 om pensjonsordning for stortingsrepresentanter og regjeringsmedlemmer § 9-1 andre ledd og § 9-2 første ledd bokstav a skal henvisningen til «lov 6. desember 1981 nr. 61 om pensjonsordning for stortingsrepresentanter» endres til «lov 12. juni 1981 nr. 61 om pensjonsordning for stortingsrepresentanter».",
                        "I lov 27. januar 2012 nr. 9 om arbeidstvister § 58 første, fjerde og femte ledd skal «Høyesteretts ankeutvalg» erstattes av «Høyesterett».",
                        "I lov 6. juni 2014 nr. 19 om stans i utbetalinga av offentlege ytingar og barnebidrag når ein av foreldra har bortført eit barn til utlandet skal § 8 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "XVII",
            "paragraphs": []
        },
        {
            "name": "XVIII",
            "paragraphs": []
        },
        {
            "name": "XIX",
            "paragraphs": [
                {
                    "name": "§ 8",
                    "title": "Innhenting av opplysningar i saker om å halde tilbake ytingar og barnebidrag",
                    "sections": [
                        "Ved handsaminga av saker etter § 7 kan organet som skal treffe avgjerda, krevje opplysningar frå instansar og personar som er nemnde i folketrygdloven § 21-4 første leddet. Det er eit vilkår at opplysningane er naudsynte for avgjerda.",
                        "Ein kan til vanleg berre hente inn opplysningar om",
                        "a.namn, adresse, fødselsdato, slektskap og sivilstatus,",
                        "b.staden der barnet og bortføraren oppheld seg og tilhøva som dei lever under,",
                        "c.den fysiske og psykiske helsa til barnet og bortføraren og særlege behov og utgifter knytte til helsetilstanden deira,",
                        "d.bortføraren si inntekt og økonomi medan bortføringa varar, og",
                        "e.tilhøva mellom foreldra og barnet.",
                        "Ein kan berre hente inn opplysningane som er nemnde i andre leddet bokstavane b, c og e dersom ein ikkje kan skaffe opplysningane på anna vis.",
                        "Organ som tek del i handsaminga av ei barnebortføringssak, skal gje opplysningar etter paragrafen her av eige tiltak.",
                        "Dei som skal gje opplysningar etter paragrafen her, skal gjere dette utan hinder av teieplikt og utan godtgjersle.",
                        "I lov 5. april 2017 nr. 15 om endringer i folketrygdloven (endret fastsetting av grunnlaget for sykepenger, foreldrepenger og pleiepenger mv.) skal § 8-38 femte ledd lyde:",
                        "Sykepengegrunnlaget for frilansere fastsettes etter reglene i § 8-28 første, andre og tredje ledd bokstav a og b, § 8-29 og § 8-30 første til tredje ledd.",
                        "1.Endringen i folketrygdloven § 6-3 trer i kraft 1. mars 2019.",
                        "2.Endringene i folketrygdloven §§ 4-4, 4-11 og 4-15 første ledd trer i kraft 1. juli 2019.",
                        "3.De øvrige endringene trer i kraft 1. januar 2019."
                    ]
                }
            ]
        },
        {
            "name": "XX",
            "paragraphs": []
        },
        {
            "name": "XXI",
            "paragraphs": []
        }
    ]
}