{
    "lawId": "LOV-2018-03-23-3",
    "lawName": "Lov om Bankenes sikringsfond",
    "shortName": "Lov om Bankenes sikringsfond",
    "authorityDescription": "Prop.159 L (2016–2017), Innst.137 L (2017–2018), Lovvedtak 29 (2017–2018). Stortingets første og andre gangs behandling hhv. 6. og 15. mars 2018. Fremmet av Finansdepartementet.",
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Organisatoriske forhold",
                    "sections": [
                        "(1) Bankenes sikringsfond er et eget rettssubjekt. Bankenes sikringsfond skal meldes til Foretaksregisteret.",
                        "(2) Bankenes sikringsfond skal ha et styre oppnevnt av departementet. Styret er sikringsfondets øverste myndighet og representerer Bankenes sikringsfond utad.",
                        "(3) Den daglige ledelsen av virksomheten i Bankenes sikringsfond skal forestås av en forretningsfører tilsatt av styret og godkjent av departementet. Styret kan fastsette instruks for forretningsføreren.",
                        "(4) Virksomheten i Bankenes sikringsfond skal organiseres og drives på en forsvarlig måte. Forretningsføreren skal sørge for at Bankenes sikringsfond har ansatte som samlet har kvalifikasjoner og erfaringer som trengs for at virksomheten drives på en forsvarlig måte, og at det etableres forsvarlige styrings- og kontrollsystemer. Forretningsføreren skal sørge for at det blir fastsatt instrukser som angir de ansattes arbeidsoppgaver og ansvarsforhold, samt rapporterings- og saksbehandlingsregler.",
                        "(5) Bankenes sikringsfond har selvstendig partsevne etter tvisteloven § 2-1 første ledd bokstav f.",
                        "(6) Konkurs eller akkordforhandlinger kan ikke åpnes i Bankenes sikringsfond."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Oppgaver",
                    "sections": [
                        "(1) Bankenes sikringsfond skal utføre forvaltningsoppgaver og administrative gjøremål som gjelder innskuddsgarantiordningen og innskuddsgarantifondet i samsvar med bestemmelsene i finansforetaksloven kapittel 19.",
                        "(2) Bankenes sikringsfond skal forvalte midlene i krisetiltaksfondet og kan utføre andre administrative gjøremål som gjelder krisetiltaksfondet i samsvar med bestemmelsene i finansforetaksloven § 20-56. Det samme gjelder for midlene i Verdipapirforetakenes sikringsfond så langt det passer. Krisetiltaksfondet og Verdipapirforetakenes sikringsfond skal belastes kostnader som gjelder gjøremål for fondene.",
                        "(3) Bankenes sikringsfond skal yte bistand til Finanstilsynet etter finansforetaksloven § 20-3 tredje ledd."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Styret",
                    "sections": [
                        "(1) Styret skal ha syv medlemmer oppnevnt av departementet. Det kan oppnevnes varamedlemmer.",
                        "(2) Oppnevningen av medlemmer og varamedlemmer til styret gjelder for to år. Departementet kan foreta suppleringsvalg og i særlige tilfeller endre sammensetningen av styret.",
                        "(3) Det skal føres protokoll over styrebehandlingen.",
                        "(4) Aksjeloven § 6-17 gjelder tilsvarende for styret.",
                        "(5) Departementet kan fastsette instruks for styret, herunder regler om saksbehandling, utsetting av arbeidsoppgaver og saker som skal forelegges departementet, Finanstilsynet eller Norges Bank før vedtak treffes."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Ansvarlig kapital",
                    "sections": [
                        "Bankenes sikringsfonds ansvarlige kapital består av midler tilført innskuddsgarantifondet."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Samarbeidsordninger",
                    "sections": [
                        "(1) Bankenes sikringsfond skal etablere prosedyrer for samarbeid, samordning og informasjonsutveksling med Finanstilsynet og Norges Bank. Departementet kan fastsette nærmere regler om slike prosedyrer.",
                        "(2) Er Finanstilsynet eller Norges Bank blitt kjent med forhold i et medlemsforetak som kan føre til ansvar for innskuddsgarantiordningen, skal de omgående sende melding om dette til Bankenes sikringsfond.",
                        "(3) Bankenes sikringsfond kan inngå samordningsavtale med garantiordning for bankinnskudd i annen EØS-stat."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Regnskap og revisjon",
                    "sections": [
                        "(1) Bankenes sikringsfond skal hvert år utarbeide og avgi årsmelding og årsregnskap for innskuddsgarantifondet som skal sendes til departementet, Finanstilsynet og Norges Bank.",
                        "(2) Bankens sikringsfond skal ha en revisor som utpekes av departementet. Revisors godtgjøring fastsettes av departementet."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Forholdet til annen lovgivning",
                    "sections": [
                        "(1) Offentleglova og forvaltningsloven gjelder for Bankenes sikringsfond. Offentleglova § 15 første og tredje ledd gjelder tilsvarende for Bankenes sikringsfonds korrespondanse med departementet, Finanstilsynet og Norges Bank.",
                        "(2) Taushetsplikten etter forvaltningsloven § 13 gjelder ikke overfor departementet, Finanstilsynet og Norges Bank. Departementet kan i forskrift gi regler om avgrensning av taushetsplikten."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Utfyllende regler",
                    "sections": [
                        "Departementet kan i forskrift gi regler om Bankenes sikringsfond og dets virksomhet, herunder regler om regnskaps- og revisjonsforhold."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Ikrafttredelse og overgangsregler",
                    "sections": [
                        "(1) Loven gjelder fra den tid Kongen bestemmer.",
                        "(2) Departementet kan gi overgangsregler."
                    ]
                }
            ]
        }
    ]
}