{
    "lawId": "LOV-2018-04-20-12",
    "lawName": "Lov om endringer i matrikkellova og plan- og bygningsloven",
    "shortName": "Endringslov til matrikkellova og plan- og bygningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 7",
                    "title": "Krav om klarlagd grense før tinglysing av heimelsovergang",
                    "sections": [
                        "§ 8 andre ledd skal lyde:",
                        "Departementet kan gi forskrift om vilkår for matrikkelføring, under dette om innhaldet i og utforminga av krav om matrikkelføring.",
                        "§ 9 overskrifta skal lyde:"
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Kven som kan krevje matrikulering",
                    "sections": [
                        "§ 9 fjerde ledd skal lyde:",
                        "Departementet kan gi forskrift om kven som kan krevje matrikulering.",
                        "§ 10 overskrifta skal lyde:"
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Felles vilkår for matrikulering",
                    "sections": [
                        "§ 10 sjette ledd skal lyde:",
                        "Departementet kan gi forskrift om matrikkelføring av ny matrikkeleining, til dømes om unnatak frå plikt til matrikulering og innskrenking og utviding av vilkåra for matrikulering.",
                        "§ 12 fjerde og nytt femte og sjette ledd skal lyde:",
                        "Før matrikkelføring av endring av grenser for festegrunn som går ut over justeringar som kan behandlast etter § 16, må det vere gitt løyve som for oppretting av ny festegrunn. Det må dessutan liggje føre nødvendige fråsegner om endring av festerett, pantefråfall og konsesjonar for arealet.",
                        "Oppmålingsforretning som endrar grensene for festerett, kan krevjast av dei som er nemnde i § 9 første ledd bokstav a og f. I saker som er kravd etter § 9 første ledd bokstav a, må det liggje føre samtykke frå festaren. Endring av grenser som omfattar umatrikulerte einingar, kan berre skje i saker der dette er kravd etter § 9 første ledd bokstav f, og berre samtidig med at einingane blir matrikulerte.",
                        "Departementet kan gi forskrift om matrikkelføring av festegrunn, til dømes om kven som kan krevje matrikkelføring.",
                        "§ 14 første ledd skal lyde:",
                        "Jordsameige kan registrerast i matrikkelen med eige matrikkelnummer når det er gjort sannsynleg at eininga er eit jordsameige. Jordsameige kan registrerast sjølv om det ikkje er fullstendig avklart kven som har partar i sameiget og kor store partane er. Føresegnene i § 10 fjerde og femte ledd gjeld tilsvarande.",
                        "§ 16 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Grensejustering",
                    "sections": [
                        "Ei grense mellom matrikkeleiningar kan justerast utan at det blir henta inn fråsegn om pantefråfall. Dette gjeld tilsvarande for justering av ei grense mellom ein festegrunn og grunneigedommen eller jordsameiget som festegrunnen er ein del av. Grensa kan ikkje justerast i strid med føresegner gitt i eller i medhald av anna lovgiving.",
                        "Ved justering kan berre mindre areal overførast mellom dei aktuelle einingane. Einsidig overføring av mindre areal kan utførast som grensejustering.",
                        "Panterett og festerett følgjer dei nye grensene slik dei blir fastlagde ved grensejustering.",
                        "Føresegna om panterett gjeld tilsvarande for andre rettar så langt det passar.",
                        "Grensejustering kan krevjast av dei som er nemnde i § 9. Endra grenser for festerett kan berre matrikkelførast når det ligg føre samtykke frå festaren. Grensejustering av ei umatrikulert eining kan berre skje samstundes med at eininga blir matrikulert.",
                        "Departementet kan gi forskrift om grensejustering, under dette setje areal- og verdigrenser for areal som blir overført mellom einingane.",
                        "§ 17 skal lyde:"
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Klarlegging av eksisterande grense, punktfeste og stadbundne rettar",
                    "sections": [
                        "Matrikkelføring av klarlegging av eksisterande grenser, punktfeste og stadbundne rettar, utført som særskild forretning, kan krevjast av:",
                        "a)nokon som har grunnboksheimel som eigar eller festar til den aktuelle matrikkeleininga, eller",
                        "b)staten, statsføretak, fylkeskommune eller kommune.",
                        "Departementet kan gi forskrift om klarlegging av eksisterande grense, punktfeste, stadbundne rettar, om kven som kan krevje dette, og om fritak frå krav om oppmålingsforretning.",
                        "§ 19 skal lyde:"
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Referanse til avtale om grenser m.m.",
                    "sections": [
                        "Kommunen kan ta inn i matrikkelen referansar til avtalar om eksisterande grenser for ei matrikkeleining dersom grensa ikkje er tidlegare fastlagd i ei oppmålingsforretning eller i ei tilsvarande forretning etter anna eller tidlegare lov. Det same gjeld for avtalar om lokalisering av eksisterande og ikkje fastlagde punktfeste og om stadfesting av varige stadbundne rettar som ikkje er omfatta av § 6, og som gjeld ein del av ein eksisterande grunneigedom, anleggseigedom eller festegrunn eller av eit eksisterande jordsameige eller eit uteareal til ein eigarseksjon.",
                        "Departementet kan gi forskrift om at ein slik avtale berre kan tinglysast dersom avtalen har referanse i matrikkelen.",
                        "Departementet kan gi forskrift om avtalar som kan få referanse i matrikkelen.",
                        "§ 20 tredje ledd skal lyde:",
                        "Eigar skal varslast om registreringa på ein etter tilhøva formålstenleg og etterviseleg måte.",
                        "§ 21 første ledd andre punktum skal lyde:",
                        "Før kommunen tek ei endeleg avgjerd, skal dei som avgjerda får verknad for, få høve til å uttale seg.",
                        "§ 22 sjuande ledd skal lyde:",
                        "Departementet kan gi forskrift om føring av matrikkelen og organ som kan utføre matrikkelføringsoppgåver, til dømes om informasjon til heimelshavarar eller andre saka vedkjem, om tidsfristar, rapportering, kvalitetssikring og oppbevaring av matrikkelopplysningar, og om godkjenning av personar som skal føre opplysningar i matrikkelen.",
                        "§ 24 overskrifta skal lyde:"
                    ]
                },
                {
                    "name": "§ 24",
                    "title": "Tinglysing og utferding av matrikkelbrev m.m.",
                    "sections": [
                        "§ 24 første ledd skal lyde:",
                        "Så snart oppretting av ny matrikkeleining, samanslåing, endring av festegrunn eller eigarseksjon eller arealoverføring er ført i matrikkelen, skal kommunen sende melding om dette til tinglysing. Gjeld saka oppretting eller endring av eigarseksjon, skal kommunen likevel ikkje sende meldinga før eventuelle klager over seksjoneringsvedtaket er avgjort, jf. eigarseksjonslova § 17.",
                        "§ 24 tredje ledd fjerde og femte punktum skal lyde:",
                        "Er ei grense mot tilgrensande matrikkeleiningar merkt eller målt inn på nytt, skal kommunen sende relevant utdrag av matrikkelbrev til eigarar og eventuelle festarar av desse einingane. I oversendinga skal det opplysast om høve til å klage og klagefristar.",
                        "§ 24 sjette ledd skal lyde:",
                        "Departementet kan gi forskrift om melding til tinglysing, utferding av matrikkelbrev m.m. og høve til å stadfeste eigedomsrett ved eigenfråsegn, og kan under dette fastsetje rutinar som sikrar samsvar mellom matrikkelen og grunnboka.",
                        "§ 25 sjette ledd skal lyde:",
                        "Departementet kan gi forskrift om rapportering og føring av opplysningar om bygningar, adresser, eigarseksjonar og andre opplysningar kommunen skal føre i matrikkelen, og om kommunen sitt høve til å fastsetje utfyllande lokale forskrifter.",
                        "§ 26 skal lyde:"
                    ]
                },
                {
                    "name": "§ 26",
                    "title": "Retting av opplysningar i matrikkelen og sletting av matrikkeleining",
                    "sections": [
                        "Kommunen kan slette ei matrikkeleining frå matrikkelen dersom det ikkje låg føre grunnlag for å opprette eininga. Det same gjeld for matrikkeleiningar som fysisk ikkje lenger eksisterer. Dersom eininga er ført inn i grunnboka, kan ho berre slettast frå matrikkelen dersom ho samtidig blir sletta i grunnboka.",
                        "Eigarseksjonar som blir sletta i grunnboka etter vedtak med heimel i eigarseksjonslova § 22 andre ledd, skal slettast frå matrikkelen. Kommunen fullfører slettinga ved å utferde matrikkelbrev i samsvar med § 24 tredje ledd.",
                        "Opplysningar om grenser og geografiske opplysningar om punktfeste og stadbundne rettar kan berre supplerast eller endrast på grunnlag av ny oppmålingsforretning, jf. § 17, rettskraftig avgjerd ved domstolane, jf. § 22 andre ledd, eller avtale mellom partane når vilkåra for dette er til stades, jf. § 19. Kommunen kan likevel rette slike opplysningar når det blir dokumentert at opplysningane er feil, og dette kjem av feil i registreringa eller i vedlikehaldet av matrikkelen.",
                        "Andre opplysningar kan rettast av organet som fører opplysningane, dersom dei er feil, ufullstendige, grunnlaget for registreringa har falle bort, eller det ikkje er høve til å behandle dei i matrikkelen. Organet skal rette opplysningane når ein part set fram krav om det og kan dokumentere at det er grunnlag for å rette opplysningane. Kommunen eller sentral matrikkelstyresmakt kan av eige tiltak rette opplysningane når dette har noko vesentleg å seie for matrikkelen som eit einsarta og påliteleg register.",
                        "Partar som retting, endring eller tilføying har noko å seie for, skal underrettast.",
                        "Denne paragrafen går framom personopplysningslova § 27 om retting av mangelfulle personopplysningar.",
                        "Departementet kan gi forskrift om rettingar, endringar og tilføyingar til matrikkelen og om sletting av matrikkeleining, til dømes om underretting og når underretting kan sløyfast.",
                        "§ 30 første ledd bokstav d skal lyde:",
                        "d)for å ta hand om andre interesser som gjeld rådvelde over matrikkeleiningar eller bruken av dei.",
                        "§ 30 andre ledd skal lyde:",
                        "Matrikkelinformasjon kan utleverast for andre formål dersom den som får opplysningane utlevert, skal ta i vare ei rettkommen interesse, og omsynet til personvernet for dei registrerte ikkje overstig denne interessa.",
                        "§ 30 femte ledd skal lyde:",
                        "Matrikkelinformasjon skal ikkje utleverast dersom vitale personlege eller offentlege interesser tilseier dette.",
                        "§ 31 andre ledd første punktum skal lyde:",
                        "Ved innsyn i matrikkelen, og til bruk i oppmålingsforretningar etter denne lova, skal det saman med opplysningar frå matrikkelen vere tilgjengeleg kart som viser tekniske og topografiske forhold på og i nærleiken av den aktuelle matrikkeleininga.",
                        "§ 32 skal lyde:"
                    ]
                },
                {
                    "name": "§ 32",
                    "title": "Offentlege gebyr og betaling for matrikkelopplysningar",
                    "sections": [
                        "Kommunen kan ta gebyr for oppmålingsforretning, matrikkelføring, utferding av matrikkelbrev og anna arbeid etter lova her etter regulativ fastsett av kommunestyret sjølv. Den styresmakta som tildelar landmålarbrev, kan ta gebyr for dette. Gebyra kan i sum ikkje vere høgare enn nødvendige kostnader styresmakta har med slikt arbeid. For matrikulering av eigarseksjon kan det ikkje takast andre gebyr enn det som er fastsett i eierseksjonsloven § 15.",
                        "Det kan krevjast betaling for utlevering av opplysningar frå matrikkelen. Det kan ikkje takast betaling for innsyn i matrikkelen ved personleg frammøte hos kommunen eller sentral matrikkelstyresmakt.",
                        "Departementet kan gi forskrift om gebyr og om betaling for opplysningar frå matrikkelen.",
                        "Kapittel 7 overskrifta skal lyde:",
                        "§ 33 første ledd skal lyde:",
                        "Ei oppmålingsforretning går ut på å klarleggje og beskrive grenser og rettar i tråd med påstandane til partane og framlagde dokument, og elles bringe fram opplysningar og dokumentasjon som er nødvendig for matrikkelføring og eventuelt tinglysing. Den som utfører oppmålingsforretninga, skal ta vare på interessene til alle partar og utføre forretninga i samsvar med god landmålarskikk.",
                        "§ 33 tredje ledd skal lyde:",
                        "I ei forretning som gjeld oppretting av ei ny matrikkeleining eller ei arealoverføring, skal dei nye grensene merkjast i marka i samsvar med kommunalt løyve etter plan- og bygningsloven. Nye grenser for uteareal til eigarseksjon skal merkjast i samsvar med vedtaket om dette etter eierseksjonsloven. Den som utfører forretninga kan samtykkje i mindre avvik, for å kunne få ei gagnleg grense ut frå tilhøva i terrenget.",
                        "§ 33 sjette ledd skal lyde:",
                        "Departementet kan gi forskrift om varsling og proklama, og om utføring og dokumentasjon av oppmålingsforretning.",
                        "§ 34 første ledd tredje punktum skal lyde:",
                        "Koordinatane skal fastsetjast i eit geodetisk grunnlag som er godkjent av sentral matrikkelstyresmakt.",
                        "§ 34 femte ledd skal lyde:",
                        "Departementet kan gi forskrift om merking, måling og kartfesting av matrikkeleiningar, under dette om når grensemerking kan utelatast.",
                        "§ 35 nytt andre ledd skal lyde:",
                        "Kommunen skal peike ut ein landmålar for kvar oppmålingsforretning. Landmålaren må ha gyldig landmålarbrev. Landmålaren skal ta vare på interessene til alle partane, undersøke relevante dokument og elles sørge for at forretninga blir utført i samsvar med god landmålarskikk.",
                        "§ 35 gjeldande andre og tredje ledd blir nytt tredje og fjerde ledd.",
                        "§ 35 femte ledd skal lyde:",
                        "Departementet kan gi forskrift om rekvisisjon og fullføring av oppmålingsforretning, til dømes om tidsfristar og avvising av rekvisisjon, og om utføring av oppmålingsforretning og matrikkelføring etter vedtak av fylkesmannen.",
                        "Ny § 38 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 7 Oppmålingsforretning, krav til landmålar o.a.",
            "paragraphs": [
                {
                    "name": "§ 38",
                    "title": "Tildeling av landmålarbrev o.a.",
                    "sections": [
                        "Departementet kan etter søknad tildele landmålarbrev til personar som",
                        "a)er myndige og eigna til å drive eigedomsoppmåling",
                        "b)har godkjend utdanning",
                        "c)har minst to års relevant erfaring etter ferdig utdanning, og",
                        "d)har bestått ei godkjent autorisasjonsprøve.",
                        "Landmålarbrev kan trekkjast tilbake mellombels eller varig ved brot på føresegner eller løyve gitt i eller i medhald av denne lova, plan- og bygningsloven eller eierseksjonsloven, ved gjentekne åtvaringar, eller dersom landmålaren ikkje lenger fyller vilkåra for å ha landmålarbrev. Ein landmålar som ikkje lenger tilfredsstiller krava til å ha landmålarbrev, skal sende melding om dette til den som tildelar matrikkelbrev innan 14 dagar.",
                        "Departementet kan gi forskrift om vilkår for landmålarbrev, tildeling og tilbaketrekking av slikt brev, krav til etterutdanning og gebyr.",
                        "Departementet kan gi forskrift om at eigedomslandmåling kan drivast mellombels av personar som er lovleg etablerte i ein annan EØS-stat med sikte på å drive slik verksemd der, og om praktiseringa av slik verksemd, medrekna unntak frå reglane i lova her.",
                        "Kapittel 8 overskrifta skal lyde:",
                        "§ 39 andre ledd skal lyde:",
                        "Kommunen skal bestemme ytterlegare geodetiske data når kommunale oppgåver etter lova her eller plan- og bygningsloven krev det og gjere dei tilgjengelege for brukarane av slike data.",
                        "§ 42 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 8 Om geodetisk grunnlag, oppmålingsarbeid o.a.",
            "paragraphs": [
                {
                    "name": "§ 42",
                    "title": "Fjerning av merke og signal",
                    "sections": [
                        "Merke og signal kan krevjast fjerna dersom bruken av eigedommen eller eigedommane dei står på gjer dette nødvendig. Fjerning skal utførast av eigarane av merket eller signalet. Fjerning av grensemerke kan berre skje etter avtale med kommunen.",
                        "Merke og signal kan i alle tilfelle fjernast av kommunen eller staten sitt geodetiske fagorgan dersom dei er utforma og plasserte slik at det kan føre til forveksling med nærliggjande fastmerke og tilhøyrande signal. Utgåtte eller ugyldige grensemerke, eller merke som kan forvekslast med gyldige grensemerke, kan i alle tilfelle fjernast av kommunen eller jordskifteretten.",
                        "Fastmerke og signal som inngår i det overordna nasjonale grunnlaget, kan ikkje krevjast fjerna etter første ledd eller fjernast av kommunen etter andre ledd første punktum. Det same gjeld basispunkt og monumentale fastmerke.",
                        "Dersom det er gitt erstatning etter § 41, kan erstatningssummen krevjast heilt eller delvis tilbakebetalt ved fjerning etter første ledd, dersom summen overstig det tapet som er lidd.",
                        "Departementet kan gi forskrift om framgangsmåten ved fjerning av merke og signal.",
                        "§ 46 skal lyde:"
                    ]
                },
                {
                    "name": "§ 46",
                    "title": "Klage, førehandsvarsel og underretning om vedtak m.m.",
                    "sections": [
                        "Det kan klagast over følgjande avgjerder etter denne lova:",
                        "a)matrikkelføring av saker som krev oppmålingsforretning etter § 6, under dette feil ved varslinga eller utføringa av forretninga",
                        "b)avgjerd om kva som er klarlagd grense etter § 7 tredje ledd",
                        "c)samanslåing, jf. § 18",
                        "d)føring av referanse til avtale om grenser mv., jf. § 19",
                        "e)fastsetjing av samla fast eigedom, jf. § 20",
                        "f)tildeling av offisiell adresse med heimel i § 21",
                        "g)sletting av matrikkeleining med heimel i § 26 første ledd",
                        "h)avslag på krav om retting av opplysning i matrikkelen, jf. § 26 tredje og fjerde ledd",
                        "i)avslag på førespurnad om innsyn i matrikkelen etter § 29",
                        "j)utlevering av opplysningar frå matrikkelen, jf. § 30",
                        "k)fastsetjing av gebyr og betaling med heimel i § 32 som ikkje er fastsett i forskrift eller regulativ godkjent av departementet",
                        "l)avslag på rekvisisjon av oppmålingsforretning, jf. § 35 første ledd",
                        "m)tildeling og tilbaketrekking av landmålarbrev etter § 38",
                        "n)vedtak om tvangsmulkt, jf. § 48.",
                        "Klageinstans er departementet eller det klageorganet departementet peikar ut. Reglane om klage på enkeltvedtak i forvaltningsloven kapittel VI gjeld for alle klager etter første ledd.",
                        "Departementet kan gi forskrift om klage, førehandsvarsel og underretning.",
                        "§ 47 første ledd skal lyde:",
                        "Tvistar om gjennomføringa av oppmålingsarbeid etter § 41 eller om fjerning av merke eller signal etter § 42 blir avgjorde av fylkesmannen. Vedtaket til fylkesmannen kan ikkje klagast på.",
                        "I lov 27. juni 2008 nr. 71 om planlegging og byggesaksbehandling blir det gjort følgjande endringar:",
                        "§ 20-1 første ledd bokstav m skal lyde:",
                        "m)opprettelse av ny grunneiendom, ny anleggseiendom eller nytt jordsameie, eller opprettelse av ny festegrunn for bortfeste som kan gjelde i mer enn 10 år, eller endring av grenser for slike matrikkelenheter som ikke kan behandles som grensejustering, jf. matrikkellova.",
                        "§ 21-2 sjette ledd skal lyde:",
                        "De som er nevnt i matrikkellova § 9, kan søke om tillatelse til å opprette ny grunneiendom, ny anleggseiendom, ny festegrunn eller nytt jordsameie, eller tillatelse til endring av grenser for slike matrikkelenheter som ikke kan behandles som grensejustering. Søknaden må angi hvordan enheten ønskes utformet, herunder angi grenseforløpet på kart. Søknaden må vise hvordan de nye enhetene eller grenseendringen på en hensiktsmessig måte kan gå inn i en fremtidig utnytting av området, herunder også hvordan krav til tomtestørrelse, fellesareal og plassering av bebyggelsen kan oppfylles.",
                        "I § 26-1 skal «lov om eigedomsregistrering» endrast til «matrikkellova».",
                        "§ 29-4 fjerde ledd skal lyde:",
                        "Departementet kan gi forskrift med nærmere bestemmelser om plassering av byggverk, som regler om avstand mellom byggverk, avstand til nabogrense, og beregningsmåten for høyde og avstand, samt for areal på byggverk som nevnt i tredje ledd bokstav b.",
                        "§ 33-1 første ledd skal lyde:",
                        "Kommunestyret selv kan gi forskrift om gebyr til kommunen for behandling av søknad om tillatelse, utferdigelse av kart og attester og for andre arbeid som det etter denne lov eller forskrift påhviler kommunen å utføre, herunder behandling av private planforslag. Gebyret for behandling av slikt planforslag kan omfatte kommunens arbeid frem til det blir avgjort om forslaget skal fremmes, jf. § 12-11. Gebyret kan ikke være høyere enn de nødvendige kostnadene kommunen har med slike saker. I gebyret kan det inkluderes utgifter til nødvendig bruk av sakkyndig bistand under tilsyn. Andelen av gebyr som innkreves for tilsyn, skal framgå av forskriften. Tiltakshaver kan selv sørge for de nødvendige utredningene.",
                        "Lova gjeld frå den tida Kongen fastset. Kongen kan setje i verk dei enkelte føresegnene til ulik tid.",
                        "Departementet kan gi nærare overgangsføresegner."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}