{
    "lawId": "LOV-2018-12-20-102",
    "lawName": "Lov om endringer i skatteloven",
    "shortName": "Endringslov til skatteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 14-28",
                    "title": "Tidfesting for forsikringsforetak og pensjonsforetak",
                    "sections": [
                        "(1) Regnskapslovgivningens regler legges til grunn ved tidfestingen av inntekter og kostnader, herunder gevinst og tap, knyttet til investeringsvalg- og kollektivportefølje i livsforsikringsforetak og pensjonsforetak, jf. § 8-5 fjerde ledd.",
                        "(2) Fradrag for premie til skadeforsikring skal tidfestes til det inntektsåret forsikringsdekningen gjelder for.",
                        "(3) Premieinntekt i skadeforsikringsforetak inntektsføres ved forfall.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt gjøres følgende endringer:",
                        "§ 4-10 første ledd tredje punktum skal lyde:",
                        "Verdien av næringseiendom skal settes ned etter krav fra skattyter dersom den overstiger 90 prosent av eiendommens dokumenterte omsetningsverdi.",
                        "§ 4-10 fjerde ledd tredje punktum skal lyde:",
                        "Verdien av næringseiendom settes til 75 prosent av eiendommens beregnede utleieverdi.",
                        "§ 4-12 første til tredje, femte og sjette ledd skal lyde:",
                        "(1) Børsnotert aksje verdsettes i alminnelighet til 75 prosent av kursverdien 1. januar i skattefastsettingsåret.",
                        "(2) Ikke-børsnotert aksje verdsettes til 75 prosent av aksjens forholdsmessige andel av aksjeselskapets eller allmennaksjeselskapets samlede skattemessige formuesverdi 1. januar året før skattefastsettingsåret fordelt etter pålydende.",
                        "(3) Ikke-børsnotert aksje i utenlandsk selskap verdsettes til 75 prosent av aksjens antatte salgsverdi 1. januar i skattefastsettingsåret. Aksjen skal verdsettes etter annet ledd når skattyteren krever dette og kan sannsynliggjøre selskapets skattemessige formuesverdi.",
                        "(5) Egenkapitalbevis i sparebank, gjensidig forsikringsselskap, kreditt- og hypotekforening og selveiende finansieringsforetak verdsettes til 75 prosent av kursverdien 1. januar i skattefastsettingsåret. Er kursen ikke notert eller kjent, settes verdien til den antatte salgsverdi.",
                        "(6) Andel i verdipapirfond verdsettes til andelsverdien 1. januar i skattefastsettingsåret. Aksjeandel i verdipapirfond, jf. skatteloven § 10-20, verdsettes til 75 prosent av aksjeandelens verdi.",
                        "§ 4-13 første ledd første punktum skal lyde:",
                        "(1) For aksjeselskap eller allmennaksjeselskap som er stiftet året før skattefastsettingsåret, settes aksjeverdien til 75 prosent av summen av aksjenes pålydende beløp og overkurs.",
                        "§ 4-17 annet ledd skal lyde:",
                        "(2) Driftsmidler, unntatt eiendom som nevnt i skatteloven § 4-10 første ledd tredje punktum, verdsettes til 75 prosent av skattemessig formuesverdi.",
                        "§ 4-40 første ledd tredje punktum skal lyde:",
                        "Verdien av deltakerens selskapsandel settes til 75 prosent av andelen av nettoformuen beregnet etter første og andre punktum.",
                        "§ 5-10 bokstav a skal lyde:",
                        "a.lønn, honorar, feriepenger og annen godtgjørelse vunnet ved arbeid i og utenfor tjenesteforhold, men ikke i virksomhet. Som annen godtgjørelse anses blant annet tantieme, gratiale, ventepenger, tips, provisjon, premier, priser, stipend og lignende ytelser, samt ytelser som omfattes av §§ 5-11 til 5-14,",
                        "§ 6-40 femte ledd bokstav b og c skal lyde:",
                        "b)rentetillegg som omfattes av skattebetalingsloven § 11-5, og tilsvarende rente beregnet etter andre lands lovgivning, ved for lite innbetalt skatt,",
                        "c)renter som omfattes av skattebetalingsloven § 11-2, og tilsvarende rente beregnet etter andre lands lovgivning, ved for lite innbetalt skatt, med unntak for renter ved for lite innbetalt skatt etter petroleumsskatteloven.",
                        "§ 6-41 overskriften skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 6-41",
                    "title": "Begrensning av rentefradrag i konsern og mellom nærstående",
                    "sections": [
                        "§ 6-41 første ledd skal lyde:",
                        "(1) Reglene i denne paragraf om begrensning av fradrag for netto rentekostnader gjelder for",
                        "a.selskap mv. som nevnt i § 2-2 første ledd,",
                        "b.selskap som nevnt i § 10-40 ved fastsettelse av overskudd og underskudd etter § 10-41,",
                        "c.selskap mv. som nevnt i § 10-60 ved fastsettelse av overskudd og underskudd etter § 10-65 og",
                        "d.selskap mv. som ikke er hjemmehørende i riket, men er begrenset skattepliktig etter § 2-3 eller petroleumsskatteloven § 1, jf. § 2.",
                        "§ 6-41 tredje til sjette ledd skal lyde:",
                        "(3) Netto rentekostnader kan ikke fradras for den delen som overstiger 25 prosent av alminnelig inntekt eller årets udekkede underskudd før begrensning av fradrag etter denne paragraf, tillagt rentekostnader og skattemessige avskrivninger, og redusert med renteinntekter. Alminnelig inntekt eller årets udekkede underskudd i første punktum skal fratrekkes konsernbidrag mottatt fra selskap som benytter den egenkapitalbaserte unntaksregelen. For selskap mv. i konsern avskjæres rentefradrag etter første punktum i netto rentekostnader på gjeld til nærstående og ikke-nærstående part. For selskap mv. som ikke er i konsern avskjæres rentefradrag etter første punktum bare for et beløp inntil størrelsen på netto rentekostnader på gjeld til nærstående part. Det gis ikke fradrag for ytterligere fremført underskudd, jf. § 14-6, eller konsernbidrag, jf. § 10-4, etter at det er foretatt avskjæring av rentefradrag etter dette ledd.",
                        "(4) Avskjæring av rentefradrag etter tredje ledd foretas bare dersom netto rentekostnader overstiger et terskelbeløp. For selskap mv. i konsern er terskelbeløpet 25 millioner kroner fastsatt samlet for den norske delen av konsernet. For selskap mv. som ikke er i konsern er terskelbeløpet 5 millioner kroner.",
                        "(5) Med selskap mv. i konsern menes i denne paragraf selskap mv. som regnskapsåret før inntektsåret er konsolidert linje for linje i utgående balanse i et konsernregnskap som er utarbeidet etter regnskapsregler nevnt i åttende ledd b. nr. 2, eller som regnskapsåret før inntektsåret ville ha vært konsolidert linje for linje i utgående balanse i et konsernregnskap dersom International Financial Reporting Standards (IFRS) hadde vært anvendt. Med selskap mv. i konsern menes i denne paragraf også selskap som er stiftet i inntektsåret når vilkårene nevnt i første punktum er oppfylt på stiftelsestidspunktet.",
                        "Med nærstående menes i denne paragraf",
                        "a.selskap mv. som låntakeren, direkte eller indirekte, eier eller kontrollerer med minst 50 prosent,",
                        "b.person eller selskap mv. som, direkte eller indirekte, eier eller kontrollerer låntaker med minst 50 prosent,",
                        "c.selskap mv. som nærstående etter b, direkte eller indirekte, eier eller kontrollerer med minst 50 prosent, og",
                        "d.nærstående person etter b sine foreldre, søsken, barn, barnebarn, ektefelle, samboer, ektefelles foreldre og samboers foreldre, samt selskap mv. som disse, direkte eller indirekte, eier eller kontrollerer med minst 50 prosent.",
                        "Hvis flere fylkeskommuner og kommuner eier eller kontrollerer låntaker, skal eier- eller kontrollandel beregnes samlet for disse fylkeskommunene og kommunene ved vurderingen av om de er nærstående etter dette ledd b.",
                        "Person eller selskap mv. regnes som nærstående etter tredje ledd dersom kravet til eierskap eller kontroll etter dette ledd har vært oppfylt på noe tidspunkt i inntektsåret.",
                        "(6) For selskap mv. som er begrenset skattepliktig etter skatteloven § 2-3 eller petroleumskatteloven § 1, jf. § 2, skal ved anvendelsen av denne paragraf de samlede faktiske gjeldsrentene i den norske virksomheten regnes som renter på gjeld til nærstående og renter på gjeld til ikke-nærstående i samme forhold som forholdet mellom selskapet eller innretningens gjeld til nærstående og gjeld til ikke-nærstående vurdert etter femte og syvende ledd på selskapets eller innretningens hånd. Gjeld til nærstående etter foregående punktum settes til gjennomsnittet av slik gjeld per 1. januar og 31. desember i inntektsåret. Tilsvarende settes gjeld til ikke-nærstående til gjennomsnittet av slik gjeld per 1. januar og 31. desember i inntektsåret.",
                        "Nåværende sjette ledd blir syvende ledd.",
                        "§ 6-41 åttende ledd skal lyde:",
                        "(8) Egenkapitalbasert unntaksregel",
                        "a.Selskap mv. i konsern kan uten hensyn til tredje ledd kreve fullt fradrag for sine rentekostnader hvis det godtgjøres at",
                        "1.forholdstallet mellom selskapets egenkapital og balansesum (egenkapitalandelen) svarer til eller er høyere enn tilsvarende forholdstall i konsernregnskapet, eller",
                        "2.forholdstallet mellom egenkapital og balansesum (egenkapitalandelen) i konsolidert regnskap for den norske delen av konsernet svarer til eller er høyere enn tilsvarende forholdstall i konsernregnskapet.",
                        "Sammenligningen av egenkapitalandeler skal skje på grunnlag av utgående balanse i regnskap for året før inntektsåret. Med den norske delen av konsernet menes selskap mv. som er konsolidert linje for linje i konsernregnskapet som benyttes som grunnlag for beregning av konsernets egenkapitalandel, jf. b., for så vidt de på noe tidspunkt i løpet av inntektsåret er skattepliktige til Norge, jf. første ledd. Selskap mv. som nevnt i §§ 10-40 og 10-60 regnes med forholdsmessig etter norske eierandeler. For begrenset skattepliktig medregnes bare regnskapet for den norske virksomheten. Norsk selskaps virksomhet med begrenset skatteplikt til utlandet regnes med dersom Norge anvender kreditmetoden for å unngå dobbeltbeskatning.",
                        "Selskap som er stiftet i inntektsåret kan ikke kreve fradrag etter nr. 1, men kan kreve fradrag etter nr. 2 dersom vilkårene for slikt unntak er oppfylt for den norske delen av konsernet selskapet stiftes inn i.",
                        "b.Konsernregnskapet som benyttes som grunnlag for beregning av konsernets egenkapitalandel, skal gjelde året før inntektsåret og må oppfylle følgende vilkår:",
                        "1.Selskapet mv. som påberoper seg unntaksregelen er konsolidert linje for linje.",
                        "2.Konsernregnskapet er utarbeidet etter NGAAP, IFRS, IFRS for SME, GAAP i et EØS-land, US GAAP eller japansk GAAP.",
                        "3.Konsernregnskapet er utarbeidet av det øverste selskapet i konsernet, eller av et direkte underliggende selskap når det følger av regler nevnt i nr. 2 at det øverste selskapet ikke skal utarbeide konsernregnskap eller at selskapet mv. som benytter unntaksregelen ikke skal konsolideres.",
                        "c.Ved anvendelse av bestemmelsene i dette ledd må selskapsregnskapet, eller det konsoliderte regnskapet for den norske delen av konsernet, være utarbeidet etter de samme regnskapsreglene og verdsettelsesprinsippene som konsernregnskapet. Er det anvendt ulike prinsipper mv., må selskapsregnskapet, eller det konsoliderte regnskapet for den norske delen av konsernet, omarbeides i samsvar med de regnskapsreglene og verdsettelsesprinsippene som konsernregnskapet er utarbeidet etter. For begrenset skattepliktig skal regnskapet for den norske virksomheten anses som selskapsregnskap.",
                        "d.Ved beregningen av egenkapitalandelen i selskapet mv., jf. a nr. 1, skal det, etter eventuell omarbeiding i samsvar med c, gjøres følgende justeringer i selskapsregnskapet:",
                        "1.Positiv forretningsverdi i konsernregnskapet som kan tilskrives selskapet, legges til balansesum og egenkapital. Negativ forretningsverdi i konsernregnskapet som kan tilskrives selskapet, trekkes fra balansesum og egenkapital.",
                        "2.Merverdier i konsernregnskapet som kan tilskrives selskapet, legges til balansesum og egenkapital. Mindreverdier i konsernregnskapet som kan tilskrives selskapet, trekkes fra balansesum og egenkapital.",
                        "3.Utsatt skatteforpliktelse knyttet til merverdiene som legges til egenkapital og balansesum, trekkes fra egenkapitalen. Utsatt skattefordel knyttet til mindreverdier som trekkes fra egenkapital og balansesum, legges til egenkapitalen.",
                        "4.Er selskapets gjeld verdsatt høyere i konsernregnskapet enn i selskapsregnskapet, legges differansen til balansesum og gjeld. Er selskapets gjeld verdsatt lavere i konsernregnskapet enn i selskapsregnskapet, trekkes differansen fra balansesum og gjeld.",
                        "5.Aksjer og andeler i selskap mv. som er konsolidert linje for linje i konsernregnskapet som benyttes som grunnlag for beregning av konsernets egenkapitalandel, jf. b., trekkes fra balansesum og egenkapital.",
                        "6.Fordringer mot selskap mv. som er konsolidert linje for linje i konsernregnskapet som benyttes som grunnlag for beregning av konsernets egenkapitalandel, jf. b, trekkes fra balansesum og gjeld.",
                        "e.For beregningen av egenkapitalandelen i den norske delen av konsernet, jf. a nr. 2, skal det utarbeides et konsolidert regnskap for den norske delen av konsernet for året før inntektsåret etter samme regnskapsregler og verdsettelsesprinsipper som konsernregnskapet som benyttes som grunnlag for beregning av konsernets egenkapitalandel. Det konsoliderte regnskapet for den norske delen av konsernet skal utarbeides som om konsernet bare består av den norske delen. I dette konsoliderte regnskapet skal det gjøres tilsvarende justeringer for den norske delen av konsernet som i selskapsregnskapet etter d.",
                        "f.Egenkapital eller balansesum som etter justeringer, jf. d og e, er negativ, skal settes til null ved beregning av egenkapitalandelen. Settes balansesummen til null, skal egenkapitalandelen settes til 100 prosent dersom egenkapitalandelen er større enn null. Dersom egenkapital og balansesum fastsettes til null, settes egenkapitalandelen til null prosent. Tilsvarende gjelder ved fastsettelse av egenkapitalandel i konsernregnskapet.",
                        "g.Egenkapitalandelen til selskapet mv., eller den norske delen av konsernet, anses for å svare til egenkapitalandelen i konsernregnskapets balanse hvis den ikke avviker med mer enn to prosentenheter.",
                        "h.Unntak etter a forutsetter at selskapets regnskap, omarbeiding etter c, justert regnskap etter d, konsolidert regnskap for den norske delen av konsernet etter e og konsernregnskapet etter b samt tilknyttet skattefastsettingsskjema er godkjent av revisor. Den skattepliktige må kunne dokumentere at egenkapitalandelen beregnet etter d eller e svarer til eller er høyere enn egenkapitalandelen i konsernregnskapet.",
                        "i.Uten hensyn til dette ledd gjelder bestemmelsen i tredje ledd fjerde punktum tilsvarende for selskap m.v. i konsern som har netto rentekostnader på gjeld til nærstående långiver som ikke er konsolidert linje for linje i konsernregnskapet, som benyttes som grunnlag for beregning av konsernets egenkapitalandel, jf. b. Avskjæring av rentefradraget etter foregående punktum foretas bare for et beløp inntil størrelsen på netto rentekostnader til slik nærstående långiver, og bare dersom den skattepliktiges netto rentekostnader overstiger 5 millioner kroner.",
                        "§ 6-41 niende ledd skal lyde:",
                        "(9) Netto rentekostnader som etter tredje ledd ikke er fradragsberettiget, kan fradras i alminnelig inntekt i påfølgende ti år. Fradrag etter foregående punktum gis bare så langt netto rentekostnader ligger innenfor grensen for fradrag etter tredje eller åttende ledd. For selskap mv. som nevnt i § 10-40 og § 10-60, fremføres netto rentekostnader etter første punktum til fradrag i påfølgende ti år ved fastsettelse av overskudd og underskudd etter §§ 10-41 eller 10-65. For selskap mv. som nevnt i foregående punktum skal netto rentekostnad til fremføring reduseres med 25 prosent av årets underskudd i selskapet mv., etter begrensning av fradrag etter denne paragraf. Netto rentekostnader til fremføring etter dette ledd anses å komme til fradrag før årets netto rentekostnader. Dette gjelder også for selskap mv. som benytter unntaksregelen i åttende ledd.",
                        "Nåværende åttende og niende ledd blir tiende og nytt ellevte ledd.",
                        "§ 6-41 nytt tolvte ledd skal lyde:",
                        "(12) Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf, og herunder gi nærmere regler om hvilke poster som skal inngå som renteinntekter og rentekostnader og hvilke nærstående parter som skal omfattes av syvende ledd a. Departementet kan videre gi forskrift om hvilke selskap som er i konsern, herunder norsk del av konsern, og hvilke poster som skal inngå ved beregningen av egenkapitalandel etter åttende ledd.",
                        "§ 6-44 første og annet ledd skal lyde:",
                        "(1) For reiser til hjem innenfor EØS-området gis fradrag for reise mellom hjem og arbeidssted og besøksreiser etter § 6-13 etter forskrift fastsatt av departementet med utgangspunkt i reiseavstand og reisehyppighet. Fradrag er begrenset til den del av beløpet som overstiger 22 700 kroner, og gis ikke for beløp som overstiger 97 000 kroner i året.",
                        "(2) For reiser til hjem utenfor EØS-området gis fradrag for dokumenterte utgifter til transport med andre transportmidler enn privatbil. Når skattyter kan dokumentere bruk av privatbil til hjemreisen, gis fradrag for utgiftene ved dette etter satser fastsatt av departementet i forskrift. Beløpsgrensene i første ledd gjelder tilsvarende.",
                        "§ 6-50 femte ledd skal lyde:",
                        "(5) Fradrag etter reglene i denne paragraf gis bare når gaven utgjør minst 500 kroner i det året da gaven er gitt. Det gis maksimalt fradrag for gaver etter denne paragraf med til sammen 50 000 kroner årlig.",
                        "§ 6-61 tredje ledd bokstav a skal lyde:",
                        "a.enhver godtgjørelse som utbetales av arbeidsgiver, samt serveringspenger, tips m.v.,",
                        "§ 10-11 første ledd annet punktum skal lyde:",
                        "For personlig aksjonær skal skattepliktig utbytte etter fradrag for skjerming etter § 10-12, oppjusteres med 1,44.",
                        "§ 10-21 første ledd skal lyde:",
                        "(1) Med aksjesparekonto menes en investeringskonto som kan opprettes av personlig skattyter bosatt i EØS, hos tilbyder av aksjesparekonto. Departementet kan gi forskrift om hvem som kan tilby aksjesparekonto og hvilke tjenester som må inngå i ordningen.",
                        "§ 10-21 tredje ledd skal lyde:",
                        "(3) Gevinst ved realisasjon av aksjer, egenkapitalbevis og andeler knyttet til aksjesparekontoen er fritatt for skatt. Det samme gjelder utbytte på slike eierandeler. Tap gir ikke rett til fradrag.",
                        "§ 10-21 fjerde ledd skal lyde:",
                        "(4) Ved uttak fra aksjesparekonto anses uttak først å være tilbakebetaling av innskudd. Uttak ut over tilbakebetaling av innskudd på kontoen regnes som skattepliktig inntekt. Skattepliktig uttak etter fradrag for skjerming etter femte ledd, skal oppjusteres med 1,44. For kontohavere bosatt i utlandet anses uttak ut over tilbakebetaling av innskudd på kontoen som utbytte.",
                        "§ 10-21 sjette ledd, nytt syvende punktum skal lyde:",
                        "For kontohavere bosatt i utlandet, anses gevinst ved realisasjon av aksjer, egenkapitalbevis eller aksjefondsandeler knyttet til kontoen som innskudd på kontoen, og tap reduserer innskuddet.",
                        "§ 10-21 syvende og åttende ledd skal lyde:",
                        "(7) Kontohaver kan overføre aksjer, egenkapitalbevis og andeler i aksjefond mellom egne aksjesparekontoer uten beskatning. Ved overføring av aksjer, egenkapitalbevis, andeler i aksjefond og kontanter mellom egne aksjesparekontoer, overføres samtidig en andel av kontohavers innskudd og ubenyttet skjerming fra tidligere år på den avgivende kontoen til den mottakende kontoen. Innskudd og ubenyttet skjerming overføres i samme forhold som overføring av verdier fra den avgivende kontoen. Det samme gjelder ved overføring til arvings aksjesparekonto i forbindelse med utlodning fra dødsbo og overføring til ektefelles aksjesparekonto i forbindelse med skilsmisse.",
                        "(8) Ved opphør av aksjesparekonto skattlegges innestående på kontoen fratrukket innskudd på kontoen på samme måte som uttak fra kontoen, jf. fjerde og femte ledd. Er innestående på kontoen lavere enn innskudd på kontoen, anses differansen som tap på aksjer. Tapet skal oppjusteres med 1,44 og kan føres til fradrag i kontohavers inntekt.",
                        "§ 10-31 første ledd fjerde punktum skal lyde:",
                        "For personlig aksjonær skal skattepliktig gevinst etter fradrag for ubenyttet skjerming, oppjusteres med 1,44.",
                        "§ 10-31 annet ledd annet punktum skal lyde:",
                        "For personlig aksjonær skal tapet oppjusteres med 1,44.",
                        "§ 10-42 tredje ledd bokstav b skal lyde:",
                        "b.Nettoverdien av bokstav a oppjusteres med 1,44.",
                        "§ 10-44 første ledd tredje punktum skal lyde:",
                        "For personlig deltaker skal gevinst og tap etter fradrag for ubenyttet skjerming oppjusteres med 1,44.",
                        "§ 10-65 annet ledd tredje punktum skal lyde:",
                        "For deltaker som omfattes av § 10-67 annet ledd, skal likevel 22 prosent inntektsføres.",
                        "§ 10-67 annet ledd skal lyde:",
                        "(2) For deltaker som nevnt i § 10-12 første og tredje ledd, skal 78 prosent av mottatt utbytte, etter at utbyttet er økt med den andel av aksjonærens fradrag etter § 16-20 annet ledd som vedrører utbyttet, legges til grunn som utbytte og oppjusteres etter § 10-11 første ledd annet punktum.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt gjøres følgende endringer:",
                        "§ 2-2 nytt syvende ledd skal lyde:",
                        "(7) Som hjemmehørende i riket etter første ledd anses selskaper m.v. som:",
                        "a.er stiftet i henhold til norsk selskapsrett, eller",
                        "b.har reell ledelse i Norge. I vurderingen av om reell ledelse er i Norge, skal det ses hen til hvor ledelse på styrenivå og daglig ledelse utøves, men også til øvrige omstendigheter ved selskapets organisering og virksomhet.",
                        "§ 2-2 nytt åttende ledd skal lyde:",
                        "(8) Et selskap m.v. som nevnt i syvende ledd, skal likevel ikke anses som hjemmehørende i riket, dersom selskapet etter skatteavtale er hjemmehørende i en annen stat.",
                        "Endringene under I trer i kraft straks.",
                        "Endringene under II trer i kraft straks med virkning fra og med inntektsåret 2018.",
                        "Endringene under III trer i kraft straks med virkning fra og med inntektsåret 2018. Skadeforsikringsforetak kan likevel kreve at endringene i § 8-5 første ledd bare får virkning for avsetninger knyttet til forsikringsforpliktelser som ikke forelå per 31. desember 2017. For skadeforsikringsforetak med avvikende regnskapsår som starter etter 1. januar 2018 får endringene virkning fra og med første regnskapsår som starter etter 1. januar 2018.",
                        "Følgende overgangsregler gjelder:",
                        "(1) Skadeforsikringsforetak kan føre positiv differanse mellom avsatt beløp etter skatteloven § 8-5 første ledd for inntektsåret 2017 og avsatt beløp etter skatteloven § 8-5 første ledd for inntektsåret 2018 på konto for avsetninger med utsatt inntektsføring. Avsatt beløp til naturskadekapital og garantiordningen medtas ikke ved beregning av differansen etter forrige punktum. Konto for avsetninger med utsatt inntektsføring skal inntektsføres med minst 10 prosent per år, fra og med inntektsåret 2018. Bestemmelsene i dette leddet gjelder ikke for skattepliktig som velger ikrafttredelse i samsvar med del VI tredje avsnitt annet punktum.",
                        "(2) Skadeforsikringsforetak kan føre avsatt beløp til naturskadekapital og garantiordningen per 31. desember 2017 på en egen konto. Kontoen kommer til beskatning senest ved avvikling av skadeforsikringsvirksomheten.",
                        "(3) For inntektsåret 2018 fastsettes skattemessige verdier og forpliktelser per 31. desember 2018 i tråd med regnskapsreglene, for så vidt gjelder eiendeler som forvaltes i investeringsvalg- eller kollektivportefølje i livsforsikringsforetak og pensjonsforetak. Endringen av skattemessige verdier mv. er skattepliktig eller fradragsberettiget for inntektsåret 2018. Det gis fradrag etter forskrift 19. november 1999 nr. 1158 til utfylling og gjennomføring mv. av skatteloven av 26. mars 1999 nr. 14 § 8-5-2 i skattemessig inntektsføring av merverdier som ville ha tilflytt selskapsporteføljen. Netto skattepliktig inntekt for inntektsåret 2018 knyttet til eiendeler som forvaltes i investeringsvalg- eller kollektivportefølje i livsforsikringsforetak og pensjonsforetak etter fremføring av underskudd etter § 14-6, jf. § 6-3, kan føres på gevinst- og tapskontoen, jf. skatteloven § 14-45.",
                        "(4) Samlede avsetninger til risikoutjevningsfond per 31. desember 2017, jf. forsikringsvirksomhetsloven § 3-14 tredje ledd, kan settes av på en egen konto. Kontoen kommer til beskatning senest ved avvikling av livsforsikrings- eller pensjonsvirksomheten.",
                        "(5) For avsetninger knyttet til risikoprodukter i livsforsikringsforetak og pensjonsforetak per 31. desember 2017 gjelder første ledd tilsvarende.",
                        "(6) For skattepliktig som har fått skatten fastsatt etter skatteloven § 8-5 fjerde ledd for inntektsåret 2017, skal skattemessige verdier for eiendeler og gjeld til bruk ved skattefastsettingen for inntektsåret 2018 settes til markedsverdien per 31. desember 2017. For inntektsåret 2018 skal en positiv eller negativ differanse mellom totale avsetninger, beregnet etter skatteloven § 8-5 første ledd slik bestemmelsen lyder fra og med inntektsåret 2018, og tenkte, totale avsetninger for 2017, beregnet etter samme bestemmelse, føres til fradrag eller tas til inntekt.",
                        "Endringene under IV trer i kraft straks med virkning fra og med inntektsåret 2019.",
                        "Endringene under V trer i kraft straks med virkning fra og med inntektsåret 2019.",
                        "For selskaper mv. med regnskapsår som starter etter 1. januar 2019 får endringene virkning fra og med første regnskapsår som starter etter 1. januar 2019, men uansett ikke senere enn 1. januar 2020. For disse selskapene mv. skal skattemessige verdier på driftsmidler, eiendeler og forpliktelser, fastsettes på selskapets hånd pr. siste dag i det regnskapsåret som går forut for det regnskapsåret endringene får virkning.",
                        "Følgende overgangsregler gjelder:",
                        "(1) Inngangsverdi for driftsmidler for selskap mv. som blir skattepliktig til riket etter endring under V, fastsettes i samsvar med skatteloven §§ 14-60 til 14-62 pr. 31. desember 2018.",
                        "(2) For andre eiendeler, herunder blant annet finansielle eiendeler, varer og lignende, skal skattemessig inngangsverdi settes til markedsverdi pr. 31. desember 2018. Det samme gjelder inngangsverdi for selskapets forpliktelser.",
                        "(3) Selskap mv. som nevnt i skatteloven § 10-60 flg. som blir skattepliktig til riket etter endringen under V, skal videreføre skattemessige verdier av eiendeler og gjeld som er fastsatt på selskapets hånd per 31. desember 2018 ved beskatning av eierne etter skatteloven § 10-65. Det samme gjelder for driftsmidler, eiendeler og/eller gjeld med norsk skattemessig verdi som tilhører selskaper som er skattepliktig etter skatteloven § 2-3 ved overgangen."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}