{
    "lawId": "LOV-2018-12-20-110",
    "lawName": "Lov om endringer i skatteforvaltningsloven",
    "shortName": "Endringslov til skatteforvaltningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3-3",
                    "title": "Utlevering av opplysninger til offentlige myndigheter",
                    "sections": [
                        "(1) Taushetsplikten er ikke til hinder for at opplysninger utleveres til andre offentlige myndigheter dersom dette er nødvendig for å utføre mottakerorganets oppgaver etter lov, eller for å hindre at virksomhet blir utøvd på en uforsvarlig måte.",
                        "(2) Utleveringen må ikke være uforholdsmessig ut fra de ulempene den medfører i form av inngrep i personvernet og fare for at opplysninger av konkurransemessig betydning kommer på avveie.",
                        "(3) Departementet kan gi forskrift om utlevering av opplysninger til andre offentlige myndigheter i deres interesse, blant annet om hvem det skal utleveres opplysninger til, hvilke opplysninger som kan utleveres, hvilke kriterier som skal vektlegges ved vurderingen av om utleveringen er forholdsmessig og om at opplysninger i enkelte tilfeller alltid skal kunne utleveres.",
                        "§ 3-9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-9",
                    "title": "Utlevering av opplysninger til Tilsynsrådet for advokatvirksomhet",
                    "sections": [
                        "Taushetsplikten etter § 3-1 er ikke til hinder for at opplysninger gis til Tilsynsrådet for advokatvirksomhet til bruk for tilsynsformål.",
                        "Ny § 3-10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-10",
                    "title": "Utlevering av opplysninger til avdødes ektefelle og arving",
                    "sections": [
                        "Taushetsplikten etter § 3-1 er ikke til hinder for at opplysninger gis til avdødes ektefelle og arving som definert i skifteloven § 124 første og annet ledd, når vedkommende kan vise til et saklig behov for innsyn. Når skifteformen er valgt, er det den eller de som representerer boet, som har rett til innsyn.",
                        "Ny § 3-11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-11",
                    "title": "Overført taushetsplikt",
                    "sections": [
                        "Hvis opplysninger gis i tilfeller som nevnt i §§ 3-2, 3-3, 3-5, 3-6, 3-8 eller 3-9 til noen som ikke selv har taushetsplikt etter annen lov, eller til Finansdepartementet, gjelder taushetsplikten etter § 3-1 tilsvarende for den som får opplysningene. Den som gir opplysningene, skal samtidig gjøre oppmerksom på dette. Opplysningene kan likevel brukes til det formålet som begrunnet at de ble gitt.",
                        "I lov 27. mai 2016 nr. 14 om skatteforvaltning gjøres følgende endringer:",
                        "§ 7-2 første ledd bokstav c skal lyde:",
                        "c)tips med det beløpet som skal tas med ved beregningen av skattetrekk",
                        "§ 8-2 første ledd bokstav a skal lyde:",
                        "a)har hatt formue eller inntekt som er skattepliktig her i landet etter annen bestemmelse i skatteloven enn § 10-13 og den som ville ha vært skattepliktig etter skatteloven § 2-2 første ledd dersom den ikke etter skatteavtale hadde vært hjemmehørende i en annen stat.",
                        "§ 9-6 annet ledd skal lyde:",
                        "(2) Fristen for å søke refusjon er seks måneder etter utløpet av den trekkpliktiges frist for å fastsette skatten. Fristen for å søke refusjon av skatt på utbytte etter skatteloven § 10-13 er likevel fem år regnet fra utgangen av året da fristen for å fastsette skatten etter §§ 9-1 og 9-2, løp ut. Søknad om refusjon av skatt på utbytte etter skatteloven § 10-13 kan ikke fremmes før utløpet av perioden for den trekkpliktiges endringsadgang etter § 9-5. Fristen for å søke refusjon av skatt etter skatteloven kapittel 19 (kildeskatteordningen), er tre år etter utløpet av året skatten er fastsatt for.",
                        "I lov 27. mai 2016 nr. 14 om skatteforvaltning gjøres følgende endringer:",
                        "Ny § 5-11 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 5-11",
                    "title": "Bruk av personopplysninger ved utvikling og testing av IT-systemer",
                    "sections": [
                        "(1) Skattemyndighetene kan behandle innhentede personopplysninger for å utvikle og teste IT-systemer dersom det vil være umulig eller uforholdsmessig vanskelig å oppnå formålet ved å bruke anonyme eller fiktive opplysninger.",
                        "(2) Departementet kan i forskrift gi nærmere regler om behandling etter første ledd.",
                        "Ny § 10-15 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-15",
                    "title": "Bevissikring",
                    "sections": [
                        "(1) Når det er rimelig grunn til å anta at det foreligger overtredelse av § 14-3, kan skattemyndighetene kreve adgang til lokaler, eiendommer, transportmidler og andre oppbevaringssteder for å søke etter bevis. Skattemyndighetene kan kreve adgang til bolig og hos tredjepart når det er særlig grunn til å anta at bevis oppbevares der.",
                        "(2) Bevissikring kan bare foretas når det er tilstrekkelig grunn til det. Bevissikring kan ikke foretas når det etter sakens art og forholdene ellers ville være et uforholdsmessig inngrep.",
                        "(3) Skattemyndighetene kan forsegle forretningslokaler, bøker, forretningspapirer eller elektroniske lagringsmedier så lenge undersøkelsen varer og dette anses nødvendig. Skattemyndighetene kan ta med ting, herunder kopi av dokumenter og annen informasjon og elektronisk lagret informasjon, som kan ha betydning som bevis for nærmere undersøkelse. Originale dokumenter kan tas med når originalen i seg selv antas å ha særskilt bevisverdi, når bevisverdien vil reduseres ved kopiering, eller når dokumentet antas å være et særlig sentralt bevis for lovovertredelse. Når skattemyndighetene tar med originaldokumenter etter denne bestemmelsen, skal de kontrollerte få kopi av dokumentene, så fremt det kan skje uten skade eller fare for kontrollen.",
                        "(4) Begjæringer om adgang til bevissikring fremsettes av skattemyndighetene for tingretten på det stedet hvor det mest praktisk kan skje.",
                        "(5) Retten treffer avgjørelsen ved beslutning før bevissikring settes i verk. Rettens beslutning skal angi hvor bevissikringen skal gjennomføres, og hvilken type overtredelse som antas å foreligge. Dersom det er fare for bevisforspillelse, kan beslutningen treffes uten at den som avgjørelsen rammer, gis adgang til å uttale seg. En anke over en beslutning om bevissikring har ikke oppsettende virkning. Straffeprosessloven §§ 200, 201 første ledd, 204, 205 tredje ledd, 207, 208, 209, 213 og kapittel 26 gis tilsvarende anvendelse.",
                        "(6) Skattemyndighetene kan kreve bistand av politiet til å iverksette en beslutning om bevissikring. Ved bevissikring i bolig skal skattemyndighetene ha bistand fra politiet.",
                        "(7) Dersom det ikke er tid til å avvente rettens beslutning, kan skattemyndighetene kreve at politiet avstenger områder der bevisene kan være, inntil rettens beslutning foreligger.",
                        "(8) Departementet kan gi forskrift om gjennomføring av bevissikring.",
                        "I lov 27. mai 2016 nr. 14 om skatteforvaltning gjøres følgende endringer:",
                        "§ 7-5 overskriften skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 7-5",
                    "title": "Kjøp, salg, formidling, leie, utbetalinger mv.",
                    "sections": [
                        "§ 7-5 første ledd annet punktum oppheves.",
                        "§ 7-5 åttende og nytt niende ledd skal lyde:",
                        "(8) Den som gjennom en digital formidlingstjeneste formidler tjenester, utleie av kapitalobjekter som bil, fast eiendom mv. og tjenester i tilknytning til slik utleie, hvor betaling for formidlingen er knyttet til gjennomførte transaksjoner, skal blant annet gi opplysninger om hva formidlingen gjelder og det som er betalt.",
                        "(9) For den som formidler utleie av fast eiendom, gjelder opplysningsplikten etter åttende ledd også når formidlingen ikke skjer gjennom en digital formidlingstjeneste. Den som på vegne av utleier inngår kontrakt om utleie av fast eiendom hvor betaling for tjenesten er knyttet til gjennomførte transaksjoner, skal blant annet gi opplysninger om hva kontraktsinngåelsen gjelder og det som er betalt.",
                        "Nåværende åttende ledd blir nytt tiende ledd.",
                        "Endringene under I trer i kraft fra den tid Kongen bestemmer.",
                        "Endringene under II trer i kraft straks med virkning fra og med inntektsåret 2019.",
                        "Endringen under III trer i kraft 1. juli 2019.",
                        "Endringene under IV trer i kraft 1. januar 2020."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}