{
    "lawId": "LOV-2018-12-14-95",
    "lawName": "Lov om endringer i aksjelovgivningen mv. (oppløsning og avvikling, mellombalanser m.m.)",
    "shortName": "Endringslov til aksjelovgivningen mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 8-2 b",
                    "title": "Innsending av mellombalanser til Regnskapsregisteret",
                    "sections": [
                        "(1) Departementet kan i forskrift gi nærmere bestemmelser om innsending av mellombalanser til Regnskapsregisteret og bestemmelser som pålegger selskapet elektronisk innsending.",
                        "(2) Departementet kan i forskrift gi bestemmelser som pålegger gebyr for å registrere mellombalanser i Regnskapsregisteret og om gebyrets størrelse og innkreving.",
                        "Ny § 8-2 c skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-2 c",
                    "title": "Innsynsrett i mellombalanser registrert i Regnskapsregisteret",
                    "sections": [
                        "(1) Enhver har rett til å gjøre seg kjent med innholdet av mellombalansen hos Regnskapsregisteret.",
                        "(2) Departementet kan i forskrift gi nærmere bestemmelser om hvordan innholdet av mellombalanser skal gjøres tilgjengelig og om betaling av gebyr for innsyn.",
                        "§ 8-7 første ledd annet punktum oppheves. Nåværende tredje punktum blir annet punktum.",
                        "§ 8-7 nytt annet ledd skal lyde:",
                        "(2) Beregningen av selskapets frie egenkapital etter første ledd første punktum kan foretas på grunnlag av en mellombalanse. I så fall gjelder § 8-2 a første og fjerde ledd tilsvarende. Er beregningen foretatt på grunnlag av en mellombalanse, kan kredittgivningen eller sikkerhetsstillelsen foretas av selskapet først når mellombalansen er registrert i og kunngjort av Regnskapsregisteret.",
                        "Nåværende annet og tredje ledd blir tredje og fjerde ledd.",
                        "§ 8-10 første ledd annet punktum oppheves. Nåværende tredje og fjerde punktum blir annet og tredje punktum.",
                        "§ 8-10 nytt annet ledd skal lyde:",
                        "(2) Beregningen av selskapets frie egenkapital etter første ledd første punktum kan foretas på grunnlag av en mellombalanse. I så fall gjelder § 8-2 a første og fjerde ledd tilsvarende. Er beregningen foretatt på grunnlag av en mellombalanse, kan den finansielle bistanden ytes av selskapet først når mellombalansen er registrert i og kunngjort av Regnskapsregisteret.",
                        "Nåværende annet til femte ledd blir tredje til sjette ledd.",
                        "§ 8-10 sjette ledd første punktum skal lyde:",
                        "Kongen kan ved forskrift eller enkeltvedtak gjøre unntak fra reglene i første til femte ledd.",
                        "§ 9-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-3",
                    "title": "Krav til fri egenkapital mv",
                    "sections": [
                        "(1) Et aksjeselskap kan bare erverve egne aksjer dersom vederlaget som skal ytes for aksjene, ligger innenfor rammen av de midler selskapet kan benytte til utdeling av utbytte etter § 8-1.",
                        "(2) Beregningen av selskapets frie egenkapital etter første ledd kan foretas på grunnlag av en mellombalanse. I så fall gjelder § 8-2 a første og fjerde ledd tilsvarende. Er beregningen foretatt på grunnlag av en mellombalanse, kan aksjene erverves av selskapet først når mellombalansen er registrert i og kunngjort av Regnskapsregisteret.",
                        "§ 10-20 første ledd annet punktum oppheves.",
                        "§ 10-20 nytt annet ledd skal lyde:",
                        "(2) Beregningen av selskapets frie egenkapital etter første ledd kan foretas på grunnlag av en mellombalanse. I så fall gjelder § 8-2 a første og fjerde ledd tilsvarende.",
                        "Nåværende annet og tredje ledd blir tredje og fjerde ledd.",
                        "§ 10-22 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-22",
                    "title": "Melding til Foretaksregisteret",
                    "sections": [
                        "(1) Generalforsamlingens beslutning om kapitalforhøyelsen skal meldes til Foretaksregisteret. Meldingen skal inneholde opplysninger om hvorvidt beslutningen er basert på sist godkjente årsregnskap eller en mellombalanse og datoen for fastsettelsen av årsregnskapet eller mellombalansen.",
                        "(2) Aksjekapitalen anses forhøyd med det meldte beløp når kapitalforhøyelsen er registrert i Foretaksregisteret. Er beslutningen om kapitalforhøyelse basert på en mellombalanse, kan kapitalforhøyelsen tidligst registreres i Foretaksregisteret når mellombalansen er registrert i og kunngjort av Regnskapsregisteret.",
                        "§ 12-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-2",
                    "title": "Beregning av tap. Krav til egenkapital mv",
                    "sections": [
                        "(1) Ved beregningen av selskapets tap etter § 12-1 første ledd nr 1, skal balansen i selskapets sist godkjente årsregnskap legges til grunn.",
                        "(2) Beslutning som nevnt i § 12-1 første ledd nr 2 og 3 kan ikke gjelde større beløp enn at selskapet etter nedsettingen har tilbake netto eiendeler som gir dekning for selskapets aksjekapital og øvrig bundet egenkapital etter §§ 3-2 og 3-3. Beregningen skal foretas på grunnlag av balansen i selskapets sist godkjente årsregnskap, likevel slik at det er den registrerte aksjekapitalen på beslutningstidspunktet som skal legges til grunn. § 8-1 annet til fjerde ledd gjelder tilsvarende.",
                        "(3) Beregningen av selskapets tap etter første ledd og krav til fri egenkapital etter annet ledd kan foretas på grunnlag av en mellombalanse. I så fall gjelder § 8-2 a første og fjerde ledd tilsvarende.",
                        "§ 12-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-4",
                    "title": "Melding til Foretaksregisteret",
                    "sections": [
                        "(1) Generalforsamlingens beslutning om å nedsette aksjekapitalen skal meldes til Foretaksregisteret. Meldingen skal inneholde opplysninger om hvorvidt beregningen etter § 12-2 er basert på sist godkjente årsregnskap eller en mellombalanse og datoen for fastsettelsen av årsregnskapet eller mellombalansen. Er beslutningen om kapitalnedsetting basert på en mellombalanse, kan beslutningen tidligst registreres i Foretaksregisteret når mellombalansen er registrert i og kunngjort av Regnskapsregisteret.",
                        "(2) Er kapitalnedsettingen ikke meldt til Foretaksregisteret innen to måneder etter at beslutningen ble truffet, bortfaller kapitalnedsettingen.",
                        "§ 12-6 nr. 1 skal lyde:",
                        "1.Foretaksregisteret skal, så snart beslutningen om kapitalnedsetting er registrert, kunngjøre beslutningen i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og varsle selskapets kreditorer om at innsigelse mot at nedsettingen settes i kraft, må meldes til selskapet innen seks uker fra kunngjøringen. Det skal fremgå av kunngjøringen om hvorvidt beslutningen om kapitalnedsetting er basert på sist godkjente årsregnskap eller en mellombalanse. Kunngjøringen skal angi datoen for fastsettelsen av årsregnskapet eller mellombalansen.",
                        "§ 12-6 nr. 5 skal lyde:",
                        "5.Kapitalnedsettingen faller bort dersom melding etter nr 3 ikke er sendt senest ett år etter at nedsettingen ble besluttet.",
                        "§ 16-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16-2",
                    "title": "Styrets ansvar for å avvikle selskapet. Selskapets øvrige organer",
                    "sections": [
                        "(1) Avviklingen av selskapet hører under styret.",
                        "(2) Når selskapet er besluttet oppløst, trer styret i stedet for daglig leder.",
                        "(3) Bestemmelsene om styret i kapittel 6, herunder reglene om ansattes rett til å velge medlemmer av styret, gjelder tilsvarende under avviklingen.",
                        "(4) Reglene om generalforsamlingen og bedriftsforsamlingen gjelder under avviklingen så langt de passer.",
                        "§ 16-3 annet punktum oppheves.",
                        "§ 16-4 første ledd skal lyde:",
                        "(1) Ved registrering av meldingen om oppløsning skal Foretaksregisteret kunngjøre beslutningen om å oppløse selskapet i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon. I kunngjøringen skal selskapets kreditorer varsles om at de må melde sine krav til styrets leder innen seks uker fra kunngjøringen. Navn og adresse til styrets leder skal fremgå av kunngjøringen.",
                        "§ 16-5 tredje ledd skal lyde:",
                        "(3) Under avviklingen skal årsregnskap avlegges, revideres og sendes til Regnskapsregisteret etter samme regler som ellers. Kravet om at årsregnskap under avviklingen skal revideres, gjelder ikke for selskap som har registrert beslutning i Foretaksregisteret om å unnlate revisjon etter § 7-6.",
                        "§ 16-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16-6",
                    "title": "Avviklingsbalanse mv",
                    "sections": [
                        "(1) Styret skal lage en oversikt over selskapets eiendeler, rettigheter og forpliktelser, og gjøre opp en balanse med henblikk på avviklingen.",
                        "(2) Oversikten og balansen skal revideres. Dette gjelder likevel ikke for selskap som har registrert beslutning i Foretaksregisteret om å unnlate revisjon etter § 7-6.",
                        "(3) Oversikten og balansen skal legges ut på selskapets kontor til ettersyn for aksjeeierne. Skal oversikten og balansen revideres etter annet ledd, skal disse legges ut i revidert stand. Det samme gjelder dersom oversikten og balansen er revidert.",
                        "(4) Kopi av balansen skal sendes til alle aksjeeiere med kjent adresse. Det samme gjelder revisors erklæring dersom balansen skal revideres etter annet ledd eller den er revidert.",
                        "§ 16-7 første ledd skal lyde:",
                        "(1) Styret skal sørge for at selskapets forpliktelser dekkes i den utstrekning ikke kreditor har frafalt sitt krav eller samtykker i å ta en annen som debitor i stedet.",
                        "§ 16-10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16-10",
                    "title": "Endelig oppløsning",
                    "sections": [
                        "(1) Etter avsluttet utdeling, skal styret legge frem et revidert sluttoppgjør for generalforsamlingen. Kravet om at sluttoppgjøret skal være revidert, gjelder ikke for selskap som har registrert beslutning i Foretaksregisteret om å unnlate revisjon etter § 7-6.",
                        "(2) Når sluttoppgjøret er godkjent av generalforsamlingen, skal det meldes til Foretaksregisteret at selskapet er endelig oppløst.",
                        "(3) Bestemmelsene i §§ 17-3 til 17-5 gjelder også etter endelig oppløsning.",
                        "(4) Styret skal sørge for at selskapsdokumentasjonen oppbevares i minst ti år etter regnskapsårets slutt det året selskapet er endelig oppløst, jf. § 1-6.",
                        "(5) Styret skal sørge for at selskapets oppbevaringspliktige regnskapsmateriale oppbevares i samsvar med bokføringslovens bestemmelser.",
                        "§ 16-11 annet punktum skal lyde:",
                        "Er beløpet så lite at en etterutlodning ville medføre uforholdsmessig ulempe eller kostnad, kan styret i stedet anvende det til veldedige, humanitære eller miljømessige formål.",
                        "§ 16-12 første ledd annet punktum skal lyde:",
                        "Overfor slik kreditor hefter dessuten styrets medlemmer solidarisk uten begrensning, hvis det ikke godtgjøres at de har opptrådt med tilbørlig aktsomhet.",
                        "§ 16-13 tredje ledd skal lyde:",
                        "(3) Omgjøringen av en beslutning om oppløsning skal straks meldes til Foretaksregisteret.",
                        "§ 16-14 annet ledd første punktum skal lyde:",
                        "Styret skal gis anledning til å uttale seg før avgjørelsen treffes.",
                        "I lov 13. juni 1997 nr. 45 om allmennaksjeselskaper gjøres følgende endringer:",
                        "§ 6-7 første ledd første punktum skal lyde:",
                        "Et styremedlem har rett til å tre tilbake før tjenestetiden er ute.",
                        "§ 6-15 første ledd skal lyde:",
                        "(1) Daglig leder skal minst hver måned gi styret underretning om selskapets virksomhet, stilling og resultatutvikling.",
                        "§ 8-2 a første ledd skal lyde:",
                        "(1) Selskapet kan dele ut ekstraordinært utbytte på grunnlag av en mellombalanse som er fastsatt og revidert etter reglene for årsregnskap. Balansedagen kan ikke ligge lenger tilbake i tid enn seks måneder før dagen det treffes beslutning om ekstraordinært utbytte.",
                        "§ 8-2 a nytt fjerde og femte ledd skal lyde:",
                        "(4) Besluttes det å dele ut ekstraordinært utbytte, skal mellombalansen sendes til Regnskapsregisteret.",
                        "(5) Utdeling til aksjeeierne kan foretas først når mellombalansen er registrert i og kunngjort av Regnskapsregisteret.",
                        "Ny § 8-2 b skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 8-2 b",
                    "title": "Innsending av mellombalanser til Regnskapsregisteret",
                    "sections": [
                        "(1) Departementet kan i forskrift gi nærmere bestemmelser om innsending av mellombalanser til Regnskapsregisteret og bestemmelser som pålegger selskapet elektronisk innsending.",
                        "(2) Departementet kan i forskrift gi bestemmelser som pålegger gebyr for å registrere mellombalanser i Regnskapsregisteret og om gebyrets størrelse og innkreving.",
                        "Ny § 8-2 c skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-2 c",
                    "title": "Innsynsrett i mellombalanser registrert i Regnskapsregisteret",
                    "sections": [
                        "(1) Enhver har rett til å gjøre seg kjent med innholdet av mellombalansen hos Regnskapsregisteret.",
                        "(2) Departementet kan i forskrift gi nærmere bestemmelser om hvordan innholdet av mellombalanser skal gjøres tilgjengelig og om betaling av gebyr for innsyn.",
                        "§ 8-7 første ledd annet punktum oppheves. Nåværende tredje punktum blir annet punktum.",
                        "§ 8-7 nytt annet ledd skal lyde:",
                        "(2) Beregningen av selskapets frie egenkapital etter første ledd første punktum kan foretas på grunnlag av en mellombalanse. I så fall gjelder § 8-2 a første og fjerde ledd tilsvarende. Er beregningen foretatt på grunnlag av en mellombalanse, kan kredittgivningen eller sikkerhetsstillelsen foretas av selskapet først når mellombalansen er registrert i og kunngjort av Regnskapsregisteret.",
                        "Nåværende annet og tredje ledd blir nye tredje og fjerde ledd.",
                        "§ 8-10 første ledd annet punktum oppheves. Nåværende tredje og fjerde punktum blir annet og tredje punktum.",
                        "§ 8-10 nytt annet ledd skal lyde:",
                        "(2) Beregningen av selskapets frie egenkapital etter første ledd første punktum kan foretas på grunnlag av en mellombalanse. I så fall gjelder § 8-2 a første og fjerde ledd tilsvarende. Er beregningen foretatt på grunnlag av en mellombalanse, kan den finansielle bistanden ytes av selskapet først når mellombalansen er registrert i og kunngjort av Regnskapsregisteret.",
                        "Nåværende annet til femte ledd blir tredje til sjette ledd.",
                        "§ 8-10 sjette ledd skal lyde:",
                        "(6) Kongen kan ved forskrift eller enkeltvedtak gjøre unntak fra reglene i første til femte ledd for erverv av aksjer av eller for ansatte i selskapet eller i selskap i samme konsern.",
                        "§ 9-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-3",
                    "title": "Krav til fri egenkapital mv",
                    "sections": [
                        "(1) Et allmennaksjeselskap kan bare erverve egne aksjer dersom vederlaget som skal ytes for aksjene, ligger innenfor rammen av de midler selskapet kan benytte til utdeling av utbytte etter § 8-1.",
                        "(2) Beregningen av selskapets frie egenkapital etter første ledd kan foretas på grunnlag av en mellombalanse. I så fall gjelder § 8-2 a første og fjerde ledd tilsvarende. Er beregningen foretatt på grunnlag av en mellombalanse, kan aksjene erverves av selskapet først når mellombalansen er registrert i og kunngjort av Regnskapsregisteret.",
                        "§ 10-20 første ledd annet punktum oppheves.",
                        "§ 10-20 nytt annet ledd skal lyde:",
                        "(2) Beregningen av selskapets frie egenkapital etter første ledd kan foretas på grunnlag av en mellombalanse. I så fall gjelder § 8-2 a første og fjerde ledd tilsvarende.",
                        "Nåværende annet og tredje ledd blir tredje og fjerde ledd.",
                        "§ 10-22 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-22",
                    "title": "Melding til Foretaksregisteret",
                    "sections": [
                        "(1) Generalforsamlingens beslutning om kapitalforhøyelsen skal meldes til Foretaksregisteret. Meldingen skal inneholde opplysninger om hvorvidt beslutningen er basert på sist godkjente årsregnskap eller en mellombalanse og datoen for fastsettelsen av årsregnskapet eller mellombalansen.",
                        "(2) Aksjekapitalen anses forhøyd med det meldte beløp når kapitalforhøyelsen er registrert i Foretaksregisteret. Er beslutningen om kapitalforhøyelse basert på en mellombalanse, kan kapitalforhøyelsen tidligst registreres i Foretaksregisteret når mellombalansen er registrert i og kunngjort av Regnskapsregisteret.",
                        "§ 12-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-2",
                    "title": "Beregning av tap. Krav til egenkapital mv",
                    "sections": [
                        "(1) Ved beregningen av selskapets tap etter § 12-1 første ledd nr 1, skal balansen i selskapets sist godkjente årsregnskap legges til grunn.",
                        "(2) Beslutning som nevnt i § 12-1 første ledd nr 2 og 3 kan ikke gjelde større beløp enn at selskapet etter nedsettingen har tilbake netto eiendeler som gir dekning for selskapets aksjekapital og øvrig bundet egenkapital etter §§ 3-2 og 3-3. Beregningen skal foretas på grunnlag av balansen i selskapets sist godkjente årsregnskap, likevel slik at det er den registrerte aksjekapitalen på beslutningstidspunktet som skal legges til grunn. § 8-1 annet til fjerde ledd gjelder tilsvarende. Revisor skal bekrefte at det etter nedsettingen vil være full dekning for selskapets bundne egenkapital.",
                        "(3) Beregningen av selskapets tap etter første ledd og krav til fri egenkapital etter annet ledd kan foretas på grunnlag av en mellombalanse. I så fall gjelder § 8-2 a første og fjerde ledd tilsvarende.",
                        "§ 12-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-4",
                    "title": "Melding til Foretaksregisteret",
                    "sections": [
                        "(1) Generalforsamlingens beslutning om å nedsette aksjekapitalen skal meldes til Foretaksregisteret. Meldingen skal inneholde opplysninger om hvorvidt beregningen etter § 12-2 er basert på sist godkjente årsregnskap eller en mellombalanse og datoen for fastsettelsen av årsregnskapet eller mellombalansen. Er beslutningen om kapitalnedsetting basert på en mellombalanse, kan beslutningen tidligst registreres i Foretaksregisteret når mellombalansen er registrert i og kunngjort av Regnskapsregisteret.",
                        "(2) Er kapitalnedsettingen ikke meldt til Foretaksregisteret innen to måneder etter at beslutningen ble truffet, bortfaller kapitalnedsettingen.",
                        "§ 12-6 nr. 1 skal lyde:",
                        "1.Foretaksregisteret skal, så snart beslutningen om kapitalnedsetting er registrert, kunngjøre beslutningen i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og varsle selskapets kreditorer om at innsigelse mot at nedsettingen settes i kraft, må meldes til selskapet innen seks uker fra kunngjøringen. Det skal fremgå av kunngjøringen om hvorvidt beslutningen om kapitalnedsetting er basert på sist godkjente årsregnskap eller en mellombalanse. Kunngjøringen skal også angi datoen for fastsettelsen av årsregnskapet eller mellombalansen.",
                        "§ 12-6 nr. 5 skal lyde:",
                        "5.Kapitalnedsettingen faller bort dersom melding etter nr 3 ikke er sendt senest ett år etter at nedsettingen ble besluttet.",
                        "§ 13-8 nr. 3 nytt fjerde punktum skal lyde:",
                        "Mellombalansene skal sendes til Regnskapsregisteret.",
                        "Nåværende fjerde punktum blir femte punktum.",
                        "§ 13-14 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13-14",
                    "title": "Melding av fusjonsbeslutningene til Foretaksregisteret",
                    "sections": [
                        "(1) Senest en måned etter at fusjonsplanen er godkjent av generalforsamlingene, og eventuelt av styret, i alle de selskapene som deltar i fusjonen, skal beslutningene meldes til Foretaksregisteret. Oversittes fristen, bortfaller beslutningen.",
                        "(2) I meldingen til Foretaksregisteret etter første ledd skal det opplyses om hvorvidt det er utarbeidet mellombalanser etter § 13-8 nr. 3 og datoen for fastsettelsen av mellombalansene. Er det utarbeidet mellombalanser, kan melding av fusjonsbeslutningene etter første ledd tidligst registreres i Foretaksregisteret når mellombalansene er registrert i og kunngjort av Regnskapsregisteret.",
                        "§ 13-15 nytt annet og tredje punktum skal lyde:",
                        "Det skal fremgå av kunngjøringen om hvorvidt det er utarbeidet mellombalanser etter § 13-8 nr. 3. Kunngjøringen skal i så fall også angi datoen for fastsettelsen av mellombalansene.",
                        "§ 13-32 første ledd nr. 1 skal lyde:",
                        "1.alle utenlandske selskaper som deltar i fusjonen, har meldt fusjonsattesten fra den ansvarlige myndigheten i den EØS-staten selskapet er registrert, innen seks måneder etter tidspunktet for utstedelse av attesten, sammen med en kopi av fusjonsplanen som er godkjent av generalforsamlingen i selskapet,",
                        "§ 16-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16-2",
                    "title": "Styrets ansvar for å avvikle selskapet. Selskapets øvrige organer",
                    "sections": [
                        "(1) Avviklingen av selskapet hører under styret.",
                        "(2) Når selskapet er besluttet oppløst, trer styret i stedet for daglig leder.",
                        "(3) Bestemmelsene om styret i kapittel 6, herunder reglene om ansattes rett til å velge medlemmer av styret, gjelder tilsvarende under avviklingen.",
                        "(4) Reglene om generalforsamlingen og bedriftsforsamlingen gjelder under avviklingen så langt de passer.",
                        "§ 16-3 annet punktum oppheves.",
                        "§ 16-4 første ledd skal lyde:",
                        "(1) Ved registrering av meldingen om oppløsning skal Foretaksregisteret kunngjøre beslutningen om å oppløse selskapet i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon. I kunngjøringen skal selskapets kreditorer varsles om at de må melde sine krav til styrets leder innen seks uker fra kunngjøringen. Navn og adresse til styrets leder skal fremgå av kunngjøringen.",
                        "§ 16-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16-6",
                    "title": "Avviklingsbalanse mv",
                    "sections": [
                        "(1) Styret skal lage en oversikt over selskapets eiendeler, rettigheter og forpliktelser, og gjøre opp en balanse med henblikk på avviklingen.",
                        "(2) Oversikten og balansen skal revideres.",
                        "(3) Oversikten og balansen skal i revidert stand legges ut på selskapets kontor til ettersyn for aksjeeierne.",
                        "(4) Kopi av balansen med revisors erklæring skal sendes til alle aksjeeiere med kjent adresse.",
                        "§ 16-7 første ledd skal lyde:",
                        "(1) Styret skal sørge for at selskapets forpliktelser dekkes i den utstrekning ikke kreditor har frafalt sitt krav eller samtykker i å ta en annen som debitor i stedet.",
                        "§ 16-10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16-10",
                    "title": "Endelig oppløsning",
                    "sections": [
                        "(1) Etter avsluttet utdeling, skal styret legge frem et revidert sluttoppgjør for generalforsamlingen.",
                        "(2) Når sluttoppgjøret er godkjent av generalforsamlingen, skal det meldes til Foretaksregisteret at selskapet er endelig oppløst.",
                        "(3) Bestemmelsene i §§ 17-3 til 17-5 gjelder også etter endelig oppløsning.",
                        "(4) Styret skal sørge for at selskapsdokumentasjonen oppbevares i minst ti år etter regnskapsårets slutt det året selskapet er endelig oppløst, jf. § 1-6. Styret skal også sørge for at kopi av aksjeeierregisteret oppbevares i minst ti år etter regnskapsårets slutt det året selskapet er endelig oppløst, slik dette er når selskapet registreres som endelig oppløst.",
                        "(5) Styret skal sørge for at selskapets oppbevaringspliktige regnskapsmateriale oppbevares i samsvar med bokføringslovens bestemmelser.",
                        "§ 16-11 annet punktum skal lyde:",
                        "Er beløpet så lite at en etterutlodning ville medføre uforholdsmessig ulempe eller kostnad, kan styret i stedet anvende det til veldedige, humanitære eller miljømessige formål.",
                        "§ 16-12 første ledd annet punktum skal lyde:",
                        "Overfor slik kreditor hefter dessuten styrets medlemmer solidarisk uten begrensning, hvis det ikke godtgjøres at de har opptrådt med tilbørlig aktsomhet.",
                        "§ 16-13 tredje ledd skal lyde:",
                        "(3) Omgjøringen av en beslutning om oppløsning skal straks meldes til Foretaksregisteret.",
                        "§ 16-14 annet ledd første punktum skal lyde:",
                        "Styret skal gis anledning til å uttale seg før avgjørelsen treffes.",
                        "I lov 21. juni 1985 nr. 78 om registrering av foretak gjøres følgende endringer:",
                        "§ 3-1 første ledd nr. 3 skal lyde:",
                        "3.Selskapets forretningskontor i riket.",
                        "§ 9-2 første ledd skal lyde:",
                        "Den som har fått melding i samsvar med § 5-3 første ledd, kan ikke reise søksmål om registerførerens vedtak uten å ha nyttet sin rett til å klage over vedtaket etter § 9-1 og klage er avgjort av departementet. Forvaltningsloven § 27 tredje ledd og § 27 b får tilsvarende anvendelse.",
                        "I lov 21. juni 1985 nr. 83 om ansvarlige selskaper og kommandittselskaper gjøres følgende endringer:",
                        "§ 1-5 første ledd skal lyde:",
                        "(1) Hvis ikke noe annet følger av loven her, kan selskapet bruke elektronisk kommunikasjon når det skal gi meldinger, varsler, informasjon, dokumenter, underretninger og liknende etter denne loven til en deltaker, dersom deltakeren uttrykkelig har godtatt dette.",
                        "§ 2-28 skal lyde:",
                        "Når ikke annet er avtalt kan selskapsandel bare gå over til ny eier med samtykke fra alle de øvrige deltakere. Som vilkår for samtykke kan deltakerne kreve sikkerhet for selskapets rettigheter etter skattebetalingsloven § 16-1 tredje ledd.",
                        "§ 2-34 annet ledd skal lyde:",
                        "(2) Som vilkår for utbetaling etter første ledd kan selskapet og de øvrige deltakere kreve sikkerhet for selskapets rettigheter etter skattebetalingsloven § 16-1 tredje ledd.",
                        "I lov 1. april 2005 nr. 14 om europeiske selskaper ved gjennomføring av EØS-avtalen vedlegg XXII nr. 10a (rådsforordning (EF) nr. 2157/2001) gjøres følgende endringer:",
                        "§ 2 annet ledd annet punktum skal lyde:",
                        "Kongen kan også gi forskrift om ledelsesorganene i europeiske selskaper som driver virksomhet etter finansforetaksloven, og kan i en slik forskrift gjøre unntak fra bestemmelser i loven i den utstrekning dette innebærer nødvendige tilpasninger til SE-forordningen og direktivet om arbeidstakernes innflytelse nevnt i forordningen artikkel 1 nr. 4.",
                        "§ 7 annet ledd tredje punktum skal lyde:",
                        "For selskaper som driver virksomhet som faller inn under de lover som er nevnt i bokstav a og b, gjelder i tillegg krav om godkjennelse eller tillatelse etter følgende bestemmelser:",
                        "a)finansforetaksloven § 12-1,",
                        "b)verdipapirhandelloven § 11-4.",
                        "I lov 23. mai 2003 nr. 35 om visse sider av elektronisk handel og andre informasjonssamfunnstjenester gjøres følgende endringer:",
                        "§ 2 bokstav b skal lyde:",
                        "b)behandling av personopplysninger etter personopplysningsloven med forskrifter, ekomloven med forskrifter og lov 9. september 2016 nr. 80 om reservasjonssystemer for flyreiser mv.,",
                        "§ 6 bokstav g og h skal lyde:",
                        "g)markedsføring av andeler i verdipapirfond, jf. verdipapirfondloven,",
                        "h)utstedelse av elektroniske penger av en institusjon som går inn under et unntak gitt i medhold av finansforetaksloven § 2-10 fjerde ledd, og",
                        "Ny § 21 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": [
                {
                    "name": "§ 21",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven trer i kraft 1. juli 2003.",
                        "I lov 16. juni 2017 nr. 71 om endringer i aksjelovgivningen mv. (modernisering og forenkling) oppheves i del I nye nr. 1 og 2 i aksjeloven § 7-6 annet ledd annet punktum.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelser til forskjellig tid.",
                        "2.Departementet kan gi nærmere overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        }
    ]
}