{
    "lawId": "LOV-2018-04-20-8",
    "lawName": "Lov om grensetilsyn og grensekontroll av personer (grenseloven)",
    "shortName": "Grenseloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "Kapittel 1. Alminnelige bestemmelser",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Lovens formål",
                    "sections": [
                        "Loven skal sikre at grensetilsyn og grensekontroll av personer utføres i samsvar med nasjonale behov og internasjonale forpliktelser, herunder tydeliggjøre ansvar og styring og fremme samarbeid mellom berørte myndigheter. Loven skal også legge til rette for lovlig bevegelse over grensene og bidra til å bekjempe grensekryssende kriminalitet og ulovlig innvandring."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Lovens saklige virkeområde og forholdet til andre regler",
                    "sections": [
                        "Loven gir regler om rettslige og fysiske forhold i tilknytning til riksgrensen og om grensepassering og grensekontroll av personer. Regler om utlendingers adgang til riket og deres opphold her følger av utlendingsloven.",
                        "Loven gjelder med de begrensninger som er anerkjent i folkeretten eller følger av overenskomst med annen stat.",
                        "Loven gjelder ikke militære oppgaver, herunder for å hevde suverenitet og suverene rettigheter, kontroll av vareførselen etter tolloven, eller annen kontrollvirksomhet på eller ved grensen etter annen lov."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Lovens stedlige virkeområde",
                    "sections": [
                        "Loven gjelder i riket, på og ved innretninger og anlegg som nyttes på eller er tilknyttet norsk kontinentalsokkel, og i tilstøtende sone, jf. Lov 27. juni 2003 nr. 57 om Norges territorialfarvann og tilstøtende sone § 4.",
                        "Loven gjelder på annen stats jurisdiksjonsområde når det følger av avtale med staten, og på områder hvor ingen stat har suverenitet når det følger av folkeretten."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Politiets ansvar og samarbeid med andre myndigheter",
                    "sections": [
                        "Politiet har ansvar for utøvelsen av grenseovervåking og inn- og utreisekontroll av personer etter loven. Myndighetsutøvelse på vegne av politiet og bistand til politiets grensekontroll etter §§ 6 og 7 utføres under politiets ansvar og ledelse.",
                        "Politiet skal samarbeide med andre myndigheter som er tillagt oppgaver som berører politiets oppgaver etter loven."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Ansvar for særlige tilsynsfunksjoner",
                    "sections": [
                        "Kongen oppnevner myndighet med ansvar for å ivareta særlige forpliktelser og tilsynsfunksjoner i tilknytning til riksgrensen, og fastsetter instruks for myndighetens virksomhet."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Forsvarets myndighetsutøvelse og bistand til politiets grensekontroll",
                    "sections": [
                        "Forsvaret kan på vegne av politiet utøve grenseovervåking etter § 19 på den norsk-russiske grensen. Ved utøvelse av slik grenseovervåking kan Forsvaret utøve makt innenfor rammene av politiloven § 6.",
                        "Kongen gir nærmere regler om Forsvarets grenseovervåking etter første ledd, herunder om opplæring, bevæpning og ledelse av militært mannskap som benyttes.",
                        "Bistand fra Forsvaret til andre grensekontrolloppgaver gjennomføres etter reglene om bistand fra Forsvaret i og i medhold av politiloven § 27 a. Kystvaktens virksomhet reguleres av kystvaktloven."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Tolletatens bistand til politiets inn- og utreisekontroll",
                    "sections": [
                        "Tolletaten skal bistå politiet med gjennomføring av inn- og utreisekontroll etter loven. Ved utførelsen av slik bistand har Tolletaten de samme rettighetene og pliktene som politiet har etter § 15.",
                        "Kongen gir forskrift om Tolletatens bistand til politiets inn- og utreisekontroll."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Bistand fra europeiske grensekontrollteam",
                    "sections": [
                        "Europeiske grensekontrollteam kan etter anmodning bistå politiet med gjennomføring av grensekontroll. Politiloven § 20 a annet og tredje ledd får tilsvarende anvendelse for utenlandske tjenestemenn som deltar under utførelsen av slike bistandsoppgaver."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2. Riksgrensen og grensenære områder",
            "paragraphs": [
                {
                    "name": "§ 9",
                    "title": "Rydding og rådighet i grensegaten",
                    "sections": [
                        "Langs riksgrensen løper en grensegate med bredde som avtalt med nabostat. Det er forbudt for grunneier og andre å utøve rådighet i grensegaten med mindre det er gitt samtykke etter annet ledd.",
                        "Tilsynsmyndigheten utfører nødvendige tiltak for å holde riksgrensen og grensegaten ryddet og oppmerket, og kan samtykke til at grunneier eller rettighetshaver avvirker skog eller benytter grunnen som beite eller slåttemark når avtale med nabostat ikke er til hinder for det og det ikke innebærer terrenginngrep eller jordbearbeiding."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Rådighetsbegrensninger i grensenære områder",
                    "sections": [
                        "Til gjennomføring av grensetilsyn og grensekontroll og for øvelses- og beredskapsformål har politiet, tilsynsmyndigheten og Forsvaret rett til adkomst til grensegaten på og utenfor vei, og til benyttelse av grunn i grensenære områder. Skade skal erstattes.",
                        "De grensenære områdenes naturlige preg bør søkes opprettholdt. Kongen kan forby eller regulere enhver type virksomhet og tiltak når det anses nødvendig for å lette grensekontrollen, hindre skade på riksgrensen eller riksgrensens løp eller hindre forurensning av grensevassdrag.",
                        "Når det er nødvendig for utførelse av oppgaver etter loven, kan departementet mot erstatning tvangserverve grunn og rettigheter, og la oppføre bygg og anlegg."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Adferdsregler",
                    "sections": [
                        "Skyting over riksgrensen og annen truende eller skremmende adferd ved grensen er forbudt. Det er også forbudt å skade, flytte eller tilsøle grensegate eller grensemerking tilhørende Norge eller nabostat, og å fjerne gjenstander fra dem.",
                        "Kongen gir forskrift om andre påbud og forbud som følger av avtale med nabostat."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Ekstraordinære adgangsbegrensninger",
                    "sections": [
                        "Kongen kan fatte vedtak om å forby eller begrense opphold, ferdsel og krysning av grensen i situasjoner som ikke kan håndteres gjennom ordinære kontrolltiltak, når det er nødvendig",
                        "1.for å trygge riksgrensen, grenseovergangsstedene og forholdene der,",
                        "2.for å styrke kontrollen med grensepasseringer og ferdselen,",
                        "3.for å verne samfunnet eller naturen, eller",
                        "4.av andre helsemessige grunner eller sikkerhetsmessige forhold.",
                        "Tiltak etter første ledd skal være tidsmessig og geografisk avgrenset.",
                        "Kongen kan gi forskrift med nærmere regler om ekstraordinære adgangsbegrensninger etter første og annet ledd."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3. Grensepassering og inn- og utreisekontroll",
            "paragraphs": [
                {
                    "name": "§ 13",
                    "title": "Passering av ytre Schengen-grense",
                    "sections": [
                        "Ytre Schengen-grense skal passeres over grenseovergangssted fastsatt av departementet, og innenfor fastsatte åpningstider.",
                        "Ved passering av grensen plikter enhver straks å fremstille seg for inn- og utreisekontroll.",
                        "Kongen gir forskrift om grensepassering og om unntak fra kravene i første og annet ledd."
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Passering av indre Schengen-grense",
                    "sections": [
                        "Indre Schengen-grense kan passeres hvor som helst med mindre grensekontroll er midlertidig gjeninnført, jf. annet og tredje ledd.",
                        "Departementet kan beslutte å gjeninnføre grensekontroll midlertidig på hele eller deler av indre Schengen-grense dersom det foreligger en alvorlig trussel mot offentlig orden eller indre sikkerhet.",
                        "Når grensekontroll er midlertidig gjeninnført, skal indre Schengen-grense passereres over grenseovergangssted fastsatt av departementet. Reglene i og i medhold av §§ 13, 15 og 16 gjelder så langt de passer."
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Gjennomføring av inn- og utreisekontroll",
                    "sections": [
                        "Inn- og utreisekontrollen kan utføres",
                        "1.på grenseovergangssted eller der hvor den reisende melder seg eller påtreffes,",
                        "2.på offentlige transportmidler og sjøfartøy etter siste avgang i utlandet og senest ved første stans i Norge,",
                        "3.i territorialfarvannet på sjøfartøy underveis til eller fra norsk havn eller indre farvann, og",
                        "4.i tilstøtende sone.",
                        "Ved inn- og utreisekontroll skal det påses at enhver har pass eller annet legitimasjonsdokument som er godkjent som reisedokument etter utlendingsloven, at visumpliktige har gyldig visum, og at det ikke er grunnlag for bortvisning etter utlendingsloven §§ 17 eller 121.",
                        "Ved inn- og utreisekontroll kan det også foretas andre former for identitetskontroll, herunder iriskontroll, kontroll av fingeravtrykk og ansiktsgjenkjenning.",
                        "Politiet kan visitere person og undersøke transportmidler for å fremskaffe pass eller annet legitimasjonsdokument dersom det ikke fremvises, eller det er grunn til mistanke om at den oppgitte identiteten er falsk eller at personen skjuler andres legitimasjonsdokumenter. Transportmidler kan også undersøkes for å fastslå om det finnes personer der som forsøker å unndra seg inn- og utreisekontroll."
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Forhåndsmelding om reisende og mannskap mv.",
                    "sections": [
                        "Transportør av luftfartøy som kommer fra eller går til utlandet og transportør av sjøfartøy på vei til eller fra indre farvann eller norsk havn, skal oversende opplysninger om reisende og mannskap til politiet, og melde planlagt tid og sted for ankomst eller anløp og avreise.",
                        "Transportør av luft- og sjøfartøy plikter å rette seg etter politiets anvisninger om anløps- eller avreisested for gjennomføring av inn- og utreisekontroll.",
                        "Reisende og mannskap plikter å gi de opplysninger som er nødvendige for gjennomføring av plikten til å gi forhåndsmelding etter første ledd."
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Tillatelse til å fratre stilling på fartøy mv.",
                    "sections": [
                        "En utlending som forlater sin stilling om bord på luft- eller sjøfartøy må ikke gå i land i riket uten tillatelse fra politiet. Det samme gjelder en utlending som er blindpassasjer om bord i luft- eller sjøfartøy."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4. Grenseovervåking",
            "paragraphs": [
                {
                    "name": "§ 18",
                    "title": "Definisjon",
                    "sections": [
                        "Med grenseovervåking forstås overvåking av grenseovergangssteder og grensene på strekningene mellom grenseovergangssteder for å forhindre at personer omgår inn- og utreisekontrollen."
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Overvåking av ytre Schengen-grense",
                    "sections": [
                        "Politiet kan overvåke ytre Schengen-grense med nærliggende områder, territorialfarvannet og tilstøtende sone samt ferdselen til og fra de overvåkede områdene for å motvirke ulovlig grensepassering og at personer unndrar seg inn- og utreisekontroll."
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Overvåking av indre Schengen-grense",
                    "sections": [
                        "Indre Schengen-grense kan bare overvåkes sporadisk eller når grensekontroll er midlertidig gjeninnført etter § 14."
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Kontroll av personer ved grenseovervåking",
                    "sections": [
                        "Hvis det under utførelse av grenseovervåking oppstår tjenstlig behov for identifisering, kan personer avkreves pass eller annen egnet legitimasjon og forklaring om oppholdet ved grensen.",
                        "Ved rimelig grunn til mistanke om ulovlig grensepassering eller forsøk på unndragelse fra inn- og utreisekontroll, kan militært personell som overvåker grensen på vegne av politiet utføre kontrolltiltak etter § 15 i samråd med politiet."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5. Behandling av opplysninger og taushetsplikt",
            "paragraphs": [
                {
                    "name": "§ 22",
                    "title": "Behandling av opplysninger til gjennomføring av grensekontroll",
                    "sections": [
                        "Politiet kan behandle opplysninger, herunder sensitive opplysninger, som er nødvendige for gjennomføring av grensekontroll etter loven.",
                        "Politiet kan behandle opplysninger om reisende i et register som grunnlag for gjennomføring av inn- og utreisekontroll. Registeret kan kobles til andre registre med opplysninger som er nødvendige for gjennomføring av inn- og utreisekontroll.",
                        "Biometrisk personinformasjon (ansiktsfoto og fingeravtrykk) kan innhentes elektronisk av alle som passerer grensekontroll eller annet kontrollsted for kontroll av reisedokumenter."
                    ]
                },
                {
                    "name": "§ 23",
                    "title": "Overvåkingsmetoder og bruk av teknisk overvåkingsutstyr",
                    "sections": [
                        "Grenseovervåking kan skje fra faste og mobile enheter og ved bruk av kamera og andre tekniske, herunder elektroniske, hjelpemidler.",
                        "Det skal settes opp synlig varsel om grenseovervåking langs landegrensen og ved grenseovergangssteder der teknisk overvåkingsutstyr kan bli brukt periodisk eller permanent."
                    ]
                },
                {
                    "name": "§ 24",
                    "title": "Taushetsplikt",
                    "sections": [
                        "Reglene om taushetsplikt og informasjonsutveksling i forvaltningsloven §§ 13 til 13 f gjelder når politiet og myndighet med særlige tilsynsfunksjoner utfører oppgaver etter denne loven. Det samme gjelder for andre som utfører oppgaver etter loven.",
                        "For behandling av opplysninger som reguleres av politiregisterloven gjelder taushetspliktbestemmelsene i politiregisterloven kapittel V og VI."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 6. Forskrifter, straff og ikrafttredelse mv.",
            "paragraphs": [
                {
                    "name": "§ 25",
                    "title": "Forskrifter",
                    "sections": [
                        "Kongen kan gi forskrift om gjennomføring av loven, blant annet om",
                        "1.lovens anvendelse for Svalbard, Jan Mayen og bilandene Bouvetøya, Peter I Øy og Dronning Maud Land, blant annet om kontroll med reisende og andre særlige regler av hensyn til de stedlige forholdene, jf. § 3,",
                        "2.gjennomføring av forpliktelser etter avtale med nabostat, blant annet om immunitet og privilegier, jf. kapittel 2,",
                        "3.grenseovergangssteder, blant annet om godkjenning, innretting av kontrollen og samarbeid mellom grensekontrollmyndigheten og eier eller driver av grenseovergangssted, jf. § 13,",
                        "4.midlertidig gjeninnføring av grensekontroll på indre Schengen-grense, jf. § 14,",
                        "5.gjennomføring av inn- og utreisekontroll, blant annet for reisende som kommer fra eller reiser til Svalbard eller innretninger og anlegg som nyttes på eller er tilknyttet norsk kontinentalsokkel, jf. § 15,",
                        "6.politiets myndighet til å kreve inn pass og andre reise- eller legitimasjonsdokumenter fra utlending før innreise, samt til å ta kopi av slike dokumenter, jf. § 15,",
                        "7.plikt for transportør av sjøfartøy, luftfartøy eller yrkesmessig landtransport av personer til å kontrollere at de reisende har gyldige reise- eller legitimasjonsdokument og visum, samt plikt til å ta kopi av disse, jf. § 15,",
                        "8.hvilke fartøy og opplysninger som omfattes av § 16 første og annet ledd, og om når og hvordan opplysningene skal oversendes,",
                        "9.sjøfolks landlov og sjøfolks og blindpassasjerers adgang til å gå i land i riket, og om saksbehandling og klageadgang i slike saker, jf. § 17,",
                        "10.behandling av opplysninger, blant annet om innsyn, retting og sletting og om behandling, herunder utveksling, av opplysninger i koordineringssenteret for Eurosur, jf. § 22,",
                        "11.bruk av teknisk overvåkingsutstyr, jf. § 23."
                    ]
                },
                {
                    "name": "§ 26",
                    "title": "Straff",
                    "sections": [
                        "Med bot eller fengsel inntil seks måneder eller begge deler straffes den som forsettlig eller uaktsomt overtrer bestemmelser, påbud, forbud eller vilkår gitt i eller i medhold av §§ 9 første ledd annet punktum, 10 annet ledd annet punktum, 11, 12, 13, 14 tredje ledd, 16, 17 eller 25 nr. 2 eller nr. 7. Forsøk straffes på samme måte."
                    ]
                },
                {
                    "name": "§ 27",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                },
                {
                    "name": "§ 28",
                    "title": "Oppheving av og endringer i andre lover",
                    "sections": [
                        "Fra det tidspunkt loven trer i kraft oppheves lov 14. juli 1950 nr. 2 om forskjellige tiltak til gjennomføring av oppmerking og overvåking av riksgrensen.",
                        "Fra det tidspunkt loven trer i kraft gjøres følgende endringer i andre lover:",
                        "1. I lov 4. august 1995 nr. 53 om politiet gjøres følgende endringer:",
                        "§ 20 fjerde ledd første punktum skal lyde:",
                        "Kongen kan bestemme at militært personell fra Forsvaret kan tildeles begrenset politimyndighet ved utøvelse av grenseovervåking på landegrensen mellom Norge og Russland.",
                        "§ 27 a annet ledd skal lyde:",
                        "Ved bistand som nevnt i første ledd kan Forsvaret utøve makt innenfor de rammer som følger av § 6. Det samme gjelder når Kystvakten yter bistand etter kystvaktloven § 17 første ledd.",
                        "2. I lov 13. juni 1997 nr. 42 om Kystvakten gjøres følgende endringer:",
                        "§ 3 annet ledd annet punktum skal lyde:",
                        "Kontroll kan likevel ikke skje på land med mindre dette fremstår som åpenbart nødvendig eller kontrollen gjelder overholdelse av grenseloven for personer som har gått eller skal gå ombord i eller i land fra fartøy.",
                        "§ 12 første ledd bokstav i til ny bokstav k skal lyde:",
                        "i.lov 26. juni 1998 nr. 47 om fritids- og småbåter kapittel 3,",
                        "j.lov 24. juni 1994 nr. 39 om sjøfarten kapittel 6 A. Politiets kompetanse etter sjøloven § 145 og regler gitt i medhold av den, gjelder tilsvarende for Kystvakten, og",
                        "k.lov om grensetilsyn og grensekontroll av personer (grenseloven).",
                        "3. I lov 19. juni 1997 nr. 82 om pass oppheves § 6 a.",
                        "4. I lov 15. mai 2008 nr. 35 om utlendingers adgang til riket og deres opphold her gjøres følgende endringer:",
                        "§ 6 annet ledd skal lyde:",
                        "Kongen kan i forskrift fravike lovens regler for innretninger og anlegg som nevnt i første ledd, samt gi forskrift om kontroll ved reise mellom disse og norsk landterritorium.",
                        "§§ 14 og 15 oppheves.",
                        "§ 16 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Blindpassasjer",
                    "sections": [
                        "En utlending som er blindpassasjer om bord i luft- eller sjøfartøy, må ikke gå i land i riket uten tillatelse fra politiet etter grenseloven § 17. Kongen kan gi nærmere regler i forskrift om vilkårene for at blindpassasjerer skal gis adgang til riket, samt regler om saksbehandlingen og klageadgangen i slike saker.",
                        "§ 20 første ledd bokstav a og b oppheves. Nåværende bokstav c til g blir bokstav a til e.",
                        "§ 20 nytt fjerde ledd skal lyde:",
                        "Regler om plikt for transportør av luft- og sjøfartøy til å gi forhåndsmelding om reisende og mannskap følger av grenseloven § 16.",
                        "§ 22 oppheves.",
                        "§ 66 første ledd bokstav a skal lyde:",
                        "a)når utlendingen grovt eller gjentatte ganger har overtrådt en eller flere bestemmelser i loven her eller grenseloven, forsettlig eller grovt uaktsomt har gitt vesentlig uriktige eller åpenbart villedende opplysninger i en sak etter loven, eller unndrar seg gjennomføringen av et vedtak som innebærer at vedkommende skal forlate riket,",
                        "§ 100 b første ledd første punktum skal lyde:",
                        "I forbindelse med kontroll etter § 21 eller grenseloven § 15, eller i forbindelse med behandlingen av en sak etter utlendingsloven, kan politiet, Utlendingsdirektoratet, Utlendingsnemnda, Utenriksdepartementet, utenriksstasjon eller andre med kontrollmyndighet etter grenseloven innhente biometrisk personinformasjon i form av ansiktsfoto og fingeravtrykk til kontroll av fremlagt oppholdskort eller kontroll av annet kort med registrert biometrisk personinformasjon etter § 100 a annet ledd.",
                        "I § 108 annet ledd bokstav a utgår § 14 første og annet ledd og § 16 første ledd fra opplistingen av bestemmelser."
                    ]
                }
            ]
        }
    ]
}