{
    "lawId": "LOV-2018-12-20-121",
    "lawName": "Lov om endringer i statsborgerloven (avvikling av prinsippet om ett statsborgerskap)",
    "shortName": "Endringslov til statsborgerloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 21",
                    "title": "Gjenerverv ved melding",
                    "sections": [
                        "Den som har tapt det norske statsborgerskapet og deretter bare har vært statsborger av annet nordisk land, har ved melding rett til å få det norske statsborgerskapet tilbake såfremt melderen har bosatt seg i riket.",
                        "§ 22 første ledd skal lyde:",
                        "Barn under 18 år av den som erverver statsborgerskap etter bestemmelsene i §§ 20 eller 21 får automatisk norsk statsborgerskap ved foreldrenes erverv, såfremt barnet er bosatt i riket.",
                        "Nytt kapittel 4 A med § 22 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4 A Gjenerverv av norsk statsborgerskap ved melding",
            "paragraphs": [
                {
                    "name": "§ 22 a",
                    "title": "Gjenerverv av norsk statsborgerskap ved melding",
                    "sections": [
                        "Den som har tapt norsk statsborgerskap ved erverv av et annet statsborgerskap, eller ved manglende løsning fra et annet statsborgerskap, har ved melding rett til å bli norsk statsborger. Melderen må ha klarlagt sin identitet for å kunne gjenerverve norsk statsborgerskap.",
                        "Meldere som etter å ha tapt norsk statsborgerskap, er ilagt ubetinget fengselsstraff, forvaring eller en strafferettslig særreaksjon, har ikke rett til norsk statsborgerskap etter første ledd. Det samme gjelder meldere som er siktet eller tiltalt for et straffbart forhold som kan føre til ubetinget fengselsstraff, forvaring eller en strafferettslig særreaksjon. En uttømmende og utvidet politiattest, jf. politiregisterloven § 41 nr. 2, skal følge en melding om gjenerverv av statsborgerskap.",
                        "Meldere som etter å ha tapt norsk statsborgerskap, er domfelt for overtredelse av en bestemmelse i straffeloven kapitlene 16, 17 eller 18 som kan føre til fengselsstraff i seks år eller mer, med unntak av straffeloven § 127, jf. § 123, har ikke rett til norsk statsborgerskap etter første ledd. Det samme gjelder dersom melderen er domfelt for overtredelse av tilsvarende bestemmelser i straffeloven 1902.",
                        "Melderen må sannsynliggjøre å ha hatt opphold i Norge på til sammen seks måneder før fylte 22 år. Dette kravet gjelder ikke meldere som tidligere har ervervet norsk statsborgerskap ved søknad.",
                        "Melderen har ikke rett til norsk statsborgerskap etter første ledd dersom hensynet til grunnleggende nasjonale interesser eller utenrikspolitiske hensyn taler mot.",
                        "Kongen kan gi forskrift om kravet til klarlagt identitet og til politiattest.",
                        "§ 23 oppheves.",
                        "§ 26 første ledd oppheves. Nåværende annet ledd blir første ledd.",
                        "§ 27 første ledd skal lyde:",
                        "Søknad om norsk statsborgerskap inngis til politiet eller norsk utenriksstasjon som forbereder saken. Utlendingsdirektoratet avgjør søknaden. Melding om norsk statsborgerskap inngis til politiet som forbereder saken. Melding om gjenerverv av norsk statsborgerskap etter § 22 a kan også inngis til norsk utenriksstasjon. Utlendingsdirektoratet treffer vedtak om meldingen skal godtas eller ikke.",
                        "§ 31 fjerde ledd skal lyde:",
                        "Bestemmelsene i denne paragrafen gjelder tilsvarende for erverv av norsk statsborgerskap etter §§ 21, 22 a og 37.",
                        "Loven gjelder fra den tiden Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}