{
    "lawId": "LOV-2018-06-15-30",
    "lawName": "Lov om endringer i lov om Statens pensjonskasse, lov om samordning av pensjons- og trygdeytelser og enkelte andre lover (tilpasning av alderspensjon fra offentlig tjenestepensjonsordning til alderspensjon fra folketrygden opptjent etter nye regler – levealdersjustering og samordning)",
    "shortName": "Endringslov til lov om Statens pensjonskasse mv",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 24",
                    "title": "Alderspensjonen skal levealdersjusteres, slik at den enkeltes pensjon justeres for endringer i befolkningens levealder. Levealdersjusteringen gjennomføres ved hjelp av justeringstall, som fastsettes slik:",
                    "sections": [
                        "a)For årskull fra og med 1943-kullet til og med 1953-kullet tilsvarer justeringstallene de forholdstallene som fastsettes av Arbeids- og velferdsdirektoratet, jf. folketrygdloven §§ 19-6 og 19-7.",
                        "b)For årskull fra og med 1963-kullet beregnes det justeringstall med utgangspunkt i delingstall fastsatt av Arbeids- og velferdsdirektoratet, jf. folketrygdloven §§ 20-12 og 20-13. Justeringstallene framkommer ved å dividere delingstallene med 13,42.",
                        "c)For årskull fra og med 1954-kullet til og med 1962-kullet benyttes det justeringstall både etter bokstav a og bokstav b, se § 24 a.",
                        "Alderspensjonen skal levealdersjusteres tidligst fra fylte 67 år. Dette gjelder også dersom det er utbetalt alderspensjon fra et tidligere tidspunkt. Pensjonen divideres med justeringstallet som gjelder ved fylte 67 år.",
                        "Dersom medlemmet fratrer stillingen etter fylte 67 år, skal pensjonen divideres med justeringstallet på uttakstidspunktet. Det skal ikke benyttes et lavere justeringstall enn 1,000, slik at pensjonen ved full tjenestetid ikke blir høyere enn 66 prosent av pensjonsgrunnlaget. For årskullene fra og med 1954-kullet til og med 1962-kullet skal det likevel kunne benyttes et lavere justeringstall enn 1,000 for justeringstall etter første ledd bokstav a. Den nedre grensen for justeringstallet settes lik forholdstallet ved den laveste alder som gir et justeringstall etter første ledd bokstav b lik 1,000 for det aktuelle årskullet.",
                        "Når et medlem delvis fratrer stillingen, skal justeringstallet på dette tidspunktet legges til grunn for alderspensjonen for den fratrådte stillingsdelen. Når medlemmet helt fratrer stillingen, skal justeringstallet på dette tidspunktet legges til grunn for alderspensjonen for den resterende stillingsdelen.",
                        "Departementet gir forskrift om anvendelsen av justeringstall.",
                        "§ 24 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 24 a",
                    "title": "Dersom pensjonisten er født i årene fra 1954 til 1962, skal levealdersjusteringen gjennomføres slik:",
                    "sections": [
                        "a)Det skal foretas en beregning etter § 24 med justeringstall fastsatt henholdsvis etter § 24 første ledd bokstav a og § 24 første ledd bokstav b.",
                        "b)Personer som er født i 1954, får 9/10 av pensjonen levealdersjustert ved bruk av justeringstallet etter § 24 første ledd bokstav a og 1/10 etter § 24 første ledd bokstav b. Andelen beregnet etter § 24 første ledd bokstav a reduseres med 1/10 for hvert senere årskull, slik at personer født i 1962 får 1/10 av pensjonen levealdersjustert etter § 24 første ledd bokstav a og 9/10 levealdersjustert etter § 24 første ledd bokstav b.",
                        "Ny § 24 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 24 b",
                    "title": "Medlemmer som 1. januar 2011 hadde 15 år eller mindre igjen til fylte 67 år, skal ha et garantert pensjonsnivå etter reglene i paragrafen her.",
                    "sections": [
                        "Garantien gjelder tidligst fra fylte 67 år og skal anvendes på summen av",
                        "a)alderspensjon etter loven her, samordnet med alderspensjon fra folketrygden etter lov om samordning av pensjons- og trygdeytelser, og",
                        "b)alderspensjon fra folketrygden.",
                        "Alderspensjon fra folketrygden som inngår i beregningen etter annet ledd bokstav b, fastsettes slik:",
                        "a)Dersom pensjonene tas ut samtidig, anvendes alderspensjonen fra folketrygden.",
                        "b)Dersom alderspensjonen fra folketrygden er tatt ut før pensjon etter loven her, benyttes det en alderspensjon fra folketrygden beregnet som om den var tatt ut på samme tidspunkt som tjenestepensjonen.",
                        "c)For medlemmer som har fratrådt sin stilling med alderspensjon etter loven her før fylte 67 år, skal denne pensjonen anses å være tatt ut ved fylte 67 år ved anvendelse av bokstavene a og b.",
                        "For medlemmer som har 30 års tjenestetid eller mer, utgjør det garanterte pensjonsnivået 66 prosent av pensjonsgrunnlaget. For medlemmer som har mindre enn 30 års tjenestetid, jf. § 22 andre ledd bokstav b, utgjør det garanterte pensjonsnivået et forholdsmessig beløp.",
                        "Dersom summen av pensjoner etter annet ledd, jf. tredje ledd, er lavere enn det garanterte pensjonsnivået etter fjerde ledd, skal det utbetales et garantitillegg som svarer til differansen mellom summen av pensjoner og det garanterte nivået. Eventuelle forsørgingstillegg holdes utenfor ved beregningen av garantitillegget.",
                        "Bestemmelsene i paragrafen her gjelder tilsvarende for oppsatt alderspensjon, likevel slik at tjenestetiden etter fjerde ledd fastsettes etter bestemmelsene i § 23 første og annet ledd.",
                        "I lov 26. juni 1953 nr. 11 om pensjonsordning for apotekvirksomhet mv. gjøres følgende endringer:",
                        "§ 7 nr. 2 tredje ledd skal lyde:",
                        "Oppsatt alderspensjon skal levealdersjusteres etter bestemmelsene i §§ 8 a og 8 b.",
                        "§ 8 nr. 1 tredje ledd skal lyde:",
                        "Alderspensjonen skal levealdersjusteres etter bestemmelsene i §§ 8 a og 8 b.",
                        "§ 8 a skal lyde:",
                        "Alderspensjonen skal levealdersjusteres, slik at den enkeltes pensjon justeres for endringer i befolkningens levealder. Levealdersjusteringen gjennomføres ved hjelp av justeringstall, som fastsettes slik:",
                        "a)For årskull fra og med 1943-kullet til og med 1953-kullet tilsvarer justeringstallene de forholdstallene som fastsettes av Arbeids- og velferdsdirektoratet, jf. folketrygdloven §§ 19-6 og 19-7.",
                        "b)For årskull fra og med 1963-kullet beregnes det justeringstall med utgangspunkt i delingstall fastsatt av Arbeids- og velferdsdirektoratet, jf. folketrygdloven §§ 20-12 og 20-13. Justeringstallene framkommer ved å dividere delingstallene med 13,42.",
                        "c)For årskull fra og med 1954-kullet til og med 1962-kullet benyttes det justeringstall både etter bokstav a og bokstav b, se § 8 b.",
                        "Alderspensjonen skal levealdersjusteres tidligst fra fylte 67 år. Dette gjelder også dersom det er utbetalt alderspensjon fra et tidligere tidspunkt. Pensjonen divideres med justeringstallet som gjelder ved fylte 67 år.",
                        "Dersom medlemmet fratrer stillingen etter fylte 67 år, skal pensjonen divideres med justeringstallet på uttakstidspunktet. Det skal likevel ikke benyttes et lavere justeringstall enn 1,000, slik at pensjonen ved full tjenestetid ikke blir høyere enn 66 prosent av pensjonsgrunnlaget. For årskullene fra og med 1954-kullet til og med 1962-kullet skal det kunne benyttes et lavere justeringstall enn 1,000 for justeringstall etter første ledd bokstav a. Den nedre grensen for justeringstallet settes lik forholdstallet ved den laveste alder som gir et justeringstall etter første ledd bokstav b lik 1,000 for det aktuelle årskullet.",
                        "Når et medlem delvis fratrer stillingen, skal justeringstallet på dette tidspunktet legges til grunn for alderspensjonen for den fratrådte stillingsdelen. Når medlemmet helt fratrer stillingen, skal justeringstallet på dette tidspunktet legges til grunn for alderspensjonen for den resterende stillingsdelen.",
                        "Departementet gir forskrift om anvendelsen av justeringstall.",
                        "§ 8 b skal lyde:",
                        "Dersom pensjonisten er født i årene fra 1954 til 1962, skal levealdersjusteringen gjennomføres slik:",
                        "a)Det skal foretas en beregning etter § 8 a med justeringstall fastsatt henholdsvis etter § 8 a første ledd bokstav a og § 8 a første ledd bokstav b.",
                        "b)Personer som er født i 1954, får 9/10 av pensjonen levealdersjustert ved bruk av justeringstallet etter § 8 a første ledd bokstav a og 1/10 etter § 8 a første ledd bokstav b. Andelen beregnet etter § 8 a første ledd bokstav a reduseres med 1/10 for hvert senere årskull, slik at personer født i 1962 får 1/10 av pensjonen levealdersjustert etter § 8 a første ledd bokstav a og 9/10 levealdersjustert etter § 8 a første ledd bokstav b.",
                        "Ny § 8 c skal lyde:",
                        "Medlemmer som 1. januar 2011 hadde 15 år eller mindre igjen til fylte 67 år, skal ha et garantert pensjonsnivå etter reglene i paragrafen her.",
                        "Garantien gjelder tidligst fra fylte 67 år og anvendes på summen av",
                        "a)alderspensjon etter loven her, samordnet med alderspensjon fra folketrygden etter lov om samordning av pensjons- og trygdeytelser, og",
                        "b)alderspensjon fra folketrygden.",
                        "Alderspensjon fra folketrygden som inngår i beregningen etter annet ledd bokstav b, fastsettes slik:",
                        "a)Dersom pensjonene tas ut samtidig, anvendes alderspensjonen fra folketrygden.",
                        "b)Dersom alderspensjonen fra folketrygden er tatt ut før pensjon etter loven her, benyttes det en alderspensjon fra folketrygden beregnet som om den var tatt ut på samme tidspunkt som tjenestepensjonen.",
                        "c)For medlemmer som har fratrådt sin stilling med alderspensjon etter loven her før fylte 67 år, skal denne pensjonen anses å være tatt ut ved fylte 67 år ved anvendelse av bokstavene a og b.",
                        "For medlemmer som har 30 års tjenestetid eller mer, utgjør det garanterte pensjonsnivået 66 prosent av pensjonsgrunnlaget. For medlemmer som har mindre enn 30 års tjenestetid, jf. § 8 nr. 1 andre ledd andre punktum, utgjør det garanterte pensjonsnivået et forholdsmessig beløp.",
                        "Dersom summen av pensjoner etter andre ledd, jf. tredje ledd, er lavere enn det garanterte pensjonsnivået etter fjerde ledd, skal det utbetales et garantitillegg som svarer til differansen mellom summen av pensjoner og det garanterte nivået. Eventuelle forsørgingstillegg holdes utenfor ved beregningen av garantitillegget.",
                        "Bestemmelsene i paragrafen her gjelder tilsvarende for oppsatt alderspensjon, likevel slik at tjenestetiden etter fjerde ledd fastsettes etter bestemmelsene i § 7 nr. 2 andre ledd.",
                        "I lov 6. juli 1957 nr. 26 om samordning av pensjons- og trygdeytelser gjøres følgende endringer:",
                        "§ 24 overskriften skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 24",
                    "title": "Supplerende bestemmelser om samordning av tjenestepensjon og personskadetrygd med alderspensjon etter folketrygdloven kapittel 19",
                    "sections": [
                        "Ny § 24 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 24 a",
                    "title": "Samordning av alderspensjon fra tjenestepensjonsordning med alderspensjon etter folketrygdloven kapittel 20",
                    "sections": [
                        "1.Alderspensjon fra tjenestepensjonsordning samordnes med alderspensjon etter folketrygdloven kapittel 20 ved at det fastsettes en samordningsbeholdning som danner grunnlaget for beregning av samordningsfradraget. Det er pensjonsbeholdningen etter folketrygdloven § 20-4, garantipensjonsbeholdningen etter folketrygdloven § 20-11 og garanti for opptjente rettigheter etter folketrygdloven § 20-20 som danner grunnlag for samordningsbeholdningen.",
                        "2.Samordningen foretas tidligst fra måneden etter at pensjonisten fyller 67 år. Dersom tjenestepensjonen tas ut før eller ved fylte 67 år, og alderspensjon fra folketrygden tas ut ved fylte 67 år, tas det utgangspunkt i beholdningene etter folketrygdloven §§ 20-4, 20-11 og 20-20 ved fylte 67 år. Er det tatt ut hel eller delvis alderspensjon fra folketrygden før fylte 67 år, tas det utgangspunkt i beholdningene som pensjonisten ville hatt rett til dersom alderspensjonen var tatt ut ved fylte 67 år.",
                        "Dersom tjenestepensjonen tas ut etter fylte 67 år, og alderspensjon fra folketrygden tas ut fra samme tidspunkt, tas det utgangspunkt i beholdningene på uttakstidspunktet. Er det tatt ut hel eller delvis alderspensjon fra folketrygden på et tidligere tidspunkt, tas det utgangspunkt i beholdningene som pensjonisten ville hatt rett til dersom alderspensjonen var tatt ut samtidig med tjenestepensjonen.",
                        "Samordningsbeholdningen er 98 prosent av beholdningene etter første eller andre ledd.",
                        "3.Samordningsfradraget fastsettes ved å dividere samordningsbeholdningen med et delingstall fastsatt etter folketrygdloven § 20-13. Dersom tjenestepensjonen tas ut før eller ved fylte 67 år, legges delingstallet ved fylte 67 år til grunn. Dersom tjenestepensjonen tas ut etter fylte 67 år, benyttes delingstallet på uttakstidspunktet.",
                        "4.Tillegg til alderspensjon etter folketrygdloven § 20-18 femte ledd skal gå til fradrag i alderspensjon fra tjenestepensjonsordning.",
                        "5.Det gis et tillegg til tjenestepensjonen som tilsvarer 2,5 ganger folketrygdens grunnbeløp, dividert med delingstall fastsatt etter folketrygdloven § 20-13. Dersom tjenestepensjonen tas ut før eller ved fylte 67 år, legges delingstallet ved fylte 67 år til grunn. Dersom tjenestepensjonen tas ut etter fylte 67 år, benyttes delingstallet på uttakstidspunktet.",
                        "6.Samordningsfradraget etter nr. 3, fradrag etter nr. 4 og tillegg etter nr. 5 skal begrenses forholdsmessig hvis pensjonisten ikke har full tjenestetid i tjenestepensjonsordningen.",
                        "7.Er alderspensjonen fra folketrygden gradert, skal det ved beregningen etter nr. 2 og 3 legges til grunn en ugradert alderspensjon. Er tjenestepensjonen gradert, skal samordningsfradraget etter nr. 3, fradrag etter nr. 4 og tillegg etter nr. 5 settes ned forholdsmessig ut fra graden i tjenestepensjonen.",
                        "8.Samordningsfradraget etter nr. 3 skal reguleres etter folketrygdloven § 20-18 annet, fjerde og sjuende ledd. Tillegg i tjenestepensjonen etter nr. 5 skal reguleres på samme måte.",
                        "9.Når opptjeningen i folketrygden for årene til og med det året tjenestepensjonen ble tatt ut, senere legges til utbetalt alderspensjon fra folketrygden, skal det foretas en ny samordningsberegning fra samme tidspunkt som folketrygden omregnes, se folketrygdloven § 20-17.",
                        "10.Dersom pensjonisten har tatt ut hel tjenestepensjon ved fylte 67 år eller senere, skal opptjening i folketrygden for årene fra og med året etter det året tjenestepensjonen ble tatt ut, holdes utenfor samordningen.",
                        "11.Departementet kan gi forskrift om gjennomføringen av denne paragrafen, blant annet regler om beregningen av samordningsfradraget etter nr. 9.",
                        "Ny § 24 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 24 b",
                    "title": "Særskilte bestemmelser om samordningen for personer som får samordningsfradraget beregnet etter både § 24 og § 24 a",
                    "sections": [
                        "Det beregnes samordningsfradrag både etter § 24 og § 24 a. Personer som er født i 1954, får 9/10 av samordningsfradraget etter § 24 og 1/10 etter § 24 a. Andelen beregnet etter § 24 a reduseres med 1/10 for hvert senere årskull, slik at personer født i 1962 får 1/10 av samordningsfradraget beregnet etter § 24 og 9/10 beregnet etter § 24 a.",
                        "Fradragene begrenses til en tilsvarende andel av tjenestepensjonen etter levealdersjustering.",
                        "§ 25 første ledd skal lyde:",
                        "Ytes det samtidig alderspensjon fra tjenestepensjonsordning og avtalefestet pensjon etter AFP-tilskottsloven kapittel 2, skal 15 prosent av den avtalefestede pensjonen for årskullene til og med 1962-kullet gå til fradrag i tjenestepensjonen fra og med måneden etter pensjonisten fyller 67 år. Det samme gjelder kompensasjonstillegg etter AFP-tilskottsloven kapittel 3.",
                        "§ 25 tredje ledd oppheves.",
                        "Någjeldende fjerde ledd blir nytt tredje ledd.",
                        "I lov 22. juni 1962 nr. 12 om pensjonsordning for sykepleiere gjøres følgende endringer:",
                        "§ 9 andre ledd skal lyde:",
                        "Alderspensjonen skal levealdersjusteres etter bestemmelsene i §§ 10 a og 10 b.",
                        "§ 10 fjerde ledd skal lyde:",
                        "Oppsatt alderspensjon skal levealdersjusteres etter bestemmelsene i §§ 10 a og 10 b.",
                        "§ 10 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 10 a",
                    "title": "Alderspensjonen skal levealdersjusteres, slik at den enkeltes pensjon justeres for endringer i befolkningens levealder. Levealdersjusteringen gjennomføres ved hjelp av justeringstall, som fastsettes slik:",
                    "sections": [
                        "a)For årskull fra og med 1943-kullet til og med 1953-kullet tilsvarer justeringstallene de forholdstallene som fastsettes av Arbeids- og velferdsdirektoratet, jf. folketrygdloven §§ 19-6 og 19-7.",
                        "b)For årskull fra og med 1963-kullet beregnes det justeringstall med utgangspunkt i delingstall fastsatt av Arbeids- og velferdsdirektoratet, jf. folketrygdloven §§ 20-12 og 20-13. Justeringstallene framkommer ved å dividere delingstallene med 13,42.",
                        "c)For årskull fra og med 1954-kullet til og med 1962-kullet benyttes det justeringstall både etter bokstav a og bokstav b, se § 10 b.",
                        "Alderspensjonen skal levealdersjusteres tidligst fra fylte 67 år. Dette gjelder også dersom det er utbetalt alderspensjon fra et tidligere tidspunkt. Pensjonen divideres med justeringstallet som gjelder ved fylte 67 år.",
                        "Dersom medlemmet fratrer stillingen etter fylte 67 år, skal pensjonen divideres med justeringstallet på uttakstidspunktet. Det skal likevel ikke benyttes et lavere justeringstall enn 1,000, slik at pensjonen ved full tjenestetid ikke blir høyere enn 66 prosent av pensjonsgrunnlaget. For årskullene fra og med 1954-kullet til og med 1962-kullet skal det kunne benyttes et lavere justeringstall enn 1,000 for justeringstall etter første ledd bokstav a. Den nedre grensen for justeringstallet settes lik forholdstallet ved den laveste alder som gir et justeringstall etter første ledd bokstav b lik 1,000 for det aktuelle årskullet.",
                        "Når et medlem delvis fratrer stillingen, skal justeringstallet på dette tidspunktet legges til grunn for alderspensjonen for den fratrådte stillingsdelen. Når medlemmet helt fratrer stillingen, skal justeringstallet på dette tidspunktet legges til grunn for alderspensjonen for den resterende stillingsdelen.",
                        "Departementet gir forskrift om anvendelsen av justeringstall.",
                        "§ 10 b skal lyde:",
                        "Dersom pensjonisten er født i årene fra 1954 til 1962, skal levealdersjusteringen gjennomføres slik:",
                        "a)Det skal foretas en beregning etter § 10 a med justeringstall fastsatt henholdsvis etter § 10 a første ledd bokstav a og § 10 a første ledd bokstav b.",
                        "b)Personer som er født i 1954, får 9/10 av pensjonen levealdersjustert ved bruk av justeringstallet etter § 10 a første ledd bokstav a og 1/10 etter § 10 a første ledd bokstav b. Andelen beregnet etter § 10 a første ledd bokstav a reduseres med 1/10 for hvert senere årskull, slik at personer født i 1962 får 1/10 av pensjonen levealdersjustert etter § 10 a første ledd bokstav a og 9/10 levealdersjustert etter § 10 a første ledd bokstav b.",
                        "Ny § 10 c skal lyde:",
                        "Medlemmer som 1. januar 2011 hadde 15 år eller mindre igjen til fylte 67 år, skal ha et garantert pensjonsnivå etter reglene i paragrafen her.",
                        "Garantien gjelder tidligst fra fylte 67 år og anvendes på summen av",
                        "a)alderspensjon etter loven her, samordnet med alderspensjon fra folketrygden etter lov om samordning av pensjons- og trygdeytelser, og",
                        "b)alderspensjon fra folketrygden.",
                        "Alderspensjon fra folketrygden som inngår i beregningen etter andre ledd bokstav b, fastsettes slik:",
                        "a)Dersom pensjonene tas ut samtidig, anvendes alderspensjonen fra folketrygden.",
                        "b)Dersom alderspensjonen fra folketrygden er tatt ut før pensjon etter loven her, benyttes det en alderspensjon fra folketrygden beregnet som om den var tatt ut på samme tidspunkt som tjenestepensjonen.",
                        "c)For medlemmer som har fratrådt sin stilling med alderspensjon etter loven her før fylte 67 år, skal denne pensjonen anses å være tatt ut ved fylte 67 år ved anvendelse av bokstavene a og b.",
                        "For medlemmer som har 30 års tjenestetid eller mer, utgjør det garanterte pensjonsnivået 66 prosent av pensjonsgrunnlaget. For medlemmer som har mindre enn 30 års tjenestetid, jf. § 9 første ledd bokstav b, utgjør det garanterte pensjonsnivået et forholdsmessig beløp.",
                        "Dersom summen av pensjoner etter andre ledd, jf. tredje ledd, er lavere enn det garanterte pensjonsnivået etter fjerde ledd, skal det utbetales et garantitillegg som svarer til differansen mellom summen av pensjoner og det garanterte nivået. Eventuelle forsørgingstillegg holdes utenfor ved beregningen av garantitillegget.",
                        "Bestemmelsene i paragrafen her gjelder tilsvarende for oppsatt alderspensjon, likevel slik at tjenestetiden etter fjerde ledd fastsettes etter bestemmelsene i § 10 første og andre ledd.",
                        "I lov 6. mai 1966 om pensjonsordning for Stortingets ombudsmann for forvaltningen gjøres følgende endringer:",
                        "§ 2 fjerde og femte ledd skal lyde:",
                        "Alderspensjon levealdersjusteres etter lov om Statens pensjonskasse §§ 24 og 24 a, likevel slik at pensjonen ved uttak etter 67 år ikke blir høyere enn pensjonsnivået etter § 2 andre ledd.",
                        "Medlem kan ha krav på et garantert pensjonsnivå etter reglene i lov om Statens pensjonskasse § 24 b, likevel slik at for ombudsmenn som har fire års tjenestetid, utgjør det garanterte pensjonsnivået 44 prosent av pensjonsgrunnlaget. For hvert tjenesteår utover 4, til og med 8 tjenesteår, økes nevnte prosentsats med 3,5.",
                        "I lov 21. mai 1982 nr. 25 om tillegg til lov 28. juli 1949 om Statens pensjonskasse skal § 3 andre og tredje ledd lyde:",
                        "Alderspensjonen levealdersjusteres etter lov 28. juli 1949 nr. 26 om Statens pensjonskasse §§ 24 og 24 a, likevel slik at pensjonen ved uttak etter 67 år og ved full tjenestetid ikke blir høyere enn 57 prosent av pensjonsgrunnlaget.",
                        "Et medlem kan ha krav på et garantert pensjonsnivå etter reglene i lov om Statens pensjonskasse § 24 b, likevel slik at det garanterte pensjonsnivået for medlemmer med full tjenestetid er 57 prosent av pensjonsgrunnlaget.",
                        "I lov 21. august 1998 nr. 65 om pensjonsordning for ballettdansere, sangsolister og korsangere ved Den Norske Opera & Ballett skal § 4 tredje ledd lyde:",
                        "Et medlem kan ha krav på et garantert pensjonsnivå etter reglene i lov om Statens pensjonskasse § 24 b, likevel slik at kravet til full tjenestetid fastsettes etter første og andre ledd i bestemmelsen her.",
                        "I lov 16. desember 2011 nr. 60 om pensjonsordning for stortingsrepresentanter og regjeringsmedlemmer gjøres følgende endringer:",
                        "§ 3-6 andre ledd første punktum skal lyde:",
                        "Reglene om levealdersjustering og garantert pensjonsnivå i lov 28. juli 1949 nr. 26 om Statens pensjonskasse §§ 24, 24 a og 24 b gjelder tilsvarende fra fylte 67 år.",
                        "§ 4-6 andre ledd første punktum skal lyde:",
                        "Reglene om levealdersjustering og garantert pensjonsnivå i lov 28. juli 1949 nr. 26 om Statens pensjonskasse §§ 24, 24 a og 24 b gjelder tilsvarende fra fylte 67 år.",
                        "Ikrafttredelse",
                        "Loven trer i kraft fra den tiden Kongen bestemmer. De enkelte bestemmelsene kan settes i kraft til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        }
    ]
}