{
    "lawId": "LOV-2018-06-22-85",
    "lawName": "Lov om endringar i opplæringslova mv. (forbod mot bruk av ansiktsdekkjande plagg i barnehagar og undervisningssituasjonar)",
    "shortName": "Endringer i opplæringslova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 9-7",
                    "title": "Forbod mot bruk av klesplagg som heilt eller delvis dekkjer ansiktet",
                    "sections": [
                        "Elevar skal ikkje bruke klesplagg som heilt eller delvis dekkjer ansiktet",
                        "a)i undervisninga og vurderingssituasjonar",
                        "b)på turar og arrangement i regi av skolen",
                        "c)når skoleeigaren tilbyr leksehjelp",
                        "d)i skolefritidsordninga",
                        "Lærlingar, praksisbrevkandidatar og lærekandidatar skal ikkje bruke klesplagg som heilt eller delvis dekkjer ansiktet når dei får opplæring i bedrift.",
                        "Forbodet i første ledd og andre ledd gjeld ikkje dersom bruken av slike plagg er grunngitt i klimatiske, pedagogiske, helsemessige eller tryggleiksmessige forhold.",
                        "Ved brot på forbodet i første ledd kan det nyttast reaksjonar som følgjer av ordensreglementet til skolen. For opplæring spesielt organisert for vaksne etter kapittel 4 A fastset skoleeigaren kva reaksjonar som skal nyttast ved brot på første ledd. Reaksjonane for deltakarar som får opplæring etter kapittel 4 A skal gjerast kjende for deltakarane på førehand.",
                        "Dei som underviser på skolen, skal ikkje bruke klesplagg som heilt eller delvis dekkjer ansiktet når dei underviser elevane, med mindre bruken av slike plagg er grunngitt i klimatiske, pedagogiske, helsemessige eller tryggleiksmessige forhold. Dersom nokon bruker klesplagg i strid med forbodet, skal skoleeigaren gi personen pålegg om å ta bort plagget. Gjentekne brot på forbodet kan vere grunnlag for oppseiing.",
                        "I lov 6. desember 2002 nr. 72 om folkehøyskoler skal ny § 5 b lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 5 b",
                    "title": "Forbud mot bruk av klesplagg som helt eller delvis dekker ansiktet",
                    "sections": [
                        "Elever skal ikke bruke klesplagg som helt eller delvis dekker ansiktet i undervisningen og på turer i skolens regi, med mindre bruken av slike plagg er begrunnet i klimatiske, pedagogiske, helsemessige eller sikkerhetsmessige forhold.",
                        "Styret fastsetter hvilke reaksjoner som skal gjelde ved brudd på første ledd. Reaksjonene skal gjøres kjent for elevene på forhånd. Reaksjonene kan ikke innebære fysisk refsing eller annen krenkende behandling. Styret kan fastsette at elever kan vises bort fra undervisningen hvis de bryter forbudet i første ledd flere ganger. Før det gjøres vedtak om bortvisning skal andre tiltak ha vært vurdert.",
                        "De som underviser på skolen, skal ikke bruke klesplagg som helt eller delvis dekker ansiktet når de underviser elevene, med mindre bruken av slike plagg er begrunnet i klimatiske, pedagogiske, helsemessige eller sikkerhetsmessige forhold. Dersom noen bruker klesplagg i strid med forbudet, skal styret gi personen pålegg om å fjerne plagget. Gjentatte brudd på forbudet kan være grunnlag for oppsigelse.",
                        "I lov om høyere yrkesfaglig utdanning, som vedteke av Stortinget 28. mai 2018, jf. lovvedtak nr. 56 (2017–2018), skal § 43 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 43",
                    "title": "Forbud mot bruk av klesplagg som helt eller delvis dekker ansiktet",
                    "sections": [
                        "Studenter og ansatte skal ikke bruke klesplagg som helt eller delvis dekker ansiktet i forbindelse med undervisning eller tilsvarende, inkludert på turer, ekspedisjoner og lignende i tilknytning til utdanningsinstitusjonens undervisning. Forbudet gjelder ikke når bruken av slike plagg er begrunnet i klimatiske, pedagogiske, læringsmessige, helsemessige eller sikkerhetsmessige forhold.",
                        "En student som tross skriftlig advarsel har brukt klesplagg som helt eller delvis dekker ansiktet i strid med første ledd, kan bortvises i inntil ett år. Hvis studenten til tross for skriftlig advarsel ikke etterkommer et vedtak om bortvisning, kan studenten utestenges fra utdanningen i inntil ett år. Vedtak om bortvisning kan treffes av rektor eller den rektor bemyndiger. Vedtak om utestengning treffes av styret selv eller institusjonens klagenemnd. Vedtak om bortvisning eller utestengning kan påklages til institusjonens klagenemnd eller nasjonalt klageorgan for fagskoleutdanning, jf. § 13.",
                        "Dersom en ansatt opptrer i strid med forbudet i første ledd, skal den ansatte bes om å fjerne klesplagget som dekker ansiktet. Gjentatte brudd på forbudet kan være grunnlag for oppsigelse.",
                        "I same lov vil § 43 bli ny § 44, og § 44 vil bli ny § 45.",
                        "I lov 4. juli 2003 nr. 80 om introduksjonsordning og norskopplæring for nyankomne innvandrere blir følgjande endringar gjorde:",
                        "§ 23 første ledd skal lyde:",
                        "Fylkesmannen skal føre tilsyn med kommunens oppfyllelse av plikter etter kapitlene 2 til 4 A, § 27 a og registrering i personregister etter § 25 a annet ledd av opplysninger om deltakelse i introduksjonsprogram, opplæring i norsk og samfunnskunnskap samt opplæring i norsk og opplæring i norsk kultur og norske verdier i mottak.",
                        "§ 24 første ledd skal lyde:",
                        "Kommunen skal føre internkontroll for å sikre at virksomhet og tjenester etter kapitlene 2 til 4 A, § 27 a og registrering i personregister etter § 25 a annet ledd av opplysninger om deltakelse i introduksjonsprogram, opplæring i norsk og samfunnskunnskap samt opplæring i norsk og opplæring i norsk kultur og norske verdier i mottak, er i samsvar med kravene i loven. Kommunen må kunne gjøre rede for hvordan den oppfyller denne plikten.",
                        "I kapittel 5 skal ny § 27 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 27 a",
                    "title": "Forbud mot bruk av klesplagg som helt eller delvis dekker ansiktet",
                    "sections": [
                        "Personer som deltar i introduksjonsprogram eller opplæring etter loven, skal i forbindelse med opplæringssituasjoner og vurderingssituasjoner ikke bruke klesplagg som helt eller delvis dekker ansiktet. Med opplæringssituasjon menes opplæring etter loven og opplæringslignende tiltak, inkludert praksis og turer. Forbudet gjelder ikke når bruken av slike plagg er begrunnet i klimatiske, pedagogiske, helsemessige eller sikkerhetsmessige forhold.",
                        "Kommunen kan midlertidig stanse introduksjonsprogrammet eller opplæringen, jf. §§ 7 og 19 fjerde ledd, for personer som tross skriftlig advarsel bruker klesplagg som helt eller delvis dekker ansiktet i strid med forbudet i første ledd. Personer som opptrer i strid med forbudet i vurderingssituasjoner kan bortvises fra prøvelokalet.",
                        "Første ledd gjelder tilsvarende for lærere og andre personer som i opplæringssituasjoner og vurderingssituasjoner bidrar til kommunens oppfyllelse av pliktene i loven. Det samme gjelder personer med liknende roller som arbeider for private aktører som har etablert samarbeid med kommunen om gjennomføring av kommunens plikter etter loven. Dersom en person som nevnt i første eller andre punktum opptrer i strid med forbudet i første ledd, skal personen bes om å fjerne klesplagget som dekker ansiktet. Gjentatte brudd på forbudet kan være grunnlag for oppsigelse.",
                        "I lov 4. juli 2003 nr. 84 om frittståande skolar skal ny § 3-15 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 3-15",
                    "title": "Forbod mot bruk av klesplagg som heilt eller delvis dekkjer ansiktet",
                    "sections": [
                        "Elevar skal ikkje bruke klesplagg som heilt eller delvis dekkjer ansiktet",
                        "a)i undervisninga og vurderingssituasjonar",
                        "b)på turar og arrangement i regi av skolen",
                        "c)når skoleeigaren tilbyr leksehjelp",
                        "d)i skolefritidsordninga",
                        "Forbodet i første ledd gjeld ikkje dersom bruken av slike plagg er grunngitt i klimatiske, pedagogiske, helsemessige eller tryggleiksmessige forhold.",
                        "Ved brot på forbodet i første ledd kan det nyttast reaksjonar som følgjer av ordensreglementet til skolen.",
                        "Dei som underviser på skolen, skal ikkje bruke klesplagg som heilt eller delvis dekkjer ansiktet når dei underviser elevane, med mindre bruken av slike plagg er grunngitt i klimatiske, pedagogiske, helsemessige eller tryggleiksmessige forhold. Dersom nokon bruker klesplagg i strid med forbodet, skal styret gi personen pålegg om å ta bort plagget. Gjentekne brot på forbodet kan vere grunnlag for oppseiing.",
                        "I lov 1. april 2005 nr. 15 om universiteter og høyskoler skal ny § 7-8 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": [
                {
                    "name": "§ 7-8",
                    "title": "Forbud mot bruk av klesplagg som helt eller delvis dekker ansiktet",
                    "sections": [
                        "(1) Studenter og ansatte skal ikke bruke klesplagg som helt eller delvis dekker ansiktet i forbindelse med undervisning eller tilsvarende, inkludert på turer, ekspedisjoner og lignende i tilknytning til utdanningsinstitusjonens undervisning. Forbudet gjelder ikke når bruken av slike plagg er begrunnet i klimatiske, pedagogiske, læringsmessige, helsemessige eller sikkerhetsmessige forhold.",
                        "(2) En student som tross skriftlig advarsel har brukt klesplagg som helt eller delvis dekker ansiktet i strid med første ledd, kan bortvises i inntil ett år. Hvis studenten til tross for skriftlig advarsel ikke etterkommer et vedtak om bortvisning, kan studenten utestenges fra utdanningen i inntil ett år. Vedtak om bortvisning kan treffes av rektor eller den rektor bemyndiger. Vedtak om utestengning treffes av styret selv eller institusjonens klagenemnd. Vedtak om bortvisning eller utestengning kan påklages, jf. § 5-1.",
                        "(3) Dersom en ansatt opptrer i strid med forbudet i første ledd, skal den ansatte bes om å fjerne klesplagget. Gjentatte brudd på forbudet kan være grunnlag for oppsigelse.",
                        "I lov 17. juni 2005 nr. 64 om barnehager skal ny § 18 c lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VII",
            "paragraphs": [
                {
                    "name": "§ 18 c",
                    "title": "Forbud mot bruk av klesplagg som helt eller delvis dekker ansiktet",
                    "sections": [
                        "Personer som er fast eller midlertidig ansatt i barnehagen eller utfører pedagogiske oppgaver etter loven, skal ikke bruke klesplagg som helt eller delvis dekker ansiktet i arbeidstiden. Forbudet gjelder når personen befinner seg på barnehagens område eller deltar på aktiviteter i regi av barnehagen.",
                        "Forbudet gjelder ikke når bruken av slike plagg er begrunnet i klimatiske, pedagogiske, helsemessige eller sikkerhetsmessige forhold.",
                        "Dersom noen bruker klesplagg i strid med forbudet, skal barnehageeieren eller kommunen gi personen pålegg om å fjerne plagget. Gjentatte brudd på forbudet kan gi grunnlag for oppsigelse.",
                        "I lov 19. juni 2009 nr. 95 om voksenopplæring skal § 24 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VIII",
            "paragraphs": [
                {
                    "name": "§ 24",
                    "title": "Andre bestemmelser",
                    "sections": [
                        "Følgende bestemmelser i friskolelova gjelder så langt de passer for skoler etter kapittel 4:",
                        "-§ 2-2 om krav til virksomheten til skolen, med unntak av tredje ledd. Dersom en skole etter kapittel 4 har færre enn 10 elever tre skoleår i sammenheng, faller godkjenningen bort",
                        "-§ 2-4 om krav til skoleanlegg og skolemiljø",
                        "-§ 3-3 tredje ledd om skolegangen",
                        "-§ 3-4 om tilpasset opplæring og organisering av elevene i grupper, med unntak av tredje ledd",
                        "-§ 3-9 om ordensreglement og lignende",
                        "-§ 3-15 om forbud mot bruk av klesplagg som helt eller delvis dekker ansiktet",
                        "-§ 4-1 om ledelse",
                        "-§ 5-1 om styret, med unntak av bokstavene a og c",
                        "-§ 5-2 om styrets oppgaver, med unntak av bokstavene a og e",
                        "-§ 5-3 om elevråd, med unntak av første ledd første og annet punktum",
                        "-§ 7-1 om budsjett, regnskap og rapportering",
                        "-§ 7-3 om taushetsplikt.",
                        "Lova gjeld frå den tid Kongen fastset."
                    ]
                }
            ]
        },
        {
            "name": "IX",
            "paragraphs": []
        }
    ]
}