{
    "lawId": "LOV-2018-11-23-87",
    "lawName": "Lov om endringer i finansforetaksloven mv. (andre betalingstjenestedirektiv)",
    "shortName": "Endringslov til finansforetaksloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 9 a",
                    "title": "Forskrift om betalingstjenester",
                    "sections": [
                        "Kongen kan i forskrift gi regler om betalingstjenester som nevnt i vedlegg I nr. 7 og nr. 8 til Europaparlaments- og rådsdirektiv (EU) 2015/2366 av 25. november 2015 om betalingstjenester i det indre marked, om endring av direktiv 2002/65/EF, 2009/110/EF og 2013/36/EU og forordning (EU) nr. 1093/2010 og oppheving av direktiv 2007/64/EF. I forskriften kan det bestemmes at slike tjenester skal anses som betalingstjenester etter denne loven, og bestemmelsene kan helt eller delvis fravike reglene i denne loven.",
                        "I lov 17. desember 1999 nr. 95 om betalingssystemer m.v. gjøres følgende endringer:",
                        "§ 1-1 tredje ledd skal lyde:",
                        "Som systemer for betalingstjenester regnes systemer basert på standardvilkår for overføring av penger fra eller mellom kundekonti i banker eller andre som kan yte betalingstjenester etter finansforetaksloven § 2-3 første ledd når overføringene bygger på bruk av betalingskort, tallkoder eller annen form for selvstendig brukerlegitimasjon utstedt til en ubestemt krets.",
                        "§ 5-1 første ledd skal lyde:",
                        "Bestemmelsene i dette kapitlet gjelder betalingsforetaks adgang til å delta i betalingssystemer i Norge. Bestemmelsene får tilsvarende anvendelse for andre ytere av betalingstjenester som nevnt i finansforetaksloven § 2-3.",
                        "§ 5-1 annet ledd skal lyde:",
                        "Med betalingsforetak menes foretak med tillatelse til å drive betalingstjenestevirksomhet etter reglene i eller i medhold av finansforetaksloven § 2-10.",
                        "§ 5-3 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 5-3",
                    "title": "Unntak",
                    "sections": [
                        "Reglene i § 5-2 gjelder ikke for",
                        "a)betalingssystemer som omfattes av rådsdirektiv 98/26/EF om endelig oppgjør i betalingssystem og i oppgjørssystem for verdipapir,",
                        "b)betalingssystemer som utelukkende er sammensatt av ytere av betalingstjenester innenfor et finanskonsern.",
                        "Deltaker i et betalingssystem som omfattes av rådsdirektiv 98/26/EF om endelig oppgjør i betalingssystem og i oppgjørssystem for verdipapir som gir én betalingstjenestetilbyder adgang til å sende transaksjoner gjennom systemet, skal på anmodning gi andre betalingstjenestetilbydere tilsvarende tilgang i samsvar med § 5-2. Deltaker i det notifiserte systemet som avslår å gi betalingstjenestetilbyderen mulighet til å sende betalingsordre gjennom systemet, skal gi betalingstjenestetilbyderen begrunnelse for avslaget.",
                        "Ny § 6-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-1",
                    "title": "Tilgang til kredittinstitusjoners betalingskontotjenester",
                    "sections": [
                        "En kredittinstitusjon skal gi betalingsforetak adgang til sine betalingskontotjenester på objektive, ikke-diskriminerende og forholdsmessige vilkår. Slik tilgang skal gis i den utstrekning som kreves for at betalingsforetaket uhindret og effektivt skal kunne tilby betalingstjenester.",
                        "Dersom en kredittinstitusjon gir et betalingsforetak avslag på tilgang til institusjonens betalingskontotjenester etter første ledd, skal institusjonen melde fra til tilsynsmyndighetene og begrunne avslaget.",
                        "Nåværende §§ 6-1 til 6-4 blir §§ 6-2 til 6-5.",
                        "I lov 10. april 2015 nr. 17 om finansforetak og finanskonsern gjøres følgende endringer:",
                        "§ 2-3 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 2-3",
                    "title": "Betalingstjenester mv.",
                    "sections": [
                        "(1) Betalingstjenester kan bare utføres av banker, kredittforetak, betalingsforetak, e-pengeforetak og opplysningsfullmektiger og av finansieringsforetak som etter denne loven har tillatelse til å drive slik virksomhet her i riket. Pengeoverføringer kan også utføres av foretak med tillatelse etter § 2-10 tredje ledd.",
                        "(2) Betalingstjenester kan også utføres av utenlandske kredittinstitusjoner, betalingsforetak, e-pengeforetak og opplysningsfullmektiger som etter denne loven har adgang til å drive slik virksomhet her i riket.",
                        "(3) Som betalingstjenester regnes i denne loven tjenester som angitt i finansavtaleloven § 11. Med pengeoverføringer menes betalingstjeneste som angitt i finansavtaleloven § 12 bokstav k.",
                        "(4) Tillatelse til å utføre betalingstjenester omfatter, når ikke annet er fastsatt, også omsetning av valuta i forbindelse med pengeoverføringer med utlandet og kredittyting innenfor fastsatte kredittgrenser ved gjennomføringen av betalingstjeneste som angitt i finansavtaleloven § 11 første ledd bokstav b og c, dersom kreditten ikke ytes av midler mottatt for å utføre betalingsoverføringer, og er kortsiktig og skal tilbakebetales senest innen 12 måneder.",
                        "(5) Departementet kan fastsette nærmere regler om betalingstjenestevirksomhet, hva som skal regnes som betalingstjenester og hva som ikke skal regnes som betalingstjenester. I forskriften kan det bestemmes at enkelte typer av virksomhet er underlagt meldeplikt.",
                        "§ 2-9 annet ledd skal lyde:",
                        "(2) Et finansieringsforetak kan også gis tillatelse til å drive virksomhet som e-pengeforetak, betalingsforetak eller som opplysningsfullmektig med mindre hensyn til foretakets risikostyring og soliditet eller andre tilsynsmessige hensyn tilsier at slik virksomhet drives i eget foretak.",
                        "§ 2-10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-10",
                    "title": "Konsesjon som betalingsforetak",
                    "sections": [
                        "(1) Tillatelse til å drive virksomhet som betalingsforetak gir adgang til å utføre betalingstjenester og til å motta betalingsmidler fra kunder til bruk ved utførelsen av slike tjenester. Tillatelsen kan avgrenses til å gjelde én eller flere av de tjenester som er nevnt i finansavtaleloven § 11 første ledd.",
                        "(2) For foretak som kun har tillatelse til å tilby betalingsfullmakttjeneste, gjelder ikke finansforetaksloven § 3-1 tredje ledd bokstav d og bokstav j og § 13-18. Betalingsfullmektiger skal ha ansvarsforsikring som dekker de geografiske områder hvor den tilbyr tjenester, eller stille annen lignende garanti til dekning av eventuelt erstatningsansvar. Departementet kan i forskrift gi bestemmelser om ansvarsforsikring og tilsvarende garanti, herunder om beregning av minimumsbeløpet.",
                        "(3) Et betalingsforetak kan også gis tillatelse til å drive virksomhet som finansieringsforetak, med mindre hensynet til foretakets risikostyring og soliditet eller andre tilsynsmessige hensyn tilsier at slik virksomhet drives i eget foretak.",
                        "(4) Foretak med hovedkontor i Norge kan gis en begrenset tillatelse som betalingsforetak. Bestemmelsene i kapittel 4 gjelder ikke ved en begrenset tillatelse. For virksomhet i henhold til begrenset tillatelse gjelder følgende:",
                        "a)Foretaket kan bare yte betalingstjenesten pengeoverføring, jf. finansavtaleloven § 11 første ledd bokstav d.",
                        "b)Foretaket skal ha systemer og retningslinjer for kontroll og avdekking av risiko for å påse at forpliktelsene på alle vesentlige aktivitetsområder vil bli oppfylt, herunder sikring av midler mottatt i forbindelse med pengeoverføringer.",
                        "c)Foretaket skal ha startkapital som angitt i § 3-4 annet ledd bokstav a.",
                        "d)Det samlede beløpet for betalingstransaksjoner utført av virksomheten i gjennomsnitt over de 12 foregående måneder skal ikke overstige et beløp på fem millioner kroner per måned. Departementet kan ved enkeltvedtak fastsette et annet maksimalbeløp, men ikke et beløp i norske kroner som overstiger tilsvarende tre millioner euro per måned.",
                        "e)Foretaket har ikke adgang til å benytte agenter.",
                        "(5) Departementet kan fastsette nærmere regler om betalingsforetak og foretak med begrenset tillatelse etter fjerde ledd, herunder gjøre unntak fra reglene som gjelder for finansforetak, og fastsette regler om organisering, virksomhet, kapitalkrav, eierforhold, sikring av midler, bruk av agenter og oppdragstakere, vilkår for tillatelse, tilbakekall av tillatelse, utenrettslig tvisteløsningsordning og tilsyn. Departementet kan ved forskrift eller enkeltvedtak gjøre unntak for virksomhet som omfattes av fjerde ledd.",
                        "Ny § 2-10 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-10 a",
                    "title": "Opplysningsfullmektig",
                    "sections": [
                        "(1) Tillatelse som opplysningsfullmektig gir adgang til å tilby kontoinformasjonstjeneste.",
                        "(2) For opplysningsfullmektiger gjelder reglene i kapittel 3 med unntak av § 3-1 annet ledd og tredje ledd bokstav a om eierforhold og bokstav c, d, i og j, og § 3-3 og § 3-4. Bestemmelsen i § 3-7 gjelder med unntak av første ledd bokstav d og e. Kapittel 4 og 5 og tilhørende forskrifter gjelder tilsvarende.",
                        "(3) Opplysningsfullmektiger skal ha ansvarsforsikring eller stille garanti til dekning av eventuelt erstatningsansvar.",
                        "(4) Opplysningsfullmektiger skal uten ugrunnet opphold melde fra til Finanstilsynet om endringer i de opplysninger som tidligere er mottatt fra virksomheten og som lå til grunn for tillatelsen.",
                        "(5) Departementet kan ved forskrift fastsette nærmere regler om kravene til opplysningsfullmektigers virksomhet, vilkår for tillatelse og tilbakekall av tillatelse, utenrettslig tvisteløsningsordning, tilsyn, ansvarsforsikring og tilsvarende garanti, herunder om beregning av minimumsbeløpet.",
                        "§ 3-1 nytt femte ledd skal lyde:",
                        "(5) Departementet kan gi nærmere regler om kravene til søknader fra betalingsforetak og e-pengeforetak i forskrift.",
                        "§ 3-4 annet ledd bokstav b skal lyde:",
                        "(b)50 000 euro dersom betalingsforetaket tilbyr betalingsfullmakttjeneste,",
                        "§ 3-7 første ledd bokstav e og ny bokstav f skal lyde:",
                        "e)foretaket ikke oppfyller kapitalkrav fastsatt i eller i medhold av denne loven, eller unnlater å etterkomme pålegg av Finanstilsynet,",
                        "f)foretaket ville utgjøre en trussel mot betalingssystemets stabilitet eller tilliten til det, dersom det fortsatte sin betalingstjenestevirksomhet.",
                        "Ny § 5-10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-10",
                    "title": "Nasjonalt kontaktpunkt for agenter av utenlandske betalingsforetak og e-pengeforetak",
                    "sections": [
                        "Departementet kan i forskrift gi nærmere regler om nasjonalt kontaktpunkt for agenter av utenlandske betalingsforetak og e-pengeforetak, herunder plikter for kontaktpunktet.",
                        "§ 13-21 annet ledd skal lyde:",
                        "(2) Departementet kan gi forskrift om behandling av betalingsinformasjon. Departementet kan i forskrift gi nærmere regler om betalingstjenestetilbyderes behandling av personopplysninger. Forskriften kan gi hjemmel til behandling av sensitive betalingsopplysninger.",
                        "§ 16-2 femte ledd skal lyde:",
                        "(5) Taushetsplikten etter første ledd er ikke til hinder for utlevering av opplysninger i forbindelse med gjennomføring av betalingstransaksjoner eller ved tilbud av en tjeneste betalingstjenestebrukeren har anmodet om.",
                        "Nåværende femte til syvende ledd blir sjette til åttende ledd.",
                        "(1)Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene i loven til forskjellig tid.",
                        "(2)Departementet kan gi overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "VIkrafttredelse og overgangsregler",
            "paragraphs": []
        }
    ]
}