{
    "lawId": "LOV-2005-06-17-87",
    "lawName": "Lov om endringer i straffeprosessloven og politiloven (romavlytting og bruk av tvangsmidler for å forhindre alvorlig kriminalitet)",
    "shortName": "Endringslov til straffeprosessl. og politil.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kap. 17 b. Bruk av tvangsmidler for å avverge alvorlig kriminalitet",
            "paragraphs": [
                {
                    "name": "§ 222 d",
                    "title": "Retten kan ved kjennelse gi politiet tillatelse til som ledd i etterforsking å nytte tvangsmidler som nevnt i kapittel 15, 15 a, 16, 16 a og 16 b når det er rimelig grunn til å tro at noen kommer til å begå en handling som rammes av",
                    "sections": [
                        "a)straffeloven § 147 a første eller annet ledd,",
                        "b)straffeloven §§ 233, 268 annet ledd jf. 267 eller 162 tredje ledd, jf. straffeloven § 60 a, eller",
                        "c)straffeloven § 233, jf. straffeloven § 132 a.",
                        "Politiets sikkerhetstjeneste kan også gis slik tillatelse når det er grunn til å tro at noen kommer til å begå en handling som rammes av",
                        "a)straffeloven §§ 83, 84, 86, 86 b, 88, 90, 91, 91 a, kapittel 9, §§ 104 a første ledd annet punktum eller annet ledd, jf. første ledd annet punktum, 147 a tredje ledd, 147 b, 152 a eller 153 a,",
                        "b)lov om kontroll med eksport av strategiske varer, tjenester og teknologi m.v. § 5,",
                        "c)straffeloven §§ 148, 149, 150, 151, 151 b, 152, 152 b, 153, 154, 154 a eller 159 og som begås med sabotasjehensikt, eller",
                        "d)straffeloven §§ 222, 223, 227, 229, 231 eller 233 og som retter seg mot medlemmer av Kongehuset, Stortinget, regjeringen, Høyesterett eller representanter for tilsvarende organer i andre stater.",
                        "Tillatelse kan bare gis dersom det må antas at inngrepet vil gi opplysninger av vesentlig betydning for å kunne avverge handlingen og at avverging ellers i vesentlig grad vil bli vanskeliggjort. Tillatelse til å nytte tvangsmidler som nevnt i §§ 200 a, 202 c, 216 a og 216 m kan bare gis når særlige grunner tilsier det. PST kan bare gis tillatelse å romavlytte, jf. § 216 m, når det er grunn til å tro at noen kommer til å begå en handling som rammes av straffeloven §§ 90, 91, 91 a, 147 a, 152 a eller 153 a.",
                        "Dersom det ved opphold er stor fare for at en handling som nevnt i første eller annet ledd ikke vil kunne avverges, kan ordre fra påtalemyndigheten tre i stedet for kjennelse av retten. Beslutningen skal snarest mulig, og senest 24 timer etter at tvangsmidlet ble tatt i bruk, legges frem for retten for godkjennelse. Beslutningen skal så vidt mulig være skriftlig og opplyse om hva saken gjelder og om formålet med bruken av tvangsmidlet. En muntlig beslutning skal snarest mulig nedtegnes. § 216 d første ledd tredje til femte punktum og annet ledd gjelder tilsvarende.",
                        "Bestemmelsene i kapittel 15, 15 a, 16, 16 a og 16 b gjelder tilsvarende så langt de passer. Reglene i §§ 216 i, 242 og 242 a gjelder for all bruk av tvangsmidler etter paragrafen her.",
                        "§ 226 første ledd ny bokstav c skal lyde:",
                        "c)å avverge eller stanse straffbare handlinger.",
                        "Nåværende første ledd bokstav c og d blir etter endringen ny bokstav d og e.",
                        "I politiloven 4. august 1995 nr. 53 gjøres følgende endringer:",
                        "Nytt kapittel III A skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "Kapittel III A. Adgangen for Politiets sikkerhetstjeneste til å bruke tvangsmidler i forebyggende øyemed",
            "paragraphs": [
                {
                    "name": "§ 17 d",
                    "title": "Vilkår for bruk av tvangsmidler i forebyggende øyemed",
                    "sections": [
                        "Retten kan ved kjennelse gi Politiets sikkerhetstjeneste tillatelse til som ledd i sin forebyggende virksomhet å nytte tvangsmidler som nevnt i straffeprosessloven §§ 200 a, 202 a, 202 c, 208 a, 210 a, 211, 212, 216 a, 216 b eller 216 m dersom det er grunn til å undersøke om noen forbereder en handling som rammes av",
                        "a)straffeloven § 147 a,",
                        "b)straffeloven §§ 90, 91 og 91 a eller",
                        "c)straffeloven §§ 222, 223, 227, 229, 231 eller 233 og som retter seg mot medlemmer av Kongehuset, Stortinget, regjeringen, Høyesterett eller representanter for tilsvarende organer i andre stater.",
                        "Tillatelsen kan bare gis dersom det er grunn til å tro at inngrepet vil gi opplysninger av vesentlig betydning for å kunne forebygge handlingen, at forebygging ellers i vesentlig grad vil bli vanskeliggjort og inngrepet etter sakens art og forholdene ellers ikke fremstår som uforholdsmessig. Tillatelse til å nytte tvangsmidler som nevnt i straffeprosessloven §§ 200 a, 202 c, 216 a og 216 m kan bare gis når særlige grunner tilsier det. Det kan ikke gis tillatelse til å ransake noens private hjem etter bestemmelsen her.",
                        "Dersom det ved opphold er stor fare for at muligheten til å forebygge et forhold som nevnt i første ledd bokstav c vil gå tapt, kan ordre fra sjefen eller den assisterende sjefen for Politiets sikkerhetstjeneste tre i stedet for kjennelse av retten, bortsett fra ved romavlytting som nevnt i straffeprosessloven § 216 m. Beslutningen skal snarest mulig, og senest 24 timer etter at tvangsmidlet ble tatt i bruk, legges frem for retten for godkjennelse. Beslutningen skal så vidt mulig være skriftlig og opplyse om hva saken gjelder og om formålet med bruken av tvangsmidlet. En muntlig beslutning skal snarest mulig nedtegnes. Straffeprosessloven § 216 d første ledd tredje til femte punktum gjelder tilsvarende.",
                        "Sjefen eller den assisterende sjefen for Politiets sikkerhetstjeneste kan på samme vilkår som nevnt i første jf. annet ledd tillate bruk av tvangsmidler som nevnt i straffeprosessloven §§ 202 b og 216 l."
                    ]
                },
                {
                    "name": "§ 17 e",
                    "title": "Behandlingen av begjæringer om bruk av tvangsmidler i forebyggende øyemed mv.",
                    "sections": [
                        "Begjæring om tillatelse etter § 17 d settes frem for tingretten på det sted der det mest praktisk kan skje. Tillatelse kan gis for inntil 6 måneder av gangen dersom særlige omstendigheter tilsier at en fornyet prøving etter 4 eller 8 uker vil være uten betydning. Bruken av tvangsmidler skal stanses før utløpet av fristen som er satt i rettens kjennelse dersom vilkårene ikke lenger er oppfylt, eller dersom tvangsmiddelbruken ikke lenger anses hensiktsmessig.",
                        "Avgjørelse om inngrep etter § 17 d treffes uten at den som inngrepet retter seg mot eller som avgjørelsen ellers rammer, gis adgang til å uttale seg, og kjennelsen blir ikke meddelt dem. Straffeprosessloven § 100 a gjelder tilsvarende for saker som nevnt i § 17 d første ledd, likevel slik at innsynsretten begrenser seg til dokumenter som legges frem for retten. Den som inngrepet etter § 17 d retter seg mot, har ikke krav på underretning etter at bruken av tvangsmidlet har opphørt, eller rett til innsyn i opplysningene som har blitt innhentet ved bruk av tvangsmidlene.",
                        "Forvaltningsloven og offentlighetsloven gjelder ikke for saksbehandlingen som knytter seg til bruk av tvangsmidler i forebyggende øyemed.",
                        "Kongen kan gi forskrifter til utfylling og gjennomføring av bestemmelsene i kapitlet her."
                    ]
                },
                {
                    "name": "§ 17 f",
                    "title": "Bruk av opplysninger som er innhentet med forebyggende tvangsmidler",
                    "sections": [
                        "Alle skal bevare taushet om at det er begjært eller besluttet bruk av tvangsmidler etter § 17 d, og om opplysninger som fremkommer ved bruk av tvangsmidlet. Det samme gjelder andre opplysninger som er av betydning for forebygging eller etterforsking, og som man blir kjent med i forbindelse med bruken av tvangsmidlet eller saken.",
                        "Taushetsplikten er ikke til hinder for at opplysningene brukes",
                        "a)som ledd i å forebygge et straffbart forhold som nevnt i § 17 b første ledd,",
                        "b)som ledd i etterforsking av et straffbart forhold som nevnt i § 17 d første ledd, herunder som ledd i avhør av de mistenkte,",
                        "c)som bevis for en terrorhandling, jf. straffeloven § 147 a,",
                        "d)for å forebygge at noen uskyldig blir straffet, eller",
                        "e)for å forhindre en alvorlig straffbar handling som kan krenke andres liv, helse eller frihet.",
                        "Alle skal bevare taushet overfor uvedkommende om opplysninger om noens private forhold som de blir kjent med i forbindelse med bruken av tvangsmidler.",
                        "Ikrafttredelse",
                        "Loven trer i kraft fra den tid Kongen bestemmer. Det kan fastsettes at de enkelte bestemmelser skal settes i kraft fra forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}