{
    "lawId": "LOV-2005-06-17-89",
    "lawName": "Lov om endringar i lov 26. juni 1992 nr. 86 om tvangsfullbyrdelse og midlertidig sikring og andre lover",
    "shortName": "Endringslov til tvangsfullbyrdelsesloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 7-19",
                    "title": "Underretning om utleggspant",
                    "sections": [
                        "Når det er tatt utleggspant, skal namsmannen gjøre saksøkte kjent med utlegget og med at det er forbudt å forføye over det utlagte formuesgodet i strid med saksøkerens panterett, og med at saksøkeren har rett til å begjære tvangsdekning to uker etter at utleggsforretningen er holdt. Dersom utlegget skal registreres i Løsøreregisteret, skal det opplyses om det i namsboken. Saksøkte skal gis utskrift av namsboken. I tilfeller som nevnt i § 7-14, skal namsmannen også gi slik underretning og utskrift av namsboken til vedkommende tredjeperson.",
                        "Namsmannen skal gi saksøkeren utskrift av namsboken. Dersom namsmannen etter § 7-20 skal sørge for at utlegget blir registrert i et annet register enn Løsøreregisteret, gis saksøkeren i stedet underretning om utlegget ved at registeret sender utskriften av namsboken med påtegning om registreringen til saksøkeren.",
                        "§ 7-20 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-20",
                    "title": "Avslutning av forretning for utleggspant",
                    "sections": [
                        "Ved utlegg i et formuesgode som er registrert i et realregister, i en registrert særlig rett i et slikt formuesgode eller i en ideell andel i et slikt formuesgode eller en slik rett, sender namsmannen omgående utskrift av namsboken til registrering i realregisteret. Tilsvarende gjelder ved utlegg i utinglyst rettighet i fast eiendom. For tilbehør til fast eiendom, gjelder annet ledd tilsvarende.",
                        "Ved utlegg i løsøre som ikke er realregistrert, kan namsmannen ta løsøret i forvaring eller på annen måte frata saksøkte rådigheten over det som angitt i panteloven § 3-2 annet og tredje ledd, dersom det er grunn til å frykte at saksøkte vil forføye over det i strid med saksøkerens panterett. Tiltak etter første punktum skal føres inn i namsboken. Dersom saksøkeren ikke har begjært tvangsdekning innen en måned etter å ha fått underretning om utlegget, kan namsmannen av eget tiltak oppheve tiltak etter første punktum. Dersom saksøkeren ikke har begjært tvangsdekning innen fristen etter tredje punktum, skal tiltaket oppheves dersom saksøkte begjærer det og det ikke lenger er grunn til å tro at saksøkte vil forføye over løsøret i strid med saksøkerens panterett.",
                        "Ved utlegg i verdipapirer tar namsmannen papirene i forvaring eller fratar på annen måte saksøkte rådigheten over dem som angitt i panteloven § 3-2 annet og tredje ledd dersom det lar seg gjøre. Ved utlegg i penger tar namsmannen pengene i forvaring. Norske penger som er tatt i forvaring, plasseres til best mulig rente i norsk bank. Utenlandske penger veksles bare om til norske penger dersom saksøkte samtykker.",
                        "Ved utlegg i finansielle instrumenter som er registrert i et verdipapirregister, registrerer namsmannen omgående at bare namsmannen kan disponere kontoen.",
                        "Ved utlegg i aksjer som ikke er registrert i et verdipapirregister, underretter namsmannen, dersom det lar seg gjøre, snarest selskapet og forbyr selskapet å betale eller yte til saksøkte.",
                        "Ved utlegg i et innløsningspapir som ikke er verdipapir, underretter namsmannen snarest den forpliktede og forbyr denne å betale eller yte til saksøkte. Namsmannen tar dessuten innløsningspapiret i forvaring eller fratar på annen måte saksøkte rådigheten over papiret som angitt i panteloven § 3-2 annet og tredje ledd dersom det lar seg gjøre.",
                        "Ved utlegg i adkomstdokumenter til leierett til husrom underretter namsmannen vedkommende utleier eller selskap, jf. panteloven § 5-8. Namsmannen tar dessuten dokumentet i forvaring eller fratar på annen måte saksøkte rådigheten som angitt i panteloven § 3-2 annet og tredje ledd dersom det lar seg gjøre.",
                        "Ved utlegg i enkle krav underretter namsmannen dersom det lar seg gjøre snarest den forpliktede og forbyr denne å betale eller yte til saksøkte.",
                        "Ved utlegg i immaterialrettigheter som det finnes særskilt register for, sender namsmannen omgående utskrift av namsboken til registrering i registeret.",
                        "Ved utlegg i andre formuesgoder enn nevnt i første ledd, sørger namsmannen omgående for at utlegget blir registrert i Løsøreregisteret.",
                        "Dersom et formuesgode befinner seg hos en tredjeperson, kan namsmannen pålegge vedkommende å utlevere formuesgodet dersom ikke tredjepersonen har en rett til å sitte med formuesgodet som har bedre prioritet enn saksøkerens panterett.",
                        "§ 7-21 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-21",
                    "title": "Beslutning og underretning om utleggstrekk",
                    "sections": [
                        "Når det tas utleggstrekk, skal namsmannen fastsette trekkets størrelse og i hvilken periode trekk skal gjennomføres. Trekkperioden kan ikke overstige to år regnet fra dagen for beslutningen om utleggstrekk dersom ikke annet følger av dekningsloven § 2-7 tredje ledd. Beslutningen føres inn i namsboken sammen med en nøyaktig beregning av saksøkerens krav med sakskostnader og renter fram til utleggsdagen og nøyaktige opplysninger om beregningen av renter fra utleggsdagen.",
                        "Namsmannen underretter den trekkpliktige om plikten til å foreta trekk. I namsboken skal det opplyses at utleggstrekket vil bli registrert i Løsøreregisteret. Partene og den trekkpliktige gis utskrift av namsboken. Namsmannen sørger omgående for at utleggstrekket blir registrert i Løsøreregisteret. Får trekket bedre prioritet enn et trekk som allerede løper og som er besluttet av en annen namsmyndighet, skal denne namsmyndigheten underrettes.",
                        "Før utleggstrekk nedlegges, skal namsmannen undersøke om det allerede løper trekk mot skyldneren. Utleggstrekk kan ikke besluttes etter et alminnelig tvangsgrunnlag før grunnlaget er rettskraftig.",
                        "§ 7-25 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-25",
                    "title": "Avslutning av en sak der det ikke blir tatt utlegg",
                    "sections": [
                        "Når det ikke blir tatt utlegg fordi saksøkte ikke har formuesgoder eller lønn eller andre pengekrav som nevnt i dekningsloven § 2-7 som det kan tas utlegg i, avsluttes saken ved at namsmannen gir begge parter utskrift av namsboken som viser utfallet og hva som er foretatt. I namsboken skal det opplyses at utleggsforretningen vil bli registrert i Løsøreregisteret. Namsmannen sørger omgående for at utleggsforretningen blir registrert i Løsøreregisteret. Tredje punktum gjelder ikke for særnamsmyndigheter som ikke har kompetanse til å gjennomføre forretning for utleggspant i enhver type formuesgode.",
                        "Kapittel 7 avsnitt III overskrifta skal lyde:",
                        "Klage, bortfall og opphevelse av utlegg mv.",
                        "Ny § 7-29 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-29",
                    "title": "Beslutning om opphør av registreringer av «intet til utlegg»",
                    "sections": [
                        "Er det krav som ble søkt inndrevet i en sak som ble avsluttet ved intet til utlegg, dekket eller bortfalt på annen måte, eller er tvangsgrunnlaget opphevet, falt bort eller kjent ugyldig, skal namsmannen på begjæring treffe beslutning om at registreringen i Løsøreregisteret av beslutningen om intet til utlegg skal slettes. § 7-28 annet ledd gjelder tilsvarende.",
                        "I lov 20. desember 1996 nr. 106 om tomtefeste skal § 15 andre ledd nr. 2 tredje punktum lyde:",
                        "Høgstebeløpet etter andre punktum er kr 9 000 justert ved kvart årsskifte etter 1. januar 2002 i samsvar med endringa i pengeverdien.",
                        "Lov 11. juni 1993 nr. 83 om endringer i rettergangslovgivningen m.m. avsnitt I nr. 50 om endringer i lov 26. juni 1992 nr. 86 om tvangsfullbyrdelse og midlertidig sikring § 7-19 andre ledd, § 7-20, § 7-21 nytt fjerde ledd, § 7-25 og § 7-29 vert oppheva.",
                        "Ikraftsetjings- og overgangsføresegner",
                        "1.Lova gjeld frå den tid Kongen fastset. Kongen kan fastsetje at ulike delar av lova skal ta til å gjelde frå ulik tid. Kongen kan fastsetje at endringane i tvangsfullføringslova kapittel 7 kan tre i kraft til ulik tid for forskjellige namsmakter.",
                        "2.Kongen kan fastsetje nærmare overgangsreglar."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}