{
    "lawId": "LOV-2005-12-16-119",
    "lawName": "Lov om endringer i lov 28. februar 1997 nr. 19 om folketrygd og lov 6. mai 1988 nr. 22 om lønnsplikt under permittering",
    "shortName": "Endringslov til ftrl. og permitteringslønnsl.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4-14",
                    "title": "Ferietillegg",
                    "sections": [
                        "Til medlem som har mottatt dagpenger i mer enn åtte uker i løpet av et kalenderår, ytes et ferietillegg til dagpengene.",
                        "Ferietillegget utgjør 9,5 prosent av de dagpengene som er utbetalt i kalenderåret.",
                        "Ferietillegget utbetales snarest mulig etter utgangen av ferieopptjeningsåret, eller når medlemmet har hevet dagpenger i en full stønadsperiode (se § 4-15 første og andre ledd).",
                        "§ 8-49 fjerde ledd nytt tredje punktum skal lyde:",
                        "Dersom et medlem har mottatt dagpenger og/eller sykepenger i mer enn åtte uker i et kalenderår, ytes det et ferietillegg på 9,5 prosent til sykepengene.",
                        "Kapittel 9 innledningen nytt femte strekpunkt skal lyde:",
                        "-graderte pleiepenger står i § 9-11 a",
                        "Nåværende femte til åttende strekpunkt blir sjette til niende strekpunkt.",
                        "§ 9-10 første ledd første punktum skal lyde:",
                        "Til et medlem som har omsorg for barn under 12 år som er eller har vært innlagt i helseinstitusjon, ytes det pleiepenger hvis barnet trenger kontinuerlig tilsyn og pleie.",
                        "§ 9-11 første ledd skal lyde:",
                        "Til et medlem som har omsorg for barn under 18 år som har en livstruende eller annen svært alvorlig sykdom eller skade, ytes det pleiepenger. Det er et vilkår at medlemmet av hensyn til barnet må oppholde seg i en helseinstitusjon mens barnet er innlagt, eller må være hjemme fordi barnet trenger kontinuerlig tilsyn og pleie. Begge foreldre kan få pleiepenger samtidig, hvis det er behov for det. Også andre enn barnets foreldre kan få pleiepenger dersom det er nødvendig av hensyn til barnet.",
                        "Ny § 9-11 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-11 a",
                    "title": "Graderte pleiepenger",
                    "sections": [
                        "Det kan ytes graderte pleiepenger i tilfeller når barn som nevnt i §§ 9-10 og 9-11, trenger kontinuerlig tilsyn og pleie, men hvor det er etablert tilsyns- eller avlastningsordning deler av dagen eller noen dager i uken. Ytelsen kan graderes ned til 50 prosent.",
                        "§ 11-9 annet ledd ny bokstav d skal lyde:",
                        "i ventetid etter attføringen, når medlemmet på grunn av sykdom skal vurderes for andre trygdeytelser.",
                        "§ 12-13 nr. 1 tredje og nytt fjerde ledd skal lyde:",
                        "Bestemmelsene i § 10-10 tredje ledd og fjerde ledd, §§ 10-11, 10-14 og 10-15 kommer tilsvarende til anvendelse på tidsbegrenset uførestønad.",
                        "Til tidsbegrenset uførestønad kan det ytes barnetillegg etter §§ 3-25 og 3-26.",
                        "I lov 6. mai 1988 nr. 22 om lønnsplikt under permittering gjøres følgende endring:",
                        "§ 3 (1) første ledd bokstav a skal lyde:",
                        "10 arbeidsdager ved hel permittering og ved minst 40 % reduksjon av arbeidstiden",
                        "1.Endringene i folketrygdloven §§ 9-10, 9-11, 9-11 a og 11-9 trer i kraft 1. januar 2006.",
                        "2.Endringene i folketrygdloven §§ 3-15, 3-25, 3-26 og 12-13 trer i kraft 1. juni 2006. I løpende tilfeller kan stønadsmottaker beholde det standardiserte barnetillegget ut stønadsperioden.",
                        "3.Endringen i folketrygdloven §§ 4-12, 4-14 og 8-49 trer i kraft 1. juli 2006.",
                        "4.Endringene i lønnspliktloven trer i kraft 1. januar 2006.",
                        "5.Departementet kan fastsette forskrifter om overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III Ikrafttredelse. Overgangsbestemmelser",
            "paragraphs": []
        }
    ]
}