{
    "lawId": "LOV-2005-06-17-105",
    "lawName": "Lov om endringar i opplæringslova og friskolelova",
    "shortName": "Endringslov til opplæringslova og friskolelova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 10-8",
                    "title": "Kompetanseutvikling",
                    "sections": [
                        "Skoleeigaren har ansvar for å ha riktig og nødvendig kompetanse i verksemda. Skoleeigaren skal ha eit system som gir undervisningspersonale, skoleleiarar og personale med særoppgåver i skoleverket høve til nødvendig kompetanseutvikling, med sikte på å fornye og utvide den faglege og pedagogiske kunnskapen og å halde seg orienterte om og vere på høgd med utviklinga i skolen og samfunnet.",
                        "§ 10-9 nytt tredje ledd skal lyde:",
                        "Den som skal tilsetjast i vidaregåande skole, må leggje fram politiattest. Attesten skal vise om vedkommande er sikta, tiltalt eller dømd for seksuelle overgrep.",
                        "§ 10-9 noverande tredje ledd blir fjerde ledd.",
                        "Ny § 11-1a skal lyde:"
                    ]
                },
                {
                    "name": "§ 11-1a",
                    "title": "Skolemiljøutval ved grunnskolar",
                    "sections": [
                        "Ved kvar grunnskole skal det vere eit skolemiljøutval. I skolemiljøutvalet skal elevane, foreldrerådet, dei tilsette, skoleleiinga og kommunen vere representerte. Skolemiljøutvalet skal vere sett saman slik at representantane for elevane og foreldra til saman er i fleirtal.",
                        "Samarbeidsutvalet kan sjølv vere skolemiljøutval. Når samarbeidsutvalet fungerer som skolemiljøutval, må det oppnemnast tilleggsrepresentantar for elevane og foreldra, slik at dei samla får fleirtal.",
                        "Elevrepresentantane skal ikkje vere til stades når saker som er omfatta av lovfesta teieplikt blir behandla i skolemiljøutvalet. Når elevane ikkje er til stades, skal foreldrerepresentantane ha dobbeltstemme tilsvarande bortfallet av elevrepresentantane sine stemmer, eller talet på foreldrerepresentantar aukast tilsvarande.",
                        "Skolemiljøutvalet skal medverke til at skolen, dei tilsette, elevane og foreldra tek aktivt del i arbeidet for å skape eit godt skolemiljø. Skolemiljøutvalet har rett til å uttale seg i alle saker som gjeld skolemiljøet, jf. kapittel 9a.",
                        "Ny § 11-5a skal lyde:"
                    ]
                },
                {
                    "name": "§ 11-5a",
                    "title": "Skolemiljøutval ved vidaregåande skolar",
                    "sections": [
                        "Ved kvar vidaregåande skole skal det vere eit skolemiljøutval. I skolemiljøutvalet skal elevane, dei tilsette, skoleleiinga og fylkeskommunen vere representerte. Skolemiljøutvalet skal vere sett saman slik at representantane for elevane er i fleirtal.",
                        "Skoleutvalet kan sjølv vere skolemiljøutval. Når skoleutvalet fungerer som skolemiljøutval, må det oppnemnast ein eller fleire tilleggsrepresentantar for elevane, slik at dei får fleirtal.",
                        "Skolemiljøutvalet skal medverke til at skolen, dei tilsette og elevane tek aktivt del i arbeidet for å skape eit godt skolemiljø. Skolemiljøutvalet har rett til å uttale seg i alle saker som gjeld skolemiljøet, jf. kapittel 9a.",
                        "§ 13-3 tredje ledd skal lyde:",
                        "Departementet gir forskrifter eller pålegg i enkelttilfelle om kven som skal reknast som busett i fylkeskommunen. Departementet kan gi forskrifter om at heimfylket i rimeleg grad har ansvaret for å refundere utgifter i samband med vidaregåande opplæring i eit anna fylke. Departementet kan påleggje fylkeskommunen å setje i gang vidaregåande opplæringstilbod som omfattar søkjarar frå andre fylke.",
                        "§ 13-4 tredje ledd skal lyde:",
                        "Departementet kan gi forskrifter om heimreiser, reisefølgje og opphald for dei som må innlosjerast for å få hjelp eller opplæring etter denne lova, dessutan forskrifter om skoleskyss, skyssgodtgjersle og heimfylket sitt ansvar for å refundere utgifter til skyss i samband med vidaregåande opplæring i eit anna fylke.",
                        "§ 15-2 skal lyde:",
                        "Departementet er klageinstans for enkeltvedtak i grunnskolen og for enkeltvedtak om spesialpedagogisk hjelp før opplæringspliktig alder etter § 5-7. For enkeltvedtak i personalsaker gjeld likevel reglane om klageinstans i § 28 i forvaltningslova.",
                        "Departementet er klageinstans for enkeltvedtak om inntak og spesialundervisning i den vidaregåande opplæringa, enkeltvedtak om tap av retten til vidaregåande opplæring etter § 3-8 og § 4-6, enkeltvedtak om opplæring i inntil to år ekstra etter § 3-1 femte leddet og enkeltvedtak om fysiske og psykososiale miljøforhold etter § 9a-2 og § 9a-3.",
                        "I samband med klage på inntak til vidaregåande opplæring kan departementet ikkje overprøve eit vedtak i fylkeskommunen om kva for utdanningsprogram på vidaregåande trinn 1 eller programområde på vidaregåande trinn 2 og 3, eller kva for skole ein søkjar skal takast inn på. For slike vedtak gjeld reglane om klageinstans i § 28 i forvaltningslova. Departementet er klageinstans for enkeltvedtak om inntak til eit særskilt utdanningsprogram på vidaregåande trinn 1 på grunnlag av sakkunnig vurdering.",
                        "Fylkeskommunen er klageinstans for enkeltvedtak i yrkesopplæringsnemnda.",
                        "I følgjande føresegner i opplæringslova skal omgrepet «klassetrinn» erstattast med «årstrinn»:",
                        "§§ 2-5, 2-7, 2-10, 6-2, 7-1, 9-4, 9A-5, 10-1, 11-2, 13-7 og 16-2.",
                        "I lov 4. juli 2003 nr. 84 om frittståande skolar blir det gjort følgjande endringar:",
                        "§ 3-1 fjerde ledd skal lyde:",
                        "Melding om inntak av elevar i grunnskolar skal sendast til heimkommunen til eleven. Melding om inntak til vidaregåande skolar skal sendast til heimfylket til eleven. Skolen skal melde frå til heimfylket om behovet for læreplass når eleven er teken inn på vidaregåande trinn 2.",
                        "§ 3-10 andre ledd skal lyde:",
                        "Når ein elev i vidaregåande skole vedvarande har vist ei framferd som i alvorleg grad går ut over orden og arbeidsro på skolen, eller når ein elev alvorleg forsømmer pliktene sine, kan eleven etter vedtak av fylkeskommunen visast bort for resten av skoleåret. I samband med eit vedtak om bortvising for resten av skoleåret kan fylkeskommunen også vedta at eleven skal miste retten til vidaregåande opplæring etter opplæringslova § 3-1. Fylkeskommunen kan ikkje overlate til skolen å gjere vedtak etter leddet her om bortvisning eller tap av retten til vidaregåande opplæring.",
                        "§ 4-3 nytt tredje ledd skal lyde:",
                        "Den som skal tilsetjast i ein vidaregåande skole godkjend etter lova her, må leggje fram politiattest. Attesten skal vise om vedkomande er sikta, tiltalt eller dømd for seksuelle overgrep.",
                        "§ 4-3 noverande tredje ledd blir fjerde ledd.",
                        "§ 5-2 andre ledd ny bokstav i skal lyde:",
                        "i)sørgje for å ha rett og nødvendig kompetanse i verksemda. Styret skal ha eit system som gir undervisningspersonale, skoleleiarar og personale med særoppgåver ved skolen høve til nødvendig kompetanseutvikling, med sikte på å fornye og utvide den faglege og pedagogiske kunnskapen og å halde seg orienterte om og vere på høgd med utviklinga i skolen og samfunnet.",
                        "§ 5-2 fjerde ledd skal lyde:",
                        "I andre saker enn dei som følgjer av andre og tredje ledd, kan styret med 2/3 fleirtal delegere avgjerdsretten.",
                        "§ 6A-8 nytt første ledd skal lyde:",
                        "Alle offentlege driftstilskot og eigendelar frå elevane skal kome elevane til gode. Dette inneber mellom anna at skolen ikkje kan",
                        "a)gi utbyte eller på annan måte overføre overskot til eigarane eller deira nærståande, verken når skolen er i drift eller ved opphør av drifta",
                        "b)pådra seg kostnader i form av leigeutgifter for eigedom eller lokale som tilhører skolens eigarar eller deira nærståande, eller på annan måte pådra seg kostnader som kan innebere at alle offentlege tilskot eller eigendelar frå elevane ikkje kjem elevane til gode.",
                        "Noverande første til tredje ledd blir andre til fjerde ledd.",
                        "Lova gjeld frå det tidspunkt Kongen fastset. Dei enkelte føresegnene i lova kan setjast i verk til ulik tid.",
                        "Departementet kan i forskrift fastsetje overgangsreglar."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}