{
    "lawId": "LOV-2005-06-10-43",
    "lawName": "Lov om endringer i lov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner (finansieringsvirksomhetsloven), lov 6. desember 1996 nr. 75 om sikringsordninger for banker og offentlig administrasjon mv. av finansinstitusjoner og i enkelte andre lover (finansgrupper, obligasjoner med pant i utlånsportefølje og skadeforsikringsselskapenes garantiordning)",
    "shortName": "Endringslov til finansieringsvirksomhetsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 2a-8",
                    "title": "Transaksjoner mellom foretakene i et finanskonsern mv.",
                    "sections": [
                        "§ 2a-8 første ledd skal lyde:",
                        "Transaksjoner og engasjementer mellom",
                        "a)foretak i et finanskonsern,",
                        "b)finansinstitusjon og tilknyttet foretak som nevnt i § 2a-2 bokstav f, og",
                        "c)finansinstitusjon og deltakende foretak som nevnt i § 2a-2 bokstav g,",
                        "skal være i samsvar med vanlige forretningsmessige vilkår og prinsipper. Kredittilsynet kan gi finansinstitusjoner pålegg om å endre transaksjoner og engasjementer med andre foretak i samme finanskonsern som ikke er i samsvar med bestemmelsen i første punktum.",
                        "§ 2a-9 første ledd skal lyde:",
                        "En finansinstitusjon skal ved anvendelsen av regler om kapitaldekningskrav og andre soliditets- og sikkerhetskrav, foreta konsolidering etter reglene i paragrafen her når den har en kapitalinteresse i et annet foretak eller er underlagt felles ledelse som et annet foretak.",
                        "§ 2a-9 annet ledd skal lyde:",
                        "Kredittilsynet kan ved forskrift eller enkeltvedtak gjøre unntak fra første ledd.",
                        "§ 2a-9 tredje ledd skal lyde:",
                        "Ved konsolidering av datterselskaper skal konsernregnskap basert på prinsippet om full konsolidering legges til grunn. Ved konsolidering av annet enn datterselskaper, skal prinsippet om forholdsmessig konsolidering legges til grunn. Kredittilsynet kan i det enkelte tilfelle beslutte at et datterselskap skal konsolideres etter prinsippet om forholdsmessig konsolidering dersom det kan godtgjøres at de andre aksjonærer og obligasjonseiere er finansinstitusjoner eller verdipapirforetak med tilstrekkelig soliditet, samtidig som ansvarsforholdet mellom aksjonærene og mellom obligasjonseierne er tilstrekkelig fastslått. Kredittilsynet kan gi pålegg om konsolidering også for andeler ned til 10 prosent.",
                        "§ 2a-9 sjette ledd første og nytt annet punktum skal lyde:",
                        "Kredittilsynet kan ved forskrift fastsette nærmere regler om gjennomføringen av konsolideringen eller avsetning av kapitaldekningsreserve etter denne paragraf. Kredittilsynet kan ved enkeltvedtak beslutte at kapitaldekningskrav og andre soliditets- og sikkerhetskrav etter denne paragraf skal beregnes på en annen måte enn fastsatt i tredje ledd og i medhold av dette ledd.",
                        "I lov 6. desember 1996 nr. 75 om sikringsordninger for banker og offentlig administrasjon m.v. av finansinstitusjoner gjøres følgende endringer:",
                        "Lovens tittel skal lyde:",
                        "Lov 6. desember 1996 nr. 75 om sikringsordninger for banker, forsikringsselskapenes garantiordninger og offentlig administrasjon m.v. av finansinstitusjoner.",
                        "Nytt kapittel 2A skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "Kapittel 2A. Forsikringsselskapenes garantiordninger",
            "paragraphs": [
                {
                    "name": "§ 2A-1",
                    "title": "Formål og virkeområde",
                    "sections": [
                        "Skadeforsikringsselskapenes garantiordning skal bidra til å sikre utbetaling av krav som følger av avtale om direkte skadeforsikring, til sikrede og skadet tredjemann.",
                        "Garantiordningen dekker ikke krav som gjelder en forsikret risiko som ikke består her i riket. Departementet kan i forskrift gi nærmere regler om når en forsikret risiko anses å bestå her i riket.",
                        "Departementet kan i forskrift fastsette nærmere regler om garantiordningen, herunder hvilke avtaler om direkte skadeforsikring som faller inn under garantiordningenes dekningsområde, hvilke personer garantiordningen gjelder for, grense for maksimalt beløp som dekkes per skadetilfelle, og dekningsgraden for krav mot garantiordningen.",
                        "Kongen kan i forskrift gi nærmere regler om anvendelsen av forvaltningsloven og offentlighetsloven for garantiordningen. Slike regler kan utfylle, supplere eller avvike fra regler gitt i eller i medhold av forvaltningsloven og offentlighetsloven."
                    ]
                },
                {
                    "name": "§ 2A-2",
                    "title": "Styre og vedtekter m.m.",
                    "sections": [
                        "Garantiordningen er et eget rettssubjekt. Ingen av medlemmene har eiendomsrett til noen del av garantiordningens midler. Garantiordningen skal ha vedtekter godkjent av departementet.",
                        "Garantiordningen ledes av et styre bestående av fem medlemmer med personlige varamedlemmer. Kongen oppnevner medlemmene, varamedlemmene og utpeker styrets leder. Oppnevningsperioden er fire år.",
                        "Gyldig vedtak i styret krever tilslutning fra minst tre stemmer.",
                        "Kredittilsynet kan kalle sammen styret. Departementet kan i forskrift gi nærmere regler om Kredittilsynets adgang og plikt til å kalle sammen styret."
                    ]
                },
                {
                    "name": "§ 2A-3",
                    "title": "Medlemskap",
                    "sections": [
                        "Forsikringsselskap som er gitt tillatelse til å drive direkte skadeforsikring her i riket, skal være medlem av garantiordningen.",
                        "Når et forsikringsselskap med hovedsete i annen EØS-stat driver direkte skadeforsikring gjennom filial etablert her i riket, skal filialen være medlem av garantiordningen.",
                        "Departementet kan i forskrift fastsette nærmere regler om medlemskap i ordningen, herunder fastsette unntak fra plikten til å være medlem."
                    ]
                },
                {
                    "name": "§ 2A-4",
                    "title": "Medlemmenes ansvar overfor garantiordningen",
                    "sections": [
                        "Et medlems maksimale ansvar overfor garantiordningen skal hvert år være 1,5 % av summen av medlemmets opptjente bruttopremie de siste tre regnskapsår før innkallingsåret ved direkte skadeforsikring som omfattes av garantiordningen. Kredittilsynet kan fastsette nærmere regler om hvilke premieinntekter som skal inngå i beregningsgrunnlaget.",
                        "Til dekning av ansvaret skal hvert medlem foreta årlige avsetninger etter regler fastsatt av Kredittilsynet."
                    ]
                },
                {
                    "name": "§ 2A-5",
                    "title": "Innkalling av kapital",
                    "sections": [
                        "Styret treffer vedtak om innkalling av kapital fra medlemmene for å dekke utbetalinger fra, og omkostninger knyttet til, garantiordningen. Det beløp som innkalles, fordeles forholdsmessig på medlemmene i samsvar med § 2A-4 første ledd.",
                        "Kredittilsynet kan i de tilfeller det ikke skal foretas utbetaling fra ordningen, bestemme at kostnadene knyttet til driften av garantiordningen skal dekkes av Kredittilsynet og utlignes på skadeforsikringsselskapene i samsvar med Kredittilsynsloven § 9."
                    ]
                },
                {
                    "name": "§ 2A-6",
                    "title": "Utbetaling fra garantiordningen",
                    "sections": [
                        "Styret avgjør hvordan garantiordningens midler skal nyttes for å hindre eller redusere tap for sikrede eller skadet tredjemann og kan fastsette vilkår for utbetaling.",
                        "Departementet kan i forskrift fastsette utfyllende regler om utbetaling under garantiordningen, herunder om reduksjon av dekningsbeløp, delutbetaling, adgang til å sette vilkår for utbetalingen og om dekning av rentekrav.",
                        "Garantiordningen trer inn i de sikredes krav mot selskapet med samme prioritet i den utstrekning kravene dekkes gjennom garantiordningen. Styret bestemmer om midler som kommer inn ved at krav blir innfridd skal betales tilbake til medlemmene eller tillegges den innbetalte kapital."
                    ]
                },
                {
                    "name": "§ 2A-7",
                    "title": "Rapportering, regnskap og revisjon",
                    "sections": [
                        "Departementet kan i forskrift gi nærmere regler om styrets plikt til å legge frem rapport om virksomheten, regnskap og revisjon."
                    ]
                },
                {
                    "name": "§ 2A-8",
                    "title": "Andre garantiordninger",
                    "sections": [
                        "Departementet kan bestemme at det skal etableres garantiordninger for kredittforsikringsselskaper, livsforsikringsselskaper og pensjonskasser, og fastsette regler for ordningene.",
                        "I lov 19. juni 1997 nr. 79 om verdipapirhandel gjøres følgende endringer:",
                        "§ 8-12 annet ledd skal lyde:",
                        "Dersom verdipapirforetaket:",
                        "1.har en kapitalinteresse i et annet foretak som nevnt i finansieringsvirksomhetsloven § 2a-2 bokstav h i annet foretak, eller",
                        "2.er underlagt felles ledelse som et annet foretak som nevnt i finansieringsvirksomhetsloven § 2a-2 bokstav i, med annet foretak skal kravene i § 8-10 anvendes på konsolidert grunnlag. Kredittilsynet kan ved enkeltvedtak eller i forskrift gjøre unntak fra første punktum.",
                        "Nåværende annet ledd blir tredje ledd.",
                        "Ikraftsettings- og overgangsbestemmelser",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de ulike bestemmelsene til forskjellig tid. Kongen kan gi overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        }
    ]
}