{
    "lawId": "LOV-2005-05-13-26",
    "lawName": "Lov om endringer i utlendingsloven (menneskesmugling m.m.)",
    "shortName": "Endringslov til utlendingsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 38c",
                    "title": "Omgjøring av nemndvedtak",
                    "sections": [
                        "Et gyldig nemndvedtak kan utlendingsnemnda bare omgjøre til gunst for utlendingen dersom det foreligger omstendigheter som nevnt i utlendingsloven § 15 første ledd eller særlig sterke menneskelige hensyn eller dersom omgjøring er nødvendig som følge av internasjonale regler Norge er bundet av.",
                        "Saker som gjelder anmodning om omgjøring av nemndvedtak kan avgjøres av nemndleder alene når det ikke er grunn til å anta at nemnda vil endre vedtaket. I slike saker kan nemnda også delegere vedtaksmyndighet til sekretariatet. For øvrig gjelder reglene i § 38b.",
                        "§ 47 tredje ledd bokstav b skal lyde:",
                        "b)hjelper utlending til ulovlig å reise inn i riket eller til annen stat. Dette gjelder likevel ikke dersom hensikten er å hjelpe utlending som omfattes av lovens § 15 til å reise inn i første trygge land.",
                        "§ 47 fjerde ledd skal lyde:",
                        "Med bøter eller med fengsel inntil seks år straffes den som",
                        "a)i vinnings hensikt driver organisert ulovlig virksomhet med sikte på å hjelpe utlendinger til å reise inn i riket eller til annen stat; eller",
                        "b)i vinnings hensikt hjelper utlending til ulovlig å reise inn i riket eller til annen stat dersom handlingen medfører at personer som berøres av handlingen blir utsatt for livsfare.",
                        "Loven trer i kraft fra den tid Kongen bestemmer. Kongen kan bestemme at de enkelte bestemmelsene trer i kraft til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}