{
    "lawId": "LOV-2005-04-29-22",
    "lawName": "Lov om endringer i lov 16. juni 1989 nr. 69 om forsikringsavtaler mv. (automatisk fornyelse og flytting av forsikringer mv.)",
    "shortName": "Endringslov til forsikringsavtaleloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3-2",
                    "title": "(automatisk fornyelse)",
                    "sections": [
                        "Gjelder forsikringen for et bestemt tidsrom på ett år eller mer, fornyes forsikringen automatisk for ett år ved utløpet av forsikringstiden, hvis ikke forsikringstakeren eller selskapet varsler om at forsikringen ikke skal fornyes etter reglene i §§ 3-4 og 3-5.",
                        "Er det uttrykkelig avtalt at forsikringen skal opphøre ved utløpet av forsikringstiden, gjelder ikke første ledd om automatisk fornyelse."
                    ]
                },
                {
                    "name": "§ 3-3",
                    "title": "(informasjon ved fornyelse av forsikring mv.)",
                    "sections": [
                        "Ved fornyelse av forsikringen skal selskapet sende informasjon som nevnt i § 2-1 til forsikringstakeren senest en måned før forsikringstidens utløp. Selskapet skal også minne om eventuelle særlige bruksbegrensninger eller sikkerhetsforskrifter som det har innført etter at forsikringen ble tegnet eller senest fornyet. Selskapet skal på en tydelig måte opplyse forsikringstakeren skriftlig om når fristen løper ut for å gi varsel som nevnt i § 3-4.",
                        "Vil selskapet endre forsikringsavtalen i forbindelse med fornyelse, skal det sammen med premievarslet for den nye forsikringsperioden gi forsikringstakeren de nye vilkårene med en redegjørelse for de endringer som er gjort. En endring som det ikke er redegjort for på denne måten, kan selskapet ikke påberope."
                    ]
                },
                {
                    "name": "§ 3-4",
                    "title": "(varsel fra forsikringstakeren om at forsikringen ikke skal fornyes)",
                    "sections": [
                        "Vil ikke forsikringstakeren at forsikringen skal fornyes automatisk, må han eller hun varsle selskapet innen forsikringstidens utløp."
                    ]
                },
                {
                    "name": "§ 3-5",
                    "title": "(varsel fra selskapet om at forsikringen ikke skal fornyes)",
                    "sections": [
                        "Vil ikke selskapet at forsikringen skal fornyes automatisk, må det varsle forsikringstakeren om dette senest to måneder før forsikringstidens utløp. Varslet skal være skriftlig og grunngitt. I motsatt fall fornyes forsikringsforholdet for ett år.",
                        "Selskapet kan bare unnlate å fornye en forsikring etter første ledd når det foreligger særlige grunner som gjør det rimelig å avbryte forsikringsforholdet. Selskapet skal i varslet orientere om adgangen til å kreve nemndbehandling etter § 20-1, eventuelt om andre muligheter for å få prøvd om selskapet har rett til å unnlate fornyelse."
                    ]
                },
                {
                    "name": "§ 3-6",
                    "title": "(forsikringstakerens rett til å avbryte forsikringsforholdet)",
                    "sections": [
                        "Forsikringstakeren kan i forsikringstiden si opp en løpende forsikring dersom forsikringsbehovet faller bort eller det foreligger andre særlige grunner, eller for flytting av forsikringen til et annet selskap.",
                        "Forsikringstakeren skal varsle selskapet med en frist på minst en måned. Ved flytting skal det i varslet opplyses om hvilket selskap forsikringen flyttes til og om tidspunktet for flyttingen.",
                        "Ved kollektiv forsikring kan bestemmelsen i første ledd fravikes i forsikringsavtalen.",
                        "Nåværende § 3-3 og § 3-4 blir nye § 3-7 og § 3-8.",
                        "Nåværende § 3-5 blir ny § 3-9. Nytt annet og tredje ledd skal lyde:",
                        "Premien som skal godskrives forsikringstakeren, skal utgjøre en forholdsmessig andel av premien som den gjenstående forsikringstiden utgjør i antall hele måneder i forhold til den samlede forsikringstiden. Er risikoen vesentlig ujevnt fordelt i forsikringstiden, kan det fastsettes i vilkårene at det ved beregningen av premien som skal godskrives forsikringstakeren, skal tas hensyn til slike svingninger i risikoen. Kongen kan i forskrift gi regler om når det kan fastsettes vilkår som nevnt i annet punktum, og om innholdet av slike vilkår.",
                        "Selskapet kan ikke kreve gebyr for kostnader ved at forsikringen opphører i forsikringstiden.",
                        "§ 4-3 annet punktum skal lyde:",
                        "§ 3-7 annet ledd får tilsvarende anvendelse.",
                        "§ 8-1 tredje ledd annet punktum skal lyde:",
                        "§ 3-7 annet ledd første, annet og fjerde punktum gjelder tilsvarende.",
                        "§ 11-1 annet ledd nytt fjerde punktum skal lyde:",
                        "Gjelder tegningen flere forsikringer, skal det opplyses om premien for hver av forsikringene.",
                        "§ 12-3 annet til fjerde ledd skal lyde:",
                        "Forsikringstakeren kan i forsikringstiden si opp en løpende ulykkes- eller sykeforsikring dersom forsikringsbehovet faller bort eller det foreligger andre særlige grunner, eller for flytting av forsikringen til et annet selskap.",
                        "Selskapet skal varsles om oppsigelse av en ulykkes- eller sykeforsikring med en frist på minst en måned. Ved flytting skal det i varslet opplyses om hvilket selskap forsikringen flyttes til og om tidspunktet for flyttingen.",
                        "Ved kollektiv forsikring kan bestemmelsene i første og annet ledd fravikes i forsikringsavtalen.",
                        "§ 12-5 annet ledd blir nytt tredje punktum i første ledd. Nytt annet og tredje ledd skal lyde:",
                        "Premien som skal godskrives forsikringstakeren, skal utgjøre en forholdsmessig andel av premien som den gjenstående forsikringstiden utgjør i antall hele måneder i forhold til den samlede forsikringstiden. Er risikoen vesentlig ujevnt fordelt i forsikringstiden, kan det fastsettes i vilkårene at det ved beregningen av premien som skal godskrives forsikringstakeren, skal tas hensyn til slike svingninger i risikoen. Kongen kan i forskrift gi regler om når det kan fastsettes vilkår som nevnt i annet punktum, og om innholdet av slike vilkår.",
                        "Selskapet kan ikke kreve gebyr for kostnader ved at forsikringen opphører i forsikringstiden.",
                        "I § 12-7 skal paragrafoverskriften og første og annet ledd lyde:"
                    ]
                },
                {
                    "name": "§ 12-7",
                    "title": "(automatisk fornyelse av ulykkes- og sykeforsikring og endring av vilkårene)",
                    "sections": [
                        "Gjelder en ulykkes- eller sykeforsikring for et bestemt tidsrom på ett år eller mer, fornyes forsikringen automatisk for ett år ved utløpet av forsikringstiden, hvis ikke forsikringstakeren eller selskapet varsler om at forsikringen ikke skal fornyes etter reglene i §§ 12-8 og 12-9. Ved fornyelse skal selskapet i nødvendig utstrekning sende informasjon som nevnt i § 11-1 til forsikringstakeren senest en måned før forsikringstidens utløp. Selskapet skal på en tydelig måte opplyse forsikringstakeren skriftlig om når fristen løper ut for å gi varsel som nevnt i § 12-8.",
                        "Er det uttrykkelig avtalt at forsikringen skal opphøre ved utløpet av forsikringstiden, gjelder ikke første ledd om automatisk fornyelse.",
                        "§ 12-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-8",
                    "title": "(varsel fra forsikringstakeren om at forsikringen ikke skal fornyes)",
                    "sections": [
                        "Vil ikke forsikringstakeren at forsikringen skal fornyes automatisk, må han eller hun varsle selskapet innen forsikringstidens utløp.",
                        "§ 12-9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-9",
                    "title": "(varsel fra selskapet om at forsikringen ikke skal fornyes)",
                    "sections": [
                        "Vil ikke selskapet at forsikringen skal fornyes automatisk, må det varsle forsikringstakeren om dette senest to måneder før forsikringstidens utløp. Varslet skal være skriftlig og grunngitt. I motsatt fall fornyes forsikringsforholdet for ett år.",
                        "Selskapet kan bare unnlate å fornye en forsikring etter første ledd når det foreligger særlige grunner som gjør det rimelig å avbryte forsikringsforholdet. Selskapet skal i varslet orientere om adgangen til å kreve nemndbehandling etter § 20-1, eventuelt om andre muligheter for å få prøvd om selskapet har rett til å unnlate fornyelse.",
                        "Nåværende § 12-8 og § 12-9 blir nye § 12-10 og § 12-11.",
                        "§ 14-3 annet punktum skal lyde:",
                        "Dersom forsikringens gjenkjøpsverdi er utbetalt, må også gjenkjøpsverdien betales tilbake til selskapet innen samme frist, jf likevel § 12-10 første ledd.",
                        "I lov 13. juni 1997 nr. 44 om aksjeselskaper (aksjeloven) gjøres følgende endringer:",
                        "§ 3-6 tredje ledd skal lyde:",
                        "(3) Når bestemmelser i denne loven setter beløpsmessige begrensninger for adgangen til utdeling fra selskapet, er det en eiendels balanseførte verdi som er bestemmende ved vurderingen av om verdien ligger innenfor begrensningene.",
                        "Nåværende tredje ledd blir nytt fjerde ledd.",
                        "I lov 13. juni 1997 nr. 45 om allmennaksjeselskaper (allmennaksjeloven) gjøres følgende endringer:",
                        "§ 3-6 tredje ledd skal lyde:",
                        "(3) Når bestemmelser i denne loven setter beløpsmessige begrensninger for adgangen til utdeling fra selskapet, er det en eiendels balanseførte verdi som er bestemmende ved vurderingen av om verdien ligger innenfor begrensningene.",
                        "Nåværende tredje ledd blir nytt fjerde ledd.",
                        "I lov 15. juni 2001 nr. 59 om stiftelser gjøres følgende endringer i § 62:",
                        "Nr. 1 oppheves.",
                        "Nr. 3 oppheves.",
                        "I nr. 4 skal endringen av lov 21. juni 1985 nr. 78 om registrering av foretak § 4-4 bokstav a lyde:",
                        "a)Bekreftet gjenpart av stiftelsesdokument og bekreftet utskrift av protokollen fra generalforsamlinger som viser meldte opplysninger i aksjeselskap, allmennaksjeselskap, annet selskap med begrenset ansvar, forening og annen innretning; selskapsavtalen for ansvarlig selskap, kommandittselskap og europeisk økonomisk foretaksgruppe, selskapsavtalen for interkommunalt selskap, for stiftelser stiftelsesdokumentet eller den disposisjonen som ellers danner grunnlaget for stiftelsen, og bekreftet gjenpart av vedtak om opprettelse av regionalt helseforetak og helseforetak.",
                        "I nr. 4 skal endringen av lov 21. juni 1985 nr. 78 om registrering av foretak § 4-4 bokstav e annet punktum lyde:",
                        "I tilfelle også dokumenter som nevnt i aksjeloven § 2-4 annet ledd, § 2-5 annet ledd, § 2-6, § 2-8, § 10-2, § 13-10, § 14-4 tredje ledd, jf. § 13-10, og § 15-1 annet ledd annet punktum og allmennaksjeloven § 2-4 annet ledd, § 2-5 annet ledd, § 2-6, § 2-8, § 10-2, § 13-10 og § 14-4 tredje ledd, jf. § 13-10, samt erklæring som nevnt i selskapsloven § 3-3 tredje ledd tredje punktum og stiftelsesloven § 12 første ledd bokstav d og annet ledd og § 23 annet punktum.",
                        "I nr. 5 oppheves endringen av § 2-22 tredje ledd i lov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner.",
                        "I nr. 9 om endringer i lov 17. juli 1998 nr. 56 om årsregnskap mv. (regnskapsloven) skal innledningen til endringen av § 9-1 tredje ledd lyde:",
                        "§ 10-1 tredje ledd skal lyde:",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid. Endringene i avsnitt IV trer likevel i kraft straks.",
                        "Endringene i avsnitt II og III gjelder når beslutningen om utdeling treffes etter at loven har trådt i kraft."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}