{
    "lawId": "LOV-2005-12-21-121",
    "lawName": "Lov om endringer i lov 17. juni 2005 nr. 62 om arbeidsmiljø, arbeidstid og stillingsvern mv. (arbeidsmiljøloven)",
    "shortName": "Endringslov til arbeidsmiljøloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 10-5",
                    "title": "Gjennomsnittsberegning av den alminnelige arbeidstid",
                    "sections": [
                        "(1) Arbeidsgiver og arbeidstaker kan skriftlig avtale at den alminnelige arbeidstid kan ordnes slik at den i løpet av en periode på høyst 52 uker i gjennomsnitt ikke blir lenger enn foreskrevet i § 10-4, men slik at den alminnelige arbeidstiden ikke overstiger ni timer i løpet av 24 timer eller 48 timer i løpet av sju dager.",
                        "(2) Arbeidsgiver og arbeidstakernes tillitsvalgte i virksomhet som er bundet av tariffavtale kan skriftlig avtale at den alminnelige arbeidstiden skal ordnes slik at den i løpet av en periode på høyst 52 uker i gjennomsnitt ikke blir lenger enn foreskrevet i § 10-4, men slik at den samlede arbeidstiden ikke overstiger ti timer i løpet av 24 timer eller 54 timer i løpet av sju dager. Lengre arbeidstid enn foreskrevet i § 10-4 må ikke benyttes mer enn seks uker i sammenheng.",
                        "(3) Arbeidstilsynet kan samtykke i at den alminnelige arbeidstiden i løpet av en periode på høyst 26 uker i gjennomsnitt ikke blir lenger enn foreskrevet i § 10-4, men slik at den samlede arbeidstiden ikke overstiger 13 timer i løpet av 24 timer eller 48 timer i løpet av sju dager. Grensen på 48 timer kan gjennomsnittsberegnes over en periode på åtte uker. Før Arbeidstilsynet treffer sin avgjørelse, skal ordningen av arbeidstiden drøftes med arbeidstakernes tillitsvalgte. Referat fra drøftingene samt utkast til arbeidsplan skal vedlegges søknaden. Arbeidstilsynet skal ved sin avgjørelse legge særlig vekt på hensynet til arbeidstakernes helse og velferd.",
                        "§ 10-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-6",
                    "title": "Overtid",
                    "sections": [
                        "(1) Arbeid utover avtalt arbeidstid må ikke gjennomføres uten at det foreligger et særlig og tidsavgrenset behov for det.",
                        "(2) Varer arbeidet for noen arbeidstaker ut over lovens grense for den alminnelige arbeidstid regnes det overskytende som overtidsarbeid.",
                        "(3) Før arbeid som nevnt i denne paragraf iverksettes skal arbeidsgiver, dersom det er mulig, drøfte nødvendigheten av det med arbeidstakernes tillitsvalgte.",
                        "(4) Overtidsarbeidet må ikke overstige ti timer i løpet av sju dager, 25 timer i fire sammenhengende uker og 200 timer innenfor en periode på 52 uker.",
                        "(5) Arbeidsgiver og arbeidstakernes tillitsvalgte i virksomhet som er bundet av tariffavtale kan for et tidsrom på inntil 12 uker skriftlig avtale overtidsarbeid inntil 15 timer i løpet av sju dager, men slik at samlet overtidsarbeid ikke overstiger 40 timer i fire sammenhengende uker. Overtidsarbeidet må ikke overstige 300 timer innenfor en periode på 52 uker.",
                        "(6) Arbeidstilsynet kan etter søknad i særlige tilfeller tillate samlet overtidsarbeid inntil 20 timer i løpet av sju dager og 200 timer i løpet av en periode på 26 uker. Referat fra drøftingene jf. tredje ledd skal vedlegges søknaden. Fremmer virksomheten søknad om overtid innenfor rammen i femte ledd, skal årsaken til at saken ikke er løst ved avtale med de tillitsvalgte alltid oppgis. Arbeidstilsynet skal ved sin avgjørelse legge særlig vekt på hensynet til arbeidstakernes helse og velferd.",
                        "(7) Overtidsarbeid utover rammen i fjerde ledd kan bare pålegges arbeidstakere som i det enkelte tilfellet har sagt seg villig til det.",
                        "(8) Samlet arbeidstid må ikke overstige 13 timer i løpet av 24 timer eller 48 timer i løpet av sju dager. Grensen på 48 timer i løpet av sju dager kan gjennomsnittsberegnes over en periode på åtte uker.",
                        "(9) Arbeidsgiver og arbeidstakernes tillitsvalgte i virksomhet som er bundet av tariffavtale kan skriftlig avtale unntak fra grensen på 13 timer i løpet av 24 timer og kan dessuten skriftlig avtale at overtidsarbeid når det er nødvendig for å unngå alvorlige driftsforstyrrelser og hjemmevakter, kan utføres i den arbeidsfrie perioden. Ved virksomhet som ikke er bundet av tariffavtale, kan arbeidsgiver og arbeidstakernes representanter på samme vilkår skriftlig avtale at overtidsarbeid kan foregå i den arbeidsfrie perioden. Når det utføres arbeid etter avtale som nevnt i dette ledd, skal arbeidstaker sikres tilsvarende kompenserende hvileperioder eller, der dette ikke er mulig, annet passende vern.",
                        "(10) Arbeidstaker har rett til å bli fritatt fra å utføre arbeid utover avtalt arbeidstid når vedkommende av helsemessige eller vektige sosiale grunner ber om det. Arbeidsgiver plikter også ellers å frita arbeidstaker som ber om det, når arbeidet uten skade kan utsettes eller utføres av andre.",
                        "(11) For overtidsarbeid skal det betales et tillegg til den lønn arbeidstakeren har for tilsvarende arbeid i den alminnelige arbeidstiden. Tillegget skal være minst 40 prosent.",
                        "(12) Arbeidsgiver og arbeidstaker kan skriftlig avtale at overtidstimer helt eller delvis skal tas ut i form av arbeidsfri på et avtalt tidspunkt.",
                        "§ 10-8 første ledd skal lyde:",
                        "(1) Arbeidstaker skal ha minst 11 timer sammenhengende arbeidsfri i løpet av 24 timer. Likevel kan det i den arbeidsfrie perioden muntlig avtales kortvarige arbeidsoppdrag med den enkelte arbeidstaker når det brått oppstår fare for alvorlig driftsforstyrrelse.",
                        "§ 10-8 tredje ledd skal lyde:",
                        "(3) Arbeidsgiver og arbeidstakernes tillitsvalgte i virksomhet som er bundet av tariffavtale kan skriftlig avtale unntak fra bestemmelsene i første og andre ledd. Slik avtale kan bare inngås dersom arbeidstaker sikres tilsvarende kompenserende hvileperioder eller, der dette ikke er mulig, annet passende vern. Den daglige arbeidsfrie perioden kan ikke avtales kortere enn 8 timer og den ukentlige arbeidsfrie perioden kan ikke avtales kortere enn 28 timer.",
                        "§ 10-12 andre ledd skal lyde:",
                        "(2) Bestemmelsene i dette kapitlet kommer ikke til anvendelse for arbeidstakere i særlig uavhengig stilling, med unntak av § 10-2 første, andre og fjerde ledd.",
                        "§ 10-13 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-13",
                    "title": "Tvisteløsning",
                    "sections": [
                        "Tvist mellom arbeidsgiver og arbeidstaker om anvendelsen av bestemmelsene i § 10-2 andre, tredje og fjerde ledd og § 10-6 tiende ledd avgjøres av tvisteløsningsnemnda, jf. § 17-2.",
                        "§ 11-3 andre ledd andre punktum skal lyde:",
                        "Arbeid mellom kl. 2100 og kl. 2300 er nattarbeid og er ikke tillatt med mindre arbeidets art gjør det nødvendig eller det foreligger et særlig og tidsavgrenset behov for nattarbeid.",
                        "§ 14-2 niende ledd oppheves.",
                        "§ 14-9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-9",
                    "title": "Midlertidig ansettelse",
                    "sections": [
                        "(1) Arbeidstaker skal ansettes fast. Avtale om midlertidig ansettelse kan likevel inngås:",
                        "a)når arbeidets karakter tilsier det og arbeidet atskiller seg fra det som ordinært utføres i virksomheten,",
                        "b)for arbeid i stedet for en annen eller andre (vikariat),",
                        "c)for praksisarbeid,",
                        "d)deltaker i arbeidsmarkedstiltak i regi av eller i samarbeid med Aetat,",
                        "e)for idrettsutøvere, idrettstrenere, dommere og andre ledere innen den organiserte idretten.",
                        "(2) Departementet kan i forskrift gi nærmere bestemmelser om midlertidig ansettelse for praksisarbeid og om hvilke typer arbeidsmarkedstiltak som omfattes av første ledd bokstav d.",
                        "(3) Landsomfattende arbeidstakerorganisasjon kan inngå tariffavtale med en arbeidsgiver eller en arbeidsgiverforening om adgang til midlertidig ansettelse innenfor en nærmere angitt arbeidstakergruppe som skal utføre kunstnerisk arbeid, forskningsarbeid eller arbeid i forbindelse med idrett. Dersom tariffavtalen er bindende for et flertall av arbeidstakerne innenfor en nærmere angitt arbeidstakergruppe i virksomheten, kan arbeidsgiver på samme vilkår inngå midlertidig arbeidsavtale med andre arbeidstakere som skal utføre tilsvarende arbeid.",
                        "(4) Arbeidstaker som har vært ansatt i mer enn ett år, har krav på skriftlig varsel om tidspunktet for fratreden senest en måned før fratredelsestidspunktet. Dette gjelder likevel ikke deltaker i arbeidsmarkedstiltak som omfattes av andre ledd bokstav d. Varselet skal anses for å være gitt når det er kommet fram til arbeidstakeren. Dersom fristen ikke overholdes, kan arbeidsgiver ikke kreve at arbeidstakeren fratrer før en måned etter at varsel er gitt.",
                        "(5) Midlertidige arbeidsavtaler opphører ved det avtalte tidsrommets utløp, eller når det bestemte arbeidet er avsluttet, med mindre noe annet er skriftlig avtalt eller fastsatt i tariffavtale. For arbeidstaker som har vært sammenhengende midlertidig ansatt i mer enn fire år kommer reglene om oppsigelse av arbeidsforhold til anvendelse. Dette gjelder likevel ikke for arbeidstaker som er midlertidig ansatt etter første ledd bokstav c, d og e.",
                        "§ 14-10 tredje ledd oppheves.",
                        "§ 14-12 tredje ledd skal lyde:",
                        "(3) Ved innleie etter denne paragraf gjelder reglene i § 14-9 femte ledd, andre og tredje punktum tilsvarende.",
                        "I § 15-11 gjøres følgende endringer:",
                        "Tredje ledd skal lyde:",
                        "(3) Retten til å fortsette i stillingen gjelder ikke ved tvist om avskjed, oppsigelse i prøvetiden, for innleid arbeidstaker eller midlertidig ansatt. Etter krav fra arbeidstaker kan retten likevel bestemme at arbeidsforholdet skal fortsette inntil saken er rettskraftig avgjort.",
                        "Fjerde ledd oppheves.",
                        "Nåværende femte og sjette ledd blir nytt fjerde og femte ledd.",
                        "§ 16-3 første ledd andre punktum oppheves.",
                        "§ 18-6 første ledd skal lyde:",
                        "Arbeidstilsynet gir de pålegg og treffer de enkeltvedtak ellers som er nødvendige for gjennomføringen av bestemmelsene i og i medhold av kapittel 2 med unntak av § 2-4, kapittel 3 til 8, kapittel 10 med unntak av § 10-2 andre til fjerde ledd og § 10-6 tiende ledd, kapittel 11 samt §§ 14-5 til 14-8, 15-2 og 15-15.",
                        "I lov 1. april 2005 nr. 15 om universiteter og høyskoler gjøres følgende endringer:",
                        "§ 4-3 sjette ledd skal lyde:",
                        "(6) Arbeidstilsynet fører tilsyn med at kravene i annet ledd overholdes. Arbeidsmiljøloven kapittel 18 om tilsyn og tvangsmidler mv. gjelder tilsvarende så langt det passer. Departementet kan gi forskrift med utfyllende bestemmelser om tilsyn og tvangsmidler for å fremme overholdelse av denne paragraf.",
                        "§ 4-5 første ledd skal lyde:",
                        "En student som får barn under studiene, skal gis rett til permisjon fra studiene under svangerskap og til omsorg for barn. Studenten skal ha rett til å gjenoppta sine studier på tilsvarende nivå som før permisjonen. Bestemmelsene i arbeidsmiljøloven §§ 12-1 til 12-5 og § 12-7 gjelder så langt de passer.",
                        "§ 6-1 skal lyde:",
                        "Ved ansettelser m.m. ved institusjoner under denne lov gjelder de alminnelige regler i arbeidsmiljøloven og lov 4. mars 1983 nr. 3 om statens tjenestemenn m.m., med de særregler som følger av denne lov.",
                        "Loven trer i kraft 1. januar 2006."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}