{
    "lawId": "LOV-2005-12-09-113",
    "lawName": "Lov om endringer i lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven)",
    "shortName": "Endringslov til skatteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 6-24",
                    "title": "Kostnader med tilknytning til skattefri aksjeinntekt mv.",
                    "sections": [
                        "(1) Det gis fradrag for kostnad som pådras for å erverve inntekt som er fritatt for skatteplikt etter § 2-38.",
                        "(2) Det gis likevel ikke fradrag for ervervs- og realisasjonskostnader.",
                        "§ 6-90 tredje ledd oppheves.",
                        "Nåværende § 6-90 fjerde og femte ledd blir nytt tredje og fjerde ledd.",
                        "§ 7-2 annet ledd oppheves.",
                        "Nåværende § 7-2 tredje og fjerde ledd blir nytt annet og tredje ledd.",
                        "§ 7-2 nytt fjerde ledd skal lyde:",
                        "(4) Flermannsboliger omfattes ikke av skattefritaket i denne paragraf.",
                        "§ 7-10 annet punktum skal lyde:",
                        "Fradrag for overskytende beløp reduseres med ti prosent for hvert år det ikke har vært skattepliktig utleieinntekt de siste fem årene.",
                        "§ 9-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-5",
                    "title": "Beregning av gevinst eller tap ved realisasjon av andel i boligselskap",
                    "sections": [
                        "Ved beregning av gevinst eller tap ved realisasjon av andel i boligselskap, jf. § 7-3, tas det hensyn til endring i selskapets gjeld i eierens eiertid etter bestemmelser som fastsettes av departementet.",
                        "§ 10-1 annet ledd skal lyde:",
                        "(2) Bestemmelsene gjelder ikke for boligselskap som får inntekten fastsatt etter § 7-3.",
                        "§ 10-4 nytt annet ledd skal lyde:",
                        "(2) Utenlandsk selskap hjemmehørende i land innenfor EØS anses likestilt med norsk selskap hvis:",
                        "a.det utenlandske selskapet tilsvarer et norsk selskap eller sammenslutning som nevnt i § 10-2 første ledd,",
                        "b.selskapet er skattepliktig etter § 2-3 første ledd b eller petroleumsskatteloven § 2, jf. § 1, og",
                        "c.det mottatte konsernbidrag er skattepliktig inntekt i Norge for mottakeren.",
                        "Nåværende § 10-4 annet ledd blir nytt tredje ledd.",
                        "Ny § 14-72 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-72",
                    "title": "Betinget skattefritak ved skogvern etter naturvernloven",
                    "sections": [
                        "(1) Gevinst av vederlag for vern av skog i forbindelse med etablering eller utvidelse av verneområde etter naturvernloven, kan kreves fritatt for beskatning så langt skattyteren bruker vederlaget til å erverve nytt jord- eller skogareal, eller til å erverve eller påkoste bygg eller anlegg til bruk i jord- eller skogbruksvirksomhet, eller i annen næring knyttet til slik virksomhet.",
                        "(2) § 14-70 tredje, fjerde og åttende ledd gjelder tilsvarende. Ved skogvern etter naturvernloven regnes fristen for reinvestering i tilfelle fra det senere tidspunkt da erstatningen fastsettes.",
                        "§ 14-81 første ledd bokstav c nr. 1 oppheves.",
                        "Nåværende § 14-81 første ledd bokstav c nr. 2 og nr. 3 blir første ledd bokstav c ny nr. 1 og nr. 2.",
                        "§ 2-3 tredje ledd skal lyde:",
                        "(3) Person som har hatt skatteplikt etter § 2-1, er skattepliktig for gevinst på aksje og andel i norske og utenlandske selskap som nevnt i § 2-2 annet ledd og § 2-38, som han eier på det tidspunkt bostedskatteplikten til Norge opphører, som om aksjene eller andelene var realisert på dette tidspunktet. Tap gir tilsvarende fradragsrett ved flytting til en stat innenfor EØS. Beskatningen etter første punktum unnlates når slik beregnet gevinst ikke overstiger 200 000 kroner. Skatteplikten bortfaller hvis aksjene eller andelene ikke er realisert innen fem år etter at bostedsskatteplikten til Norge opphørte, eller hvis skattyter blir skattepliktig etter § 2-1 før aksjene er realisert.",
                        "§ 2-3 nytt fjerde ledd skal lyde:",
                        "(4) Departementet kan gi forskrift til utfylling og gjennomføring av bestemmelsene i tredje ledd, herunder om rett til utsettelse med utligningen, gevinstberegning, sikkerhetsstillelse, rentefritak og oppgaveplikt.",
                        "§ 2-14 nytt femte ledd skal lyde:",
                        "(5) Barn som lignes sammen med foreldre etter reglene i første ledd og som har fått engangserstatning for personskade i henhold til skadeserstatningsloven kapittel 3, kan lignes særskilt for formue og avkastning av engangserstatningen. Departementet kan gi forskrift til utfylling og gjennomføring av reglene i foregående punktum.",
                        "§ 2-35 annet ledd skal lyde:",
                        "(2) For skatt til Svalbard gjelder bestemmelser i egen lov. Ved anvendelse av denne lov skal",
                        "a.personer bosatt på Svalbard og selskaper hjemmehørende på Svalbard likestilles med personer som er bosatt i utlandet, eller selskaper som er hjemmehørende i utlandet. Foregående punktum gjelder likevel ikke § 2-38 og § 10-13.",
                        "b.§ 2-3 tredje ledd gis tilsvarende anvendelse for personer som tar opphold på Svalbard og anses bosatt der, med untak for bunnbeløp etter bestemmelsens tredje punktum. Svalbard likestilles med stater innenfor EØS ved anvendelsen av § 2-3 tredje ledd. Det gis fradrag i skatt til fastlandet for skatt som godtgjøres å være betalt på gevinsten på Svalbard. Departementet gir forskrift til utfylling og gjennomføring av foregående punktum.",
                        "c.personer bosatt på fastlandet og selskaper hjemmehørende på fastlandet ikke ilignes skatt av inntekt og formue som er skattlagt til Svalbard.",
                        "Ny § 4-22 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 4-22",
                    "title": "Skattefrihet for engangserstatning for personskade til barn",
                    "sections": [
                        "(1) Skattyter som fyller 21 år eller mindre i inntektsåret, og som har fått engangserstatning for personskade i henhold til skadeserstatningsloven kapittel 3, er fritatt for formuesskatt på erstatningsbeløpet såfremt personskaden har ført til minst 50 prosent nedsatt ervervsevne.",
                        "(2) Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf.",
                        "Ny § 5-12 femte ledd skal lyde:",
                        "(5) Fordel ved privat bruk av elektronisk kommunikasjon dekket av arbeidsgiver beregnes etter satser som fastsettes av departementet. Departementet kan gi forskrift til utfylling og gjennomføring av første punktum.",
                        "§ 5-13 første ledd første punktum skal lyde:",
                        "Fordel ved privat bruk av arbeidsgivers bil fastsettes til 30 prosent av bilens listepris som ny, inntil et beløp fastsatt av departementet i forskrift, og 20 prosent av overskytende listepris.",
                        "§ 5-15 første ledd bokstav e nr. 1 skal lyde:",
                        "1.inntekt om bord på skip i form av",
                        "-verdien av fritt opphold om bord, med unntak for fri kost på sokkelinnretning",
                        "-ekstrahyre, effektgodtgjørelse og annen godtgjørelse ved forlis",
                        "-krigsrisikotillegg opptjent under fart i erklært krigssone,",
                        "Ny § 6-14 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-14",
                    "title": "Elektronisk kommunikasjonskostnad",
                    "sections": [
                        "Fradrag for kostnad til elektronisk kommunikasjon reduseres med det beløp som faller på privatbruken. Reduksjonsbeløpet fastsettes etter § 5-12 femte ledd. Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf.",
                        "§ 6-70 med deloverskrift skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Særlige bestemmelser om fradrag for utenlandske arbeidstakere og begrenset skattepliktige",
            "paragraphs": [
                {
                    "name": "§ 6-70",
                    "title": "Standardfradrag for utenlandsk arbeidstaker",
                    "sections": [
                        "(1) Skattyter som",
                        "a.etablerer skatteplikt som bosatt i riket, jf. § 2-1 første ledd, kan ved ligningen for de to første inntektsårene kreve standardfradrag etter denne paragraf i stedet for ordinære fradrag.",
                        "b.har begrenset skatteplikt etter § 2-3 første ledd d og annet ledd, kan kreve standardfradrag etter denne paragraf i stedet for ordinære fradrag.",
                        "c.har begrenset skatteplikt etter § 2-3 første ledd h, skal ha standardfradrag etter denne paragraf. Har personen utelukkende skatteplikt etter § 2-3 første ledd h, skal han ha standardfradrag uansett hvor lenge denne skatteplikten består.",
                        "(2) Standardfradraget utgjør 10 prosent av samme beregningsgrunnlag som minstefradrag, jf. § 6-31. Fradraget kan ikke settes høyere enn 40 000 kroner.",
                        "(3) Standardfradraget trer i stedet for andre fradrag enn",
                        "a.fagforeningskontingent, jf. § 6-20",
                        "b.minstefradrag, jf. § 6-30",
                        "c.tilskudd til pensjonsordning, jf. § 6-47 a og b",
                        "d.særskilt fradrag for sjøfolk, jf. § 6-61.",
                        "(4) Valg av standardfradrag må gjelde begge ektefeller.",
                        "Ny § 6-71 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-71",
                    "title": "Fradrag for personlig skattyter med begrenset skatteplikt",
                    "sections": [
                        "(1) Personlig skattyter med begrenset skatteplikt etter § 2-3 kan kreve fradrag som om skatteplikten gjaldt all formue og inntekt etter § 2-1 niende ledd, når skattyteren er bosatt i annen EØS-stat og hele eller tilnærmet hele skattyterens inntekt av arbeid, pensjon eller virksomhet i inntektsåret skattlegges i Norge. Fradrag for gjeldsrenter begrenses i samsvar med skatteloven § 6-40 fjerde ledd. For ektefeller legges ektefellenes samlede inntekt til grunn ved avgjørelsen av om inntektskravet er oppfylt.",
                        "(2) Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf.",
                        "§ 10-30 skal lyde:",
                        "(1) Bestemmelsene i §§ 10-31 til 10-37 gjelder for aksjer i aksjeselskaper og allmennaksjeselskaper. Likt med aksje regnes grunnfondsbevis, medlemskap og andre andeler i selskap og sammenslutning som omfattes av § 10-1, samt i tilsvarende utenlandske selskaper mv. Bestemmelsen gjelder ikke for aksje i boligselskap som nevnt i § 7-3.",
                        "(2) Bestemmelsene i § 10-31 og § 10-32 første ledd får anvendelse på fortrinnsrett til tegning av aksje og tildelingsbevis.",
                        "(3) Bestemmelsene i §§ 10-31 til 10-37 får ikke anvendelse på andeler i verdipapirfond når disse er eid i forbindelse med individuell pensjonsavtale etter § 6-47 første ledd c når avtalen er inngått mellom andelseier og forvaltningsselskap. Tilsvarende gjelder for andel i verdipapirfond som er eid i forbindelse med innskuddspensjon etter innskuddspensjonsloven.",
                        "§ 11-7 fjerde ledd skal lyde:",
                        "(4) For deltaker som får høyere eller lavere skattemessig verdi på andel i selskap som nevnt i § 10-40 etter fusjon eller fisjon, skal differansen behandles på samme måte som over- eller underpris ved beregning av inngangsverdi på andel ved realisasjon. Fradragsrammen for kommandittist og stille deltaker, jf. § 10-43 annet ledd, skal også korrigeres for differansen som nevnt i første punktum.",
                        "§ 14-1 femte ledd skal lyde:",
                        "(5) Går skattyteren over til å benytte et annet regnskapsår enn tidligere, skal inntekten i tidsrommet mellom det forrige regnskapsårets avslutning og det nye regnskapsårets begynnelse skattlegges særskilt. Det gis fradrag for avskrivninger i denne perioden med en forholdsmessig del etter hvor mange påbegynte måneder skattyteren har benyttet det nye regnskapsåret.",
                        "§ 14-6 første ledd første punktum skal lyde:",
                        "Det gis fradrag for underskudd som omfattes av § 6-3 første ledd, som skattyteren har hatt i et forutgående år.",
                        "§ 14-6 annet ledd oppheves.",
                        "Nåværende § 14-6 tredje til femte ledd blir annet til fjerde ledd.",
                        "§ 14-8 oppheves.",
                        "§ 14-9 blir ny § 14-8.",
                        "§ 14-70 første ledd bokstav c skal lyde:",
                        "c.er en festetomt til bolighus eller fritidshus, og er innløst ved tvang av festeren etter lov om tomtefeste eller opprinnelig festeavtale, eller er avhendet til en fester som kunne krevd tvungen innløsning.",
                        "§ 14-70 annet ledd annet til fjerde punktum skal lyde:",
                        "Ved innløsning av festet tomt kan det reinvesteres i erverv av annen tomt som bortfestes, eller i erverv av eller påkostning på areal, bygg eller anlegg som brukes i skattyterens næringsvirksomhet eller annen inntektsgivende aktivitet. Dette gjelder likevel ikke bolig- og fritidseiendom. Departementet kan i forskrift gi regler til presisering og avgrensning av reinvesteringsområdet etter annet og tredje punktum.",
                        "§ 14-70 tredje ledd første og annet punktum skal lyde:",
                        "Nytt formuesobjekt må være ervervet eller bindende avtale om erverv må være inngått innen utløpet av det tredje året etter realisasjonsåret. Departementet kan i forskrift gi bestemmelser om sikkerhetsstillelse i de tilfeller der reinvestering ikke har funnet sted innen utløpet av året etter realisasjonsåret.",
                        "Nåværende § 14-70 tredje ledd annet punktum blir nytt tredje punktum.",
                        "§ 8-11 første ledd bokstav b skal lyde:",
                        "b.skip som driver transport av personell eller forsyninger, taubåter, entreprenørskip eller andre hjelpefartøy i petroleumsvirksomhet,",
                        "§ 8-13 tredje ledd skal lyde:",
                        "(3) Selskap innenfor ordningen kan ikke ha inntekt som oppebæres ved drift av entreprenørskip, når slik virksomhet omfattes av petroleumsskatteloven § 1.",
                        "Endringene under I trer i kraft straks.",
                        "Endringen under II trer i kraft straks med virkning fra og med 26. mars 2004.",
                        "Endringene under III trer i kraft straks med virkning fra og med inntektsåret 2005.",
                        "Endringene under IV trer i kraft straks med virkning fra og med inntektsåret 2006.",
                        "Endringene under V trer i kraft straks med virkning fra og med inntektsåret 2006.",
                        "Overgangsbestemmelser",
                        "Ved ikrafttredelse av endringene under V § 8-11 gjelder følgende overgangsregel:",
                        "1.Denne overgangsregel gjelder for selskap som trer ut av den særskilte beskatningsordningen i henhold til skatteloven §§ 8-11 til 8-20 fra og med inntektsåret 2006, som følge av at selskapet eier flyttbar innretning til bruk i petroleumsvirksomhet.",
                        "2.Selskap som nevnt i foregående ledd kan kreve fritak for inntektsskatt av gevinst etter skatteloven § 8-17, så langt gevinst fradras i avskrivningsgrunnlagene for selskapets avskrivbare driftsmidler etter uttreden. Gevinst fordeles til forholdsmessig fradrag i samtlige av selskapets avskrivningsgrunnlag.",
                        "3.Dersom gevinst overstiger selskapets samlede avskrivningsgrunnlag etter uttreden, skal det overskytende føres på gevinst- og tapskonto.",
                        "4.Gevinst etter skatteloven § 8-17 kan ikke fradras i avskrivningsgrunnlag for driftsmiddel som eies gjennom et deltakerlignet selskap hvor det også er deltakere utenfor ordningen med skatteplikt til Norge."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        }
    ]
}