{
    "lawId": "LOV-2005-06-17-95",
    "lawName": "Midlertidig lov om arbeids- og oppholdstillatelse for vietnamesere på Filippinene med nære slektninger i Norge",
    "shortName": "Midl lov om vietnamesere på Filippinene",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Rett til arbeids- eller oppholdstillatelse",
                    "sections": [
                        "Vietnamesere som kom til Filippinene før 1998, som fyller vilkårene for status som «Remaining Vietnamese National» og som har nære slektninger i Norge, jf. annet ledd, samt deres ektefeller og barn, gis etter søknad rett til arbeids- eller oppholdstillatelse i riket, jf. utlendingsloven § 7, såframt noe annet ikke følger av loven her. Det er et vilkår at herboende slektning er norsk statsborger eller har bosettingstillatelse eller tillatelse som kan danne grunnlag for bosettingstillatelse, jf. utlendingsloven § 12, og at vedkommende ikke er besluttet utvist, jf. utlendingsloven §§ 29 og 30. For arbeids- eller oppholdstillatelse til ektefelle er det i tillegg et vilkår at ekteskapet bestod ved ikrafttredelsen av loven her og på vedtakstidspunktet.",
                        "Med «nære slektninger» forstås i denne lov foreldre, besteforeldre, barn, barnebarn, søsken og søskenbarn, samt kjødelige tanter, onkler, nieser og nevøer.",
                        "Også andre vietnamesere på Filippinene kan etter søknad gis tillatelse som nevnt i første ledd dersom de som følge av forberedelsene av loven her har hatt særlig grunn til å forvente at slik tillatelse vil bli gitt."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Innholdet av tillatelsen",
                    "sections": [
                        "Tillatelsen har samme rettsvirkninger som om arbeids- eller oppholdstillatelse hadde vært gitt i medhold av utlendingsloven § 8 annet ledd."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Særlig om tillatelse til barn",
                    "sections": [
                        "Det er et vilkår at herboende er egnet som omsorgsperson for enslig mindreårig slektning som søker tillatelse etter loven.",
                        "Når et mindreårig barn søker tillatelse etter loven sammen med andre voksne enn sine foreldre, må det godtgjøres at disse rettmessig utøver foreldreansvaret. Hvis foreldrene er i live, må det godtgjøres at foreldreansvaret er overført.",
                        "Når et mindreårig barn søker tillatelse etter loven sammen med én av foreldrene, må den andre som har foreldreansvar som hovedregel samtykke til at barnet tar opphold i Norge."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Unntak",
                    "sections": [
                        "Retten til arbeids- eller oppholdstillatelse etter § 1 gjelder ikke dersom",
                        "a)utlendingen i utlandet har sonet eller er ilagt straff for et forhold som etter norsk lov kan føre til fengselsstraff i mer enn tre måneder. Tilsvarende gjelder ved ilagt særreaksjon som følge av straffbart forhold som nevnt eller",
                        "b)utlendingen her i riket er ilagt straff eller særreaksjon for et forhold som kan føre til fengselsstraff i mer enn tre måneder eller flere ganger i løpet av de siste tre år er ilagt fengselsstraff.",
                        "Søknad om arbeids- og oppholdstillatelse etter § 1 kan også avslås",
                        "a)dersom det er nødvendig av hensyn til Norges eller et annet Schengen-lands nasjonale sikkerhet, offentlige orden eller internasjonale forbindelser,",
                        "b)dersom det foreligger omstendigheter som gir særlig grunn til å frykte at utlendingen her i riket eller i et annet nordisk land vil begå en straffbar handling som kan føre til fengselsstraff i mer enn tre måneder,",
                        "c)dersom utlendingen er innmeldt i Schengen informasjonssystem (SIS) med henblikk på ikke å tillate innreise,",
                        "d)i samsvar med reglene i den nordiske passkontrolloverenskomsten artikkel 6, når det er sannsynlig at utlendingen vil reise inn i et annet nordisk land og trolig vil bli bortvist der fordi pass eller visum som er gyldig for innreise i landet mangler, eller det for øvrig foreligger bortvisningsgrunn i vedkommende land,",
                        "e)når utlendingen er utvist fra riket eller fra et annet nordisk land med innreiseforbud som ennå gjelder,",
                        "f)når utlendingen har overtrådt straffeloven §§ 147a eller 147b, eller har gitt trygt tilholdssted til noen som utlendingen kjenner til at har begått en slik forbrytelse eller",
                        "g)når en administrativ myndighet i et land som deltar i Schengensamarbeidet har truffet endelig avgjørelse om bortvisning eller utvisning etter at utlendingen på grunn av manglende overholdelse av landets bestemmelser om utlendingers innreise eller opphold."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Frist for å fremme søknad",
                    "sections": [
                        "Søknad om arbeids- eller oppholdstillatelse etter denne lov må fremsettes innen ett år etter lovens ikrafttredelse."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Forholdet til utlendingsloven og introduksjonsloven",
                    "sections": [
                        "Utlendingsloven gjelder når ikke annet følger av loven her, likevel slik at det ikke kreves saksbehandlingsgebyr ved søknad om arbeids- eller oppholdstillatelse.",
                        "Personer som nevnt i § 1 skal ha rett og plikt til deltakelse i introduksjonsprogram etter introduksjonsloven."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Ikrafttredelse og opphør",
                    "sections": [
                        "Loven trer i kraft fra den tid Kongen bestemmer.",
                        "Loven opphører å gjelde når alle søknader som er fremmet innen søknadsfristen er endelig avgjort, likevel senest tre år etter ikrafttredelsen."
                    ]
                }
            ]
        }
    ]
}