{
    "lawId": "LOV-2005-02-11-8",
    "lawName": "Lov om endringer i lov 28. februar 1997 nr. 19 om folketrygd (folketrygdloven) m.m",
    "shortName": "Endringslov til folketrygdloven m.m.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 5-5",
                    "title": "Private laboratorier og røntgeninstitutter",
                    "sections": [
                        "Trygden yter stønad til dekning av et medlems utgifter til:",
                        "a)prøver og undersøkelser ved private medisinske laboratorier og",
                        "b)radiologiske undersøkelser og behandling ved private røntgenavdelinger eller røntgeninstitutter",
                        "som omfattes av avtale mellom virksomheten og regionalt helseforetak, jf. lov 15. juni 2001 nr. 93 om helseforetak m.m. Avtalte volumbegrensninger har ikke virkning for et medlems rett til refusjon fra trygden.",
                        "Det er et vilkår for rett til stønad for prøver og undersøkelser ved private medisinske laboratorier at det foreligger rekvisisjon fra lege eller tannlege. Det er et vilkår for rett til stønad for undersøkelser og behandling ved private røntgeninstitutter at det foreligger rekvisisjon fra lege, tannlege eller kiropraktor.",
                        "Departementet gir forskrifter om stønad etter denne paragrafen.",
                        "I lov 2. juli 1999 nr. 63 om pasientrettigheter (pasientrettighetsloven) gjøres følgende endring:",
                        "§ 2-6 fjerde ledd skal lyde:",
                        "Retten til dekning av utgifter etter første ledd faller bort dersom pasienten får tilbud om transport med transportør som har avtale med regionalt helseforetak. Retten til dekning av utgifter faller også bort i den utstrekning utgiftene dekkes etter annen lovgivning.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}