{
    "lawId": "LOV-2005-12-21-123",
    "lawName": "Lov om Statens pensjonsfond",
    "shortName": "Lov om Statens pensjonsfond",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Statens pensjonsfond skal understøtte statlig sparing for finansiering av folketrygdens pensjonsutgifter og underbygge langsiktige hensyn ved anvendelse av statens petroleumsinntekter.",
                    "sections": []
                },
                {
                    "name": "§ 2",
                    "title": "Statens pensjonsfond forvaltes av Finansdepartementet. Fondet består av Statens pensjonsfond – Utland og Statens pensjonsfond – Norge.",
                    "sections": [
                        "Utenlandsdelen anbringes som innskudd på konto i Norges Bank. Motverdien forvaltes etter nærmere regler fastsatt av departementet, jf. § 7.",
                        "Innenlandsdelen anbringes som et kapitalinnskudd i Folketrygdfondet. Motverdien forvaltes etter nærmere regler fastsatt av departementet, jf. § 7."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Inntekter i Statens pensjonsfond – Utland er kontantstrømmen fra petroleumsvirksomheten som blir overført fra statsbudsjettet, avkastningen av fondets formue og netto finanstransaksjoner knyttet til petroleumsvirksomheten.",
                    "sections": [
                        "Kontantstrømmen framkommer som summen av",
                        "-de samlede skatte- og avgiftsinntekter av petroleumsvirksomheten som innkreves ifølge lov 13. juni 1975 nr. 35 om skattleggig av undersjøiske petroleumsforekomster m.v. og lov 29. november 1996 nr. 72 om petroleumsvirksomhet,",
                        "-avgiftsinntekter ved utslipp av CO2 i petroleumsvirksomhet på kontinentalsokkelen,",
                        "-inntekter som følge av Statens direkte økonomiske engasjement i petroleumsvirksomheten, definert som driftsinntekter og andre inntekter fratrukket driftsutgifter og andre direkte utgifter,",
                        "-statlige inntekter på nettooverskuddsavtaler i enkelte utvinningstillatelser,",
                        "-utbytte fra Statoil ASA,",
                        "-overføringer fra Petroleumsforsikringsfondet,",
                        "-statens inntekter i forbindelse med fjerning eller annen disponering av innretninger på kontinentalsokkelen,",
                        "-statens eventuelle salg av andeler i Statens direkte økonomiske engasjement i petroleumsvirksomheten,",
                        "og fratrukket",
                        "-statens direkte investeringer i petroleumsvirksomheten,",
                        "-statens utgifter til Petroleumsforsikringsfondet,",
                        "-statens utgifter i forbindelse med fjerning eller annen disponering av innretninger på kontinentalsokkelen,",
                        "-statens eventuelle kjøp av andeler som ledd i Statens direkte økonomiske engasjement i petroleumsvirksomheten.",
                        "Netto finanstransaksjoner knyttet til petroleumsvirksomheten framkommer som summen av",
                        "-brutto inntekter ved statlig salg av aksjer i Statoil ASA,",
                        "og fratrukket",
                        "-statlig kapitalinnskudd i Statoil ASA og selskap som ivaretar statens interesser i petroleumsvirksomheten."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Inntekter i Statens pensjonsfond – Norge er avkastningen av de forvaltede midler.",
                    "sections": []
                },
                {
                    "name": "§ 5",
                    "title": "Midlene i Statens pensjonsfond kan bare anvendes til en beløpsmessig overføring til statsbudsjettet etter vedtak i Stortinget.",
                    "sections": []
                },
                {
                    "name": "§ 6",
                    "title": "Statens pensjonsfond kan ikke selv ha rettigheter eller plikter overfor private eller offentlige myndigheter, og kan ikke saksøke eller saksøkes.",
                    "sections": []
                },
                {
                    "name": "§ 7",
                    "title": "Departementet kan gi utfyllende bestemmelser til gjennomføring av loven. Departementet kan også fastsette nærmere bestemmelser om administrasjon mv. av Folketrygdfondet.",
                    "sections": []
                },
                {
                    "name": "§ 8",
                    "title": "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid. Departementet kan gi overgangsregler.",
                    "sections": [
                        "Bestemmelser om Folketrygdfondet gitt med hjemmel i folketrygdloven § 23-11 fjerde ledd gjelder inntil annet blir fastsatt etter § 7."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Fra den tid loven trer i kraft gjøres følgende endringer i andre lover:",
                    "sections": [
                        "1.Lov 22. juni 1990 nr. 36 om Statens petroleumsfond oppheves.",
                        "2.Lov 28. februar 1997 nr. 19 om folketrygd (folketrygdloven) § 23-11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 23-11",
                    "title": "Folketrygdens midler",
                    "sections": [
                        "Rikstrygdeverket skal holde folketrygdens midler regnskapsmessig skilt fra andre midler som det har."
                    ]
                }
            ]
        }
    ]
}