{
    "lawId": "LOV-2005-12-09-115",
    "lawName": "Lov om endringer i lov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav (skattebetalingsloven)",
    "shortName": "Endringslov til skattebetalingsloven 2005",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 10-32",
                    "title": "Avdragsordning ved arv og gave av næringsvirksomhet",
                    "sections": [
                        "(1) Ved arv og gave av eiendeler og rettigheter i enkeltpersonforetak og andel eller aksje i selskap omfattet av arveavgiftsloven § 11 A som oppfyller vilkårene i annet ledd, kan arvingen eller gavemottakeren kreve at beregnet arveavgift skal betales i like store årlige avdrag over inntil syv år regnet fra første forfall, uten renter av gjenstående avgiftsbeløp i denne perioden. Første avdrag forfaller på det tidspunkt som følger av § 10-31. Har den avgiftspliktige valgt kortere avdragstid enn syv år kan denne senere utvides til inntil syv år.",
                        "(2) Bestemmelsen i første ledd gjelder når følgende vilkår er oppfylt:",
                        "a)Enkeltpersonforetaket eller selskapet må oppfylle kravene som stilles til små foretak etter regnskapsloven § 1-6 i det siste årsregnskap før rådighetsåret; og",
                        "b)overdrageren eller dennes ektefelle eller samboer (som definert i arveavgiftsloven § 47 A) må umiddelbart før overdragelsen eie direkte eller indirekte minst 25 prosent av aksjene eller andelene i selskapet. Ved avgjørelsen av om dette vilkår er oppfylt, skal man også regne med andeler og aksjer som er eid av overdragers ektefelle eller samboer og arvinger omfattet av arveloven §§ 1 til 3, når disse tidligere var eid av arvelateren eller giveren eller dennes ektefelle eller samboer.",
                        "(3) Bestemmelsen i første ledd gjelder for enkeltpersonforetak bare verdier som er knyttet til virksomheten eller virksomhetene i foretaket. Verdien av børsnoterte aksjer, herunder aksjer notert på SMB-listen, derivater og aksjer og andeler omfattet av arveavgiftsloven § 11 A skal ikke regnes som verdier knyttet til virksomhet i enkeltpersonforetak. Ved overføring av aksjer eller andeler som omfattes av arveavgiftsloven § 11 A legges verdien etter arveavgiftsloven § 11 A til grunn.",
                        "(4) Hvor arvingen eller gavemottakeren også mottar verdier som ikke faller inn under reglene i første til tredje ledd, skal avdragsordningen gjelde for den del av beregnet arveavgift som etter en forholdsmessig fordeling faller på de nettoverdier som omfattes av første til tredje ledd. Nettoverdiene som omfattes av reglene i første til tredje ledd og andre nettoverdier beregnes ved at arvingens eller gavemottakerens andel av fradrag etter arveavgiftsloven § 15, jf. § 16, som klart knytter seg til en bestemt eiendel trekkes fra i denne. Fradrag som ikke klart knytter seg til en bestemt eiendel trekkes fra forholdsmessig etter forholdet mellom bruttoverdiene som faller inn under første til tredje ledd og bruttoverdiene som faller utenfor. Ved overføring av enkeltpersonforetak hvor det drives flere atskilte virksomheter skal den del av beregnet arveavgift som faller inn under avdragsordningen fordeles på virksomhetene etter forholdet mellom nettoverdiene knyttet til virksomhetene. Overføres aksjer eller andeler i flere selskaper skal arveavgiften knyttet til aksjene eller andelene fordeles mellom selskapene forholdsmessig etter nettoverdiene knyttet til aksjene eller andelene.",
                        "(5) Den rentefrie kreditten knyttet til det enkelte selskapet bortfaller i sin helhet hvis arvingen eller mottakeren dør, gir bort eller realiserer mer enn 50 prosent av de mottatte aksjene eller andelene. For enkeltpersonforetak bortfaller kreditten bare ved død. Realisasjon anses ikke å foreligge i den utstrekning fusjon, fisjon eller annen selskapsomdanning kan gjøres med skattemessig kontinuitet etter reglene i skatteloven og reglene i dette ledd gjelder tilsvarende for de motatte vederlagsaksjer eller -andeler. Overføres enkeltpersonforetak eller aksjene eller andelene i et selskap ved dødsfall og en ektefelle eller en arving, som selv har rett til avdragsordning etter denne paragraf, overtar ansvaret for avdødes avgiftsgjeld, kan vedkommende ektefelle eller arving overta avdødes rettigheter og plikter etter avdragsordningen. Ved arv og gave av eiendeler og rettigheter i enkeltpersonforetak bortfaller den rentefrie kreditten hvis virksomheten på arvingens eller mottakerens hånd i det vesentlige opphører. Når den rentefrie kreditten bortfaller, skal gjenstående avgiftsbeløp betales innen tre måneder.",
                        "(6) Avgiftsmyndigheten kan kreve at den avgiftspliktige stiller sikkerhet for avgiften.",
                        "§ 11-1 annet ledd skal lyde:",
                        "Lov 17. desember 1976 nr. 100 om renter ved forsinket betaling m.m. § 2 annet ledd gjelder tilsvarende.",
                        "Nåværende § 11-1 annet ledd blir tredje ledd.",
                        "§ 11-3 annet ledd skal lyde:",
                        "Lov 17. desember 1976 nr. 100 om renter ved forsinket betaling m.m. § 2 annet ledd gjelder tilsvarende.",
                        "§ 12-1 tredje ledd annet punktum skal lyde:",
                        "For krav på arveavgift løper foreldelsesfristen fra det tidspunktet kravet forfaller til betaling etter §§ 10-31 og 10-32.",
                        "§ 16-31 nytt fjerde ledd skal lyde:",
                        "(4) Reglene i første til tredje ledd gjelder ikke for avgiftsbeløp omfattet av avdragsordning etter § 10-32.",
                        "I § 19-3 nr. 2 om endringer i lov 19. mai 1933 nr. 11 om særavgifter gjøres følgende endring:",
                        "§ 1 skal lyde:",
                        "Når Stortinget med henvisning til denne loven vedtar særavgifter til statskassen som ikke omhandles i andre lover, fastsetter departementet nærmere bestemmelser om beregning og kontroll. Gjelder særavgiften etanol til teknisk bruk, fastsetter departementet forskrifter om forbud, produksjon, innførsel, utførsel og omsetning.",
                        "I § 19-3 nr. 5 om endringer i lov 19. juni 1964 nr. 14 om avgift av arv og visse gaver, gjøres følgende tillegg og endring:",
                        "Tillegg:",
                        "§ 20 A oppheves.",
                        "§ 27 fjerde ledd skal lyde:",
                        "Den som har fått utsatt forfall etter reglene i skattebetalingsloven § 10-32 plikter innen tre måneder å melde fra til skattefogden hvis retten til avdragsbetaling faller bort, jf. skattebetalingsloven § 10-32 femte ledd.",
                        "Endring:",
                        "§ 32 første ledd skal lyde:",
                        "Ved utbetaling eller utlevering av avgiftspliktige midler plikter tingretten å holde tilbake det nødvendige for å dekke vedkommende avgift for så vidt forfallstiden ikke er utsatt i henhold til skattebetalingsloven § 10-31 tredje ledd og § 10-32.",
                        "Denne loven trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}