{
    "lawId": "LOV-2005-03-11-13",
    "lawName": "Lov om endringer i introduksjonsloven mv",
    "shortName": "Endringslov til introduksjonsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel 4. Opplæring i norsk og samfunnskunnskap",
            "paragraphs": [
                {
                    "name": "§ 17",
                    "title": "Rett og plikt til deltakelse i opplæring i norsk og samfunnskunnskap",
                    "sections": [
                        "Rett og plikt til deltakelse i gratis opplæring i norsk og samfunnskunnskap i til sammen 300 timer gjelder for utlending mellom 16 og 55 år som har fått",
                        "a)oppholds- eller arbeidstillatelse etter utlendingsloven som danner grunnlag for bosettingstillatelse, eller",
                        "b)kollektiv beskyttelse i massefluktsituasjon etter utlendingsloven § 8 a.",
                        "Utlending mellom 55 og 67 år med oppholdsgrunnlag som nevnt i bokstav a eller b har rett, men ikke plikt, til å delta i opplæring som nevnt i første ledd.",
                        "Rett til deltakelse etter første og annet ledd gjelder ikke for utlending med oppholds- eller arbeidstillatelse etter utlendingsloven § 8 første ledd og deres familiemedlemmer med tillatelse etter utlendingsloven § 9 eller § 8 annet ledd. Utlending mellom 16 og 55 år med tillatelse som nevnt i første punktum som danner grunnlag for bosettingstillatelse, har plikt til deltakelse i opplæring i norsk og samfunnskunnskap i til sammen 300 timer, jf. § 18 første ledd annet punktum.",
                        "Rett eller plikt til deltakelse i opplæring i norsk og samfunnskunnskap foreligger ikke dersom det dokumenteres at vedkommende har tilstrekkelige kunnskaper i norsk. Plikt til deltakelse foreligger ikke dersom det dokumenteres at vedkommende har tilstrekkelige kunnskaper i samisk. Dersom særlige helsemessige eller andre tungtveiende årsaker tilsier det, kan kommunen frita den enkelte fra plikt til deltakelse.",
                        "Rett eller plikt til deltakelse etter første til tredje ledd inntrer ved innvilgelse av første gangs tillatelse etter utlendingsloven, eller fra ankomst til riket for utlending som har fått slik tillatelse før innreise. For personer som omfattes av første ledd bokstav b, inntrer rett og plikt til deltakelse fra det tidspunkt vedkommende blir bosatt i kommunen i henhold til særskilt avtale mellom utlendingsmyndighetene og kommunen. Rett til deltakelse etter første og annet ledd gjelder i tre år. I særlige tilfeller kan rett og plikt til deltakelse inntre fra det tidspunktet krav om opplæring settes fram. Departementet kan i forskrift gi utfyllende regler om hva som her skal være å anse som særlige tilfeller."
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Kommunens ansvar for opplæring i norsk og samfunnskunnskap",
                    "sections": [
                        "Kommunen skal så snart som mulig og innen tre måneder etter at krav eller søknad om deltakelse blir framsatt, sørge for opplæring i norsk og samfunnskunnskap i henhold til § 17 for personer som er bosatt i kommunen eller bor midlertidig på asylmottak i kommunen. Kommunen kan kreve at personer som omfattes av § 17 tredje ledd betaler for opplæringen.",
                        "Kommunen skal så snart som mulig og innen tre måneder etter at søknad om deltakelse blir framsatt, sørge for tilbud om ytterligere gratis opplæring i norsk til personer som omfattes av § 17 første og annet ledd innenfor rammen av 2 700 timer, dersom vedkommende har behov for det. Kommunen kan kreve at vedkommende gjennomfører tester for å fastslå om det er behov for slik opplæring. Kommunens plikt etter dette leddet gjelder i fem år fra det tidspunkt rett eller plikt til deltakelse i opplæring i norsk og samfunnskunnskap inntrer, jf. § 17 femte ledd.",
                        "Opplæringen skal gis av kommunen eller av andre som kommunen godkjenner."
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Gjennomføring av opplæring i norsk og samfunnskunnskap",
                    "sections": [
                        "Det skal utarbeides en individuell plan for den som skal delta i opplæring i norsk og samfunnskunnskap. § 6 gjelder tilsvarende.",
                        "Den som skal undervise i norsk og samfunnskunnskap skal som hovedregel ha faglig og pedagogisk kompetanse.",
                        "Kommunen kan stanse opplæringen for den enkelte dersom det er saklig begrunnet i den enkeltes forhold.",
                        "Ved gjennomført eller avbrutt opplæring skal det utstedes et deltakerbevis."
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Forskrifter",
                    "sections": [
                        "Departementet kan ved forskrift gi nærmere bestemmelser til utfylling og gjennomføring av kapittelet her, herunder bestemmelser om målene for opplæringen og om fravær og permisjon.",
                        "Nåværende kapittel 4 med §§ 17 til 20 blir nytt kapittel 5 med §§ 21 til 24.",
                        "Overskriften til nytt kapittel 5 skal lyde:",
                        "Kapittel 5. Saksbehandlingsregler m.m.",
                        "Ny § 21 annet ledd skal lyde:",
                        "Som enkeltvedtak etter denne lov regnes avgjørelser om",
                        "a)tildeling av introduksjonsprogram, introduksjonsstønad og opplæring i norsk og samfunnskunnskap,",
                        "b)vesentlig endring av individuell plan,",
                        "c)stansning av introduksjonsprogrammet eller opplæring i norsk og samfunnskunnskap for den enkelte,",
                        "d)permisjon,",
                        "e)trekk i introduksjonsstønaden med 50 prosent eller mer av en enkelt utbetaling, og som minst tilsvarer 1/12 av folketrygdens grunnbeløp.",
                        "Ny § 23 nytt tredje og fjerde ledd skal lyde:",
                        "Opplysninger som er nødvendige for gjennomføring, oppfølging og evaluering av ordningene i loven her, kan samles inn, brukes og lagres i et nasjonalt register. Avgiverne kan pålegges å avlevere opplysningene slik som departementet bestemmer. Departementet fastsetter hvordan kommunen eller andre virksomheter som gjennomfører introduksjonsprogram eller opplæring i norsk og samfunnskunnskap skal avgi opplysninger.",
                        "Opplysninger fra registeret som nevnt i tredje ledd kan utleveres til offentlige organer som har behov for dem i forbindelse med gjennomføring, oppfølging og evaluering av ordningene. Opplysningene skal bare leveres ut i statistisk form eller ved at individualiserende kjennetegn utelates, dersom dette dekker behovet. Departementet kan gi nærmere regler om behandling og lagring av opplysningene.",
                        "Nåværende §§ 21 og 22 blir nye §§ 25 og 26.",
                        "Mellom ny § 24 og ny § 25 skal ny kapitteloverskrift lyde:",
                        "Kapittel 6. Sluttbestemmelser",
                        "I lov 24. juni 1988 nr. 64 om utlendingers adgang til riket og deres opphold her skal § 12 første ledd lyde:",
                        "Utlending som de siste tre år har oppholdt seg sammenhengende i riket med oppholdstillatelse eller arbeidstillatelse uten begrensninger, har etter søknad rett til bosettingstillatelse dersom det ikke foreligger forhold som nevnt i § 29 første ledd. Det er et vilkår at søkeren i tillegg har gjennomført pliktig norskopplæring i henhold til introduksjonsloven. Bosettingstillatelse kan også gis i andre tilfeller etter nærmere regler i forskrift fastsatt av Kongen.",
                        "I lov 8. desember 1950 nr. 3 om norsk riksborgarrett skal § 6 første ledd lyde:",
                        "Kongen eller den han gjev fullmakt, kan skriva ut løyvebrev på norsk borgarrett til utlending som søkjer om det, såframt søkjaren:",
                        "1.er minst 18 år,",
                        "2.har hatt fast bustad i riket dei siste 7 åra,",
                        "3.har fare sømelegt fram,",
                        "4.ikkje har vesentleg bidragsgjeld, og",
                        "5.dersom søkjaren er under 55 år, har gjennomført 300 timer godkjent norskopplæring eller kan dokumentere tilstrekkelege kunnskapar i norsk eller samisk. Vilkåret her gjeld søkjarar som får sin søknad avgjort etter 1. september 2008.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}