{
    "lawId": "LOV-2005-06-10-50",
    "lawName": "Lov om endringer i utlendingsloven m.m. (styringsforhold på utlendingsfeltet)",
    "shortName": "Endringslov til utlendingsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 38",
                    "title": "Instruksjonsmyndighet og overprøving av vedtak",
                    "sections": [
                        "Departementet kan ikke instruere om avgjørelsen av enkeltsaker. Departementet kan heller ikke instruere Utlendingsnemnda om lovtolking eller skjønnsutøvelse. Departementet kan instruere om prioritering av saker.",
                        "Vedtak truffet av politiet eller utenriksstasjon kan påklages til Utlendingsdirektoratet. Vedtak truffet av Utlendingsdirektoratet kan påklages til Utlendingsnemnda.",
                        "For å ivareta hensynet til rikets sikkerhet eller utenrikspolitiske hensyn kan departementet instruere uavhengig av begrensningene i første ledd. Kongen i statsråd er klageinstans i saker som omfattes av slike instrukser om lovtolking, skjønnsutøvelse eller avgjørelsen av enkeltsaker.",
                        "Departementet kan beslutte at vedtak truffet av Utlendingsdirektoratet til gunst for utlendingen, skal overprøves av Utlendingsnemnda. Beslutningen skal treffes senest fire måneder etter at vedtaket ble truffet, være skriftlig og grunngis. Forvaltningsloven kapittel IV til VI om saksforberedelse, vedtak og klage gjelder ikke for slik beslutning.",
                        "Kommer Utlendingsnemnda i en sak etter fjerde ledd til at Utlendingsdirektoratets vedtak er ugyldig, skal den oppheve vedtaket og sende saken tilbake til direktoratet for hel eller delvis ny behandling. Gyldige vedtak kan ikke oppheves eller endres, men nemnda kan avgi en uttalelse om sakens prinsipielle sider.",
                        "Kongen kan ved forskrift gi nærmere regler om saksforberedelse og Utlendingsnemndas kompetanse i saker etter fjerde ledd.",
                        "§ 38a skal lyde:"
                    ]
                },
                {
                    "name": "§ 38a",
                    "title": "Utlendingsnemnda.",
                    "sections": [
                        "Utlendingsnemnda avgjør som et uavhengig organ de saker som er lagt til den i § 38 annet og fjerde ledd.",
                        "Utlendingsnemnda ledes av en direktør som må fylle kravene til dommere. Direktøren beskikkes på åremål av Kongen i statsråd for seks år. Gjenoppnevning kan foretas for én periode.",
                        "Nemnda skal videre ha nemndledere som må fylle kravene til dommere. De beskikkes på åremål av Kongen i statsråd for åtte år. Gjenoppnevning kan ikke foretas.",
                        "Nemnda skal ha nemndmedlemmer oppnevnt av Kongen i statsråd etter forslag fra Kommunal- og regionaldepartementet, Utenriksdepartementet, Norges Juristforbund og humanitære organisasjoner. De oppnevnes for fire år. Gjenoppnevning kan foretas en gang. Vervet er frivillig. Suppleringer i løpet av perioden foretas av departementet etter forslag fra de samme instansene. Departementet kan løse et nemndmedlem fra vervet dersom medlemmet ikke har overholdt sin taushetsplikt, grovt har krenket andre plikter som følger av vervet eller selv ber om det. Kongen kan gi nærmere regler ved forskrift.",
                        "Nemndas møter foregår for lukkede dører. Enhver som deltar ved behandlingen av sak for nemnda, har taushetsplikt etter forvaltningsloven §§ 13 til 13e. Overtredelse straffes etter straffeloven § 121.",
                        "Når Utlendingsnemnda har truffet vedtak etter loven her til gunst for utlendingen, kan departementet ved søksmål få prøvet gyldigheten av vedtaket. Søksmål må være reist innen fire måneder etter at vedtaket ble truffet. Søksmål reises mot utlendingen. Megling i forliksrådet foretas ikke.",
                        "Ved søksmål mot staten om lovmessigheten av Utlendingsnemndas vedtak etter loven her eller om erstatning som følge av slike vedtak, opptrer staten ved Utlendingsnemnda. Ved søksmål mot staten om lovmessigheten av Justisdepartementets vedtak truffet etter loven her før 1. januar 2001, opptrer staten ved Utlendingsnemnda. Ved søksmål mot staten om lovmessigheten av Utlendingsdirektoratets vedtak truffet etter loven her etter 1. januar 2001 eller om erstatning som følge av slike vedtak, opptrer staten ved Utlendingsdirektoratet.",
                        "§ 38b skal lyde:"
                    ]
                },
                {
                    "name": "§ 38b",
                    "title": "Behandlingsformer mv. i Utlendingsnemnda",
                    "sections": [
                        "I den enkelte sak deltar en nemndleder og to medlemmer, jf. likevel annet og tredje ledd. Det ene medlemmet trekkes ut blant dem som er oppnevnt etter forslag fra Kommunal- og regionaldepartementet, Utenriksdepartementet og Norges Juristforbund. Det andre medlemmet trekkes ut blant dem som er oppnevnt etter forslag fra humanitære organisasjoner. Den enkelte nemnd kan behandle flere saker.",
                        "Ved behandling av saker i stornemnd deltar tre nemndledere og fire medlemmer. To av medlemmene trekkes ut blant dem som er oppnevnt etter forslag fra Kommunal- og regionaldepartementet, Utenriksdepartementet og Norges Juristforbund. De andre to trekkes ut blant dem som er oppnevnt etter forslag fra humanitære organisasjoner. Nemndlederne deltar i, og en av dem leder, stornemnda i henhold til fastsatt ordning. Medlemmene og varamedlemmer oppnevnes av departementet for fire år. Kongen kan gi regler om hvilke saker som skal behandles i stornemnd, og om myndighet til å avgjøre hvorvidt en sak som er brakt inn for behandling i stornemnda, skal antas til behandling.",
                        "Saker som ikke byr på vesentlige tvilsspørsmål, kan avgjøres av en leder alene. I slike saker kan nemnda også delegere vedtaksmyndighet til sekretariatet. Saker som kan avgjøres av en leder alene, er bl.a. klager der vilkårene for å omgjøre Utlendingsdirektoratets vedtak åpenbart må anses å foreligge, og klager som må anses grunnløse.",
                        "Nemnda bestemmer selv behandlingsformen, med unntak av saker som behandles etter annet ledd. Saker som behandles etter første eller annet ledd, avgjøres ved flertallsvedtak.",
                        "Utlendingen kan gis adgang til å møte personlig og uttale seg i sak som behandles etter første eller annet ledd. I asylsaker skal slik adgang som hovedregel gis. Utlendingens advokat eller en annen representant for utlendingen kan møte sammen med utlendingen. Også andre kan gis adgang til å møte og avgi uttalelse.",
                        "Forvaltningsloven kapittel IV til VI om saksforberedelse, vedtak og klage gjelder ikke for beslutninger om behandlingsform og personlig fremmøte.",
                        "Kongen kan gi regler om nemndas arbeidsform og om den nærmere behandlingen av sakene.",
                        "§ 42 fjerde ledd skal lyde:",
                        "I sak som nevnt i § 38 fjerde ledd har utlendingen rett til fritt rettsråd uten behovsprøving. I sak som nevnt i § 38a sjette ledd har utlending rett til fri sakførsel.",
                        "Nåværende fjerde ledd blir nytt femte ledd.",
                        "I lov 13. juni 1980 nr. 35 om fri rettshjelp gjøres følgende endringer:",
                        "§ 13 første ledd første punktum skal lyde:",
                        "I saker etter utlendingsloven har utlending rett til fritt rettsråd uten behovsprøving som bestemt i utlendingsloven § 42 tredje ledd og fjerde ledd første punktum.",
                        "§ 19 nr. 4 skal lyde:",
                        "4.for utlending i tilfeller som nevnt i lov 24. juni 1988 nr. 64 om utlendingers adgang til riket og deres opphold her § 42 første ledd og fjerde ledd annet punktum.",
                        "Loven trer i kraft fra den tid Kongen bestemmer. Kongen kan bestemme at de enkelte bestemmelsene i loven trer i kraft til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}