{
    "lawId": "LOV-2005-06-17-65",
    "lawName": "Lov om endringer i lov 17. juli 1992 nr. 100 om barneverntjenester og lov 13. desember 1991 nr. 81 om sosiale tjenester (sosialtjenesteloven) m.v",
    "shortName": "Endringslov til barnevernl. og sosialtjenestel.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3-4",
                    "title": "Botiltak for enslige mindreårige flyktninger og asylsøkere.",
                    "sections": [
                        "Ved bosetting av enslige mindreårige som har framsatt søknad om asyl eller som har fått opphold på grunnlag av slik søknad, skal kommunen foreta en vurdering av den enkeltes behov og på denne bakgrunn tilby egnet botiltak. Kongen kan gi forskrift om kommunens oppgaver knyttet til bosetting.",
                        "Dersom kommunen i forbindelse med vurderingen etter første ledd finner rimelig grunn til å anta at det foreligger forhold som kan gi grunnlag for tiltak etter kapittel 4, skal barneverntjenesten undersøke forholdet, jf. § 4-3.",
                        "§ 4-4 annet ledd første punktum skal lyde:",
                        "Barneverntjenesten skal, når barnet på grunn av forholdene i hjemmet eller av andre grunner har særlig behov for det, sørge for å sette i verk hjelpetiltak for barnet og familien, f.eks. ved å oppnevne støttekontakt, ved å sørge for at barnet får plass i barnehage, ved besøkshjem, ved avlastningstiltak i hjemmet eller andre foreldrestøttende tiltak.",
                        "§ 4-4 femte ledd første punktum skal lyde:",
                        "Når vilkårene i annet ledd er til stede, og dersom behovene ikke kan løses ved andre hjelpetiltak, kan barneverntjenesten også formidle plass i fosterhjem, institusjon eller i senter for foreldre og barn.",
                        "§ 4-16 skal lyde:",
                        "Barneverntjenesten skal nøye følge utviklingen til de barn som det er truffet vedtak om omsorgsovertakelse for, og likeledes utviklingen til deres foreldre. Barneverntjenesten skal kort tid etter en omsorgsovertakelse kontakte foreldrene med tilbud om veiledning og oppfølging. Dersom foreldrene ønsker det, skal barneverntjenesten som en del av oppfølgingen formidle kontakt med øvrige hjelpeinstanser.",
                        "§ 4-20 tredje ledd skal lyde:",
                        "Samtykke kan gis dersom",
                        "a)det må regnes som sannsynlig at foreldrene varig ikke vil kunne gi barnet forsvarlig omsorg eller barnet har fått slik tilknytning til mennesker og miljø der det er, at det etter en samlet vurdering kan føre til alvorlige problemer for barnet om det blir flyttet og",
                        "b)adopsjon vil være til barnets beste og",
                        "c)adoptivsøkerne har vært fosterforeldre for barnet og har vist seg skikket til å oppdra det som sitt eget og",
                        "d)vilkårene for å innvilge adopsjon etter adopsjonsloven er til stede.",
                        "§ 4-20 nytt fjerde ledd skal lyde:",
                        "Når fylkesnemnda gir samtykke til adopsjon skal departementet utstede adopsjonsbevillingen.",
                        "§ 6-4 annet ledd skal lyde:",
                        "Offentlige myndigheter skal av eget tiltak, uten hinder av taushetsplikt, gi opplysninger til kommunens barneverntjeneste når det er grunn til å tro at et barn blir mishandlet i hjemmet eller det foreligger andre former for alvorlig omsorgssvikt, jf. §§ 4-10, 4-11 og 4-12, eller når et barn har vist vedvarende alvorlige atferdsvansker, jf. § 4-24. Like med offentlige myndigheter regnes organisasjoner og private som utfører oppgaver for stat, fylkeskommune eller kommune. Også etter pålegg fra de organer som er ansvarlige for gjennomføringen av loven plikter offentlige myndigheter å gi slike opplysninger. Etter pålegg fra disse organer plikter offentlige myndigheter i forbindelse med sak som fylkesnemnda skal avgjøre etter §§ 4-19, 4-20 og 4-21, også å gi de opplysninger som er nødvendige for å kunne vurdere om en flytting tilbake til foreldrene, eller samvær med dem, vil kunne føre til en situasjon eller risiko for barnet som nevnt i §§ 4-10, 4-11 eller 4-12.",
                        "§ 6-10 femte ledd skal lyde:",
                        "Politiattesten skal vise om vedkommende er siktet, tiltalt, ilagt forelegg eller er dømt for brudd på straffeloven §§ 193, 194, 195, 196, 197, 199, 200 annet ledd, 201 bokstav c, 203 og 204 første ledd bokstav d og f.",
                        "§ 7-1 bokstav i skal lyde:",
                        "i)§ 9-10a om overprøving av fylkesnemndas vedtak etter lov om barneverntjenester.",
                        "§ 9-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-2",
                    "title": "Foreldres underholdsplikt.",
                    "sections": [
                        "Når et barn er plassert utenfor hjemmet som følge av et vedtak etter loven, kan kommunen kreve at foreldrene skal betale oppfostringsbidrag fra måneden etter at plasseringen ble iverksatt og til og med den måneden plasseringen opphører. Oppfostringsbidrag kan bare kreves dersom dette anses rimelig ut fra foreldrenes økonomiske situasjon.",
                        "Krav om bidrag eller endring av fastsatt bidrag etter første ledd, sendes til trygdekontoret. Trygdekontoret er bidragsfogd etter bestemmelsen, og avgjør kravet og fastsetter beløpet. Den bidragspliktige kan sette fram krav overfor bidragsfogden om å få endret bidraget eller ettergitt bidragsgjeld. Bidraget kan fastsettes eller endres med virkning fra inntil tre måneder før kravet ble mottatt. Bidrag som er fastsatt etter barneloven faller bort fra det tidspunkt bidrag kan fastsettes etter denne bestemmelsen. Barneverntjenesten skal, uten hinder av taushetsplikt, gi bidragsfogden de opplysninger som er nødvendige i den enkelte sak.",
                        "Bidragsfogdens vedtak kan påklages til fylkestrygdekontoret.",
                        "Bidrag etter denne bestemmelsen innkreves av Trygdeetatens innkrevingssentral etter bidragsinnkrevingsloven. Bidraget skal innbetales til kommunen.",
                        "Departementet kan gi forskrifter om bidrag etter denne bestemmelsen.",
                        "§ 9-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-5",
                    "title": "Statlig regional barnevernmyndighets rett til å kreve refusjon fra kommunen.",
                    "sections": [
                        "Den kommune som har søkt om inntak for et barn i institusjon, skal yte delvis refusjon av oppholdsutgifter til statlig regional barnevernmyndighet etter satser fastsatt av departementet. Det kan også fastsettes satser for kommunal refusjon ved inntak i institusjon med tilknyttet spesialisttjeneste etter denne loven. Departementet kan gi forskrifter om refusjonsordningen.",
                        "I lov 13. desember 1991 nr. 81 om sosiale tjenester m.v. gjøres følgende endringer:",
                        "§ 9-2 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 9-2",
                    "title": "Fylkesnemndas sammensetning.",
                    "sections": [
                        "Hver fylkesnemnd skal bestå av",
                        "a)en eller flere ledere med juridisk utdanning og erfaring,",
                        "b)et utvalg av sakkyndige, og",
                        "c)et alminnelig medlemsutvalg. Departementet kan bestemme at utvalget skal deles i underutvalg som dekker ulike deler av fylkesnemndas geografiske virkeområde.",
                        "Departementet oppnevner utvalg som nevnt i første ledd bokstav b og c. Oppnevningen gjelder for fire år om gangen. Medlemmer til utvalg som nevnt i første ledd bokstav c, skal tas fra utvalget for meddommere som velges i henhold til lov om domstolene § 64.",
                        "Departementet kan gi forskrifter om hvilke krav som skal stilles til medlemmene av utvalg som nevnt i første ledd bokstav b og c.",
                        "Departementet kan bestemme at flere fylker skal ha felles nemnd.",
                        "Ny § 9-10a skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-10a",
                    "title": "Overprøving av fylkesnemndas vedtak etter lov om barneverntjenester.",
                    "sections": [
                        "Nemndas vedtak etter lov om barneverntjenester kan bringes inn for tingretten av den private part eller kommunen. Kommunen er part i saken. Lov om barneverntjenester § 6-3 annet ledd gjelder tilsvarende for et barns rett til å reise søksmål.",
                        "Anke over tingrettens dom kan ikke fremmes uten lagmannsrettens samtykke. Samtykke kan bare gis når",
                        "a)anken gjelder spørsmål som har betydning utenfor den foreliggende sak,",
                        "b)det er grunn til å behandle saken på ny fordi det er framkommet nye opplysninger,",
                        "c)det er vesentlige svakheter ved tingrettens avgjørelse eller saksbehandling, eller",
                        "d)dommen går ut på tvang som ikke er vedtatt av fylkesnemnda.",
                        "Tingretten og lagmannsretten settes med to meddommere, hvorav en lek og en fagkyndig. I særlige tilfeller kan tingretten settes med to fagdommere og tre meddommere, hvorav en eller to skal være fagkyndige.",
                        "§ 9-10 tredje, femte og sjette ledd gjelder tilsvarende.",
                        "I lov 28. februar 1986 nr. 8 om adopsjon gjøres følgende endringer:",
                        "§ 1 annet ledd skal lyde:",
                        "Departementet skal utstede adopsjonsbevillingen uten å prøve om vilkårene i loven er til stede, når fylkesnemnda for sosiale saker har fattet vedtak etter barnevernloven § 4-20 annet og tredje ledd, og vedtaket er endelig.",
                        "Nåværende annet ledd blir tredje ledd.",
                        "I lov 5. august 1994 nr. 55 om vern mot smittsomme sykdommer gjøres følgende endringer:",
                        "§ 7-6 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 7-6",
                    "title": "Smittevernnemndas sammensetning",
                    "sections": [
                        "Smittevernnemnda settes sammen etter reglene i sosialtjenesteloven § 9-2.",
                        "Før det blir oppnevnt utvalg, jf. første ledd, skal det innhentes forslag fra fylkesmannen og de regionale helseforetakene.",
                        "Smittevernemndas medlemmer og sekretariat har taushetsplikt i samsvar med bestemmelsene i helsepersonelloven kapittel 5.",
                        "§ 7-7 oppheves.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endring:",
                        "§ 5-43 første ledd bokstav h skal lyde:",
                        "h)Barnebidrag og særtilskudd etter barneloven kapittel 8, oppfostringsbidrag etter barnevernloven og bidragsforskudd etter forskotteringsloven.",
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}