{
    "lawId": "LOV-2005-06-17-102",
    "lawName": "Lov om visse forhold vedrørende de politiske partiene (partiloven)",
    "shortName": "Partiloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "Kapittel 1 Innledende bestemmelser",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Lovens formål og virkeområde",
                    "sections": [
                        "(1) Lovens formål er:",
                        "-å legge til rette for valg etter lov 28. juni 2002 nr. 57 om valg til Stortinget, fylkesting og kommunestyrer (valgloven) gjennom en offentlig registreringsordning for de politiske partiene,",
                        "-å etablere rammer for partienes finansielle forhold som bidrar til å sikre dem et finansielt grunnlag gjennom offentlige tilskudd og ellers bidra til å øke partienes selvfinansieringsevne og uavhengighet og",
                        "-å sikre offentlighetens rett til innsyn og å motvirke korrupsjon og uønskede bindinger ved at det er åpenhet om finansieringen av de politiske partienes virksomhet.",
                        "(2) Kongen kan gi forskrift om lovens anvendelse på Svalbard og kan fastsette særlige regler under hensyn til forholdene der.",
                        "(3) Kapittel 3 og 4 gjelder for partier som er registrert i samsvar med kapittel 2."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2 Registrering av politiske partier",
            "paragraphs": [
                {
                    "name": "§ 2",
                    "title": "Registreringsmyndigheten. Virkninger av registreringen",
                    "sections": [
                        "(1) Et politisk parti som oppfyller vilkårene i § 3, kan søke om registrering av partinavnet i Partiregisteret som føres av Registerenheten i Brønnøysund.",
                        "(2) Før partiet kan bli registrert i Partiregisteret, må det registreres i Enhetsregisteret og tildeles et eget organisasjonsnummer, jf. enhetsregisterloven § 5. Når partiet er registrert i Enhetsregisteret, legges de opplysninger som der er registrert, til grunn for Partiregisteret.",
                        "(3) Registrering i Partiregisteret innebærer at partiet får enerett til å stille valglister under det registrerte navnet."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Vilkår for registrering av partinavn i Partiregisteret",
                    "sections": [
                        "(1) For at et partinavn skal kunne bli registrert i Partiregisteret, må det ikke kunne forveksles med navnet på",
                        "a)annet parti registrert i Partiregisteret eller",
                        "b)samepolitisk enhet registrert hos Sametinget",
                        "Når særlige grunner foreligger, kan registreringsmyndigheten også ellers nekte å registrere partinavn.",
                        "(2) Sammen med søknaden skal partiet legge ved følgende dokumentasjon:",
                        "a)stiftelsesprotokoll for partiet,",
                        "b)opplysning om hvem som er valgt til medlemmer i partiets utøvende organ, og som har fullmakt til å representere partiet sentralt i saker etter denne loven,",
                        "c)vedtekt som fastsetter hvilket organ i partiet som velger partiets utøvende organ, og",
                        "d)erklæring fra minst 5 000 personer med stemmerett ved stortingsvalg, om at de ønsker partinavnet registrert. Den som avgir erklæring, må ha nådd stemmerettsalderen innen utløpet av det kalenderår søknaden fremsettes. Settes søknaden frem mindre enn ett år før et valg, er det tilstrekkelig at stemmerettsalderen er nådd innen utløpet av valgåret. Av erklæringen skal fremgå navnet, fødselsdatoen og adressen til den som har avgitt den. Erklæringen skal være egenhendig underskrevet og datert av den som har avgitt den. Ingen erklæring skal være mer enn ett år eldre enn søknaden.",
                        "(3) Søknaden må ha blitt journalført hos registreringsmyndigheten innen 2. januar i valgåret, for at registreringen skal kunne få virkning ved valget."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Endring av registrert partinavn. Sammenslåing av partier under nytt navn",
                    "sections": [
                        "(1) Et registrert politisk parti kan søke om å få endre det registrerte partinavnet. Bestemmelsene i § 3 gjelder tilsvarende. Til erstatning for stiftelsesprotokoll skal det legges ved protokoll fra det møtet hvor det ble vedtatt å endre navnet på partiet. Hvis partiet fikk minst 500 stemmer i ett fylke eller minst 5 000 stemmer i hele landet ved siste stortingsvalg, gjelder ikke vilkårene i § 3 annet ledd bokstav d.",
                        "(2) Hvis to eller flere registrerte partier slår seg sammen og søker registrering under et nytt navn, anses det for søknad om navneendring. Til erstatning for stiftelsesprotokoll skal det legges ved protokoll fra det møtet hvor det ble vedtatt å slå partiene sammen og søke registrering under et nytt navn. Hvis ett av partiene fikk minst 500 stemmer i ett fylke eller minst 5 000 stemmer i hele landet ved siste stortingsvalg, gjelder ikke vilkårene i § 3 annet ledd bokstav d."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Avregistrering. Når et partinavn blir fritt",
                    "sections": [
                        "(1) Virkningen av registreringen opphører og partinavnet blir fritt når partiet ikke har stilt liste i noe valgdistrikt ved to påfølgende stortingsvalg. Partinavnet skal da strykes fra Partiregisteret.",
                        "(2) Det samme gjelder fire år etter at partiet er oppløst eller har skiftet navn."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Opplysning om hvem som sitter i partiets utøvende organ",
                    "sections": [
                        "(1) Registrerte partier skal ved endring av tidligere registrerte opplysninger, sende melding til Registerenheten i Brønnøysund om hvem som er medlemmer av partiets utøvende organ.",
                        "(2) Partiene skal innen 2. januar i valgåret sende inn oppdaterte opplysninger eller bekreftelse på de opplysninger som er registrert i Partiregisteret, om hvem som er medlemmer i partiets utøvende organ med virkning for valget. Registreringsmyndigheten skal i god tid innen fristen informere partiene om de opplysninger som er registrert i Partiregisteret."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Kunngjøring av vedtak",
                    "sections": [
                        "Registreringsmyndigheten skal kunngjøre vedtak om registrering av nye partinavn eller sletting av navn fra Partiregisteret."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Klage",
                    "sections": [
                        "(1) Registreringsmyndighetens vedtak etter dette kapittel kan påklages til Partilovnemnda, jf. kapittel 5. Fristen for å klage er tre uker. Klagen fremsettes for registerfører og skal være skriftlig og begrunnet. Nemnda sender melding om avgjørelser i klagesaker til registerfører. Nemndas vedtak i klagesaker skal kunngjøres.",
                        "(2) Partilovnemndas vedtak kan bringes inn for domstolene. Søksmål må i tilfelle reises innen to uker fra det tidspunktet melding om nemndas vedtak med opplysning om søksmålsfristen kom frem til vedkommende part. En rettsavgjørelse om partiregistrering har bare virkning for et forestående valg dersom den er rettskraftig senest 31. mars i valgåret. Inntil eventuell rettskraftig dom foreligger, legges nemndas vedtak til grunn for Partiregisteret."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Forskrift",
                    "sections": [
                        "Departementet kan i forskrift gi utfyllende bestemmelser om registreringsordningen og om registreringsmyndighetens virksomhet."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3 Finansiering av politiske partiers organisasjoner og folkevalgte grupper",
            "paragraphs": [
                {
                    "name": "§ 10",
                    "title": "Overordnede prinsipper for offentlig støtte",
                    "sections": [
                        "(1) Statlig tilskudd til politiske partiers organisasjoner på nasjonalt, regionalt og kommunalt nivå ytes med de beløp som fastsettes av Stortinget.",
                        "(2) Stortinget finansierer de folkevalgte gruppene i Stortinget. Fylkeskommunen finansierer de folkevalgte gruppene i fylkestinget. Kommunen finansierer de folkevalgte gruppene i kommunestyret. Støtten til de folkevalgte gruppene i fylkestinget og kommunestyret skal ytes forholdsmessig etter deres oppslutning ved valget.",
                        "(3) Til støtte fra stat, kommune eller fylkeskommune skal det ikke knyttes betingelser som kan komme i konflikt med de politiske partienes selvstendighet og uavhengighet.",
                        "(4) Myndighetene skal ikke føre kontroll med partienes eller gruppenes disponering av støtten."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Statlig tilskudd til politiske partiers organisasjoner og ungdomsorganisasjoner på nasjonalt nivå",
                    "sections": [
                        "(1) Politiske partier kan søke departementet om statlig støtte til partiets organisasjon på nasjonalt nivå. Støtten ytes som stemmestøtte og grunnstøtte.",
                        "(2) Stemmestøtte ytes som et likt kronebeløp per stemme oppnådd ved siste stortingsvalg. Grunnstøtte ytes som et likt kronebeløp til partier som ved siste stortingsvalg mottok minst 2,5 % av stemmene på landsbasis eller som fikk innvalgt minst én representant i Stortinget. Av den samlede støtte fordeles 9/10 som stemmestøtte og 1/10 som grunnstøtte.",
                        "(3) Den sentrale ungdomsorganisasjonen til et politisk parti som er berettiget til stemmestøtte, kan søke departementet om statlig støtte. Støtten ytes som et likt kronebeløp per stemme partiet oppnådde ved siste stortingsvalg.",
                        "(4) Søknad om støtte første år etter et valg anses å gjelde hele valgperioden så lenge søkeren ikke gir annen underretning i perioden."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Statlig tilskudd til politiske partiers organisasjoner og ungdomsorganisasjoner i fylkene",
                    "sections": [
                        "(1) En fylkesorganisasjon for et parti kan søke om støtte. Støtten ytes som stemmestøtte og grunnstøtte. Partiorganisasjonene i Oslo kan søke om støtte både som fylkesorganisasjon og som kommuneorganisasjon, jf. § 13.",
                        "(2) Stemmestøtte ytes som et likt kronebeløp per stemme oppnådd i fylket ved siste fylkestingsvalg. Grunnstøtte ytes som et likt kronebeløp til partier som ved siste fylkestingsvalg mottok minst 4 % av stemmene i fylket eller som fikk innvalgt minst én representant i fylkestinget. Av den samlede støtte fordeles 9/10 som stemmestøtte og 1/10 som grunnstøtte.",
                        "(3) Fylkesungdomsorganisasjonen til et parti som er berettiget til stemmestøtte, kan søke om statlig støtte. Støtten ytes som et likt kronebeløp per stemme partiet oppnådde ved siste fylkestingsvalg i fylket.",
                        "(4) Søknaden sendes til fylkesmannen. Søknad om støtte første år etter et valg anses å gjelde hele valgperioden så lenge søkeren ikke gir annen underretning i perioden. Støtten utbetales av fylkesmannen til partienes fylkesorganisasjoner og ungdomsorganisasjoner.",
                        "(5) Felleslister, bestående av partier som alle oppfyller vilkårene i kapittel 2, kan søke om stemmestøtte og grunnstøtte. Støtten beregnes i samsvar med annet ledd. Partienes omforente forslag til fordeling legges til grunn for utbetalingene. Blir partiene på felleslisten selv ikke enige om fordelingen, skal støtten fordeles etter skjønn og med utgangspunkt i stemmetallene for partiene på landsbasis eller etter stemmetallene ved et tidligere valg."
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Statlig tilskudd til politiske partiers organisasjoner i kommunene",
                    "sections": [
                        "(1) En kommuneorganisasjon for et parti kan søke om støtte. Støtten ytes som stemmestøtte og grunnstøtte. Partiorganisasjonene i Oslo kan søke om støtte både som kommuneorganisasjon og som fylkesorganisasjon, jf. § 12.",
                        "(2) Stemmestøtte ytes som et likt kronebeløp per stemme oppnådd i kommunen ved siste kommunestyrevalg. Grunnstøtte ytes som et likt kronebeløp til partier som ved siste kommunestyrevalg mottok minst 4 % av stemmene i kommunen eller som fikk innvalgt minst én representant i kommunestyret. Av den samlede støtte fordeles 9/10 som stemmestøtte og 1/10 som grunnstøtte.",
                        "(3) Søknaden sendes til fylkesmannen. Søknad om støtte første år etter et valg anses å gjelde hele valgperioden så lenge søkeren ikke gir annen underretning i perioden. Støtten utbetales av fylkesmannen til partienes kommuneorganisasjoner.",
                        "(4) Felleslister, bestående av partier som alle oppfyller vilkårene i kapittel 2, kan søke om stemmestøtte og grunnstøtte. Støtten beregnes i samsvar med annet ledd. Partienes omforente forslag til fordeling legges til grunn for utbetalingene. Blir partiene på felleslisten selv ikke enige om fordelingen, skal støtten fordeles etter skjønn og med utgangspunkt i stemmetallene for partiene på landsbasis eller etter stemmetallene ved et tidligere valg."
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Departementets adgang til å holde tilbake statsstøtten",
                    "sections": [
                        "Departementet kan sette som vilkår for utbetaling av statstilskudd til et parti eller partiledd at dette har foretatt innberetning etter reglene i kapittel 4."
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Klage over vedtak om statlig støtte",
                    "sections": [
                        "Vedtak om tildeling av statsstøtte kan påklages til Partilovnemnda, jf. kapittel 5, innen tre uker etter at det ble fattet. Nemndas vedtak kan bringes inn for domstolene."
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Forskrift",
                    "sections": [
                        "Departementet kan gi forskrift om at stemmestøtte ikke skal utbetales under en viss beløpsgrense."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4 Støtte fra andre. Innberetning om partiers inntekter og inntektskilder. Offentliggjøring",
            "paragraphs": [
                {
                    "name": "§ 17",
                    "title": "Adgangen til å motta gaver",
                    "sections": [
                        "(1) Det er tillatt for alle å gi bidrag til politiske partier med de begrensninger som følger av bestemmelsen her.",
                        "(2) Politiske partier kan ikke motta bidrag dersom giveren er ukjent for partiet (anonyme bidrag). Slike bidrag tilfaller statskassen.",
                        "(3) Politiske partier kan ikke motta bidrag fra:",
                        "a)rettssubjekter under statens eller annen offentlig myndighets kontroll,",
                        "b)utenlandske givere, det vil si privatpersoner som ikke er norske statsborgere eller som ikke oppfyller vilkårene for å ha stemmerett ved kommunestyre- og fylkestingsvalg, jf. valgloven § 2-2, eller juridiske personer som er registrert i utlandet.",
                        "(4) Med bidrag menes i denne bestemmelse enhver form for støtte som partiet vil være forpliktet til å innberette i medhold av § 19."
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Innberetningsplikt og rapporteringsperioden",
                    "sections": [
                        "(1) Alle politiske partier, herunder organisatoriske ledd av partier som er omfattet av denne loven, skal avgi årlige innberetninger om sine inntekter.",
                        "(2) Innberetningen skal omfatte inntekter i perioden 1. januar til 31. desember og skal avgis senest seks måneder etter regnskapsårets avslutning.",
                        "(3) Partier eller partiledd som i løpet av året har hatt samlede inntekter på under 10 000 kroner etter fradrag av all offentlig støtte, er unntatt fra plikten til å innberette inntektsregnskap etter § 19. Disse plikter å avgi en erklæring om at inntektene for året har vært under dette nivået.",
                        "(4) Innberetning av inntektsregnskaper etter § 19, eller erklæringer i henhold til tredje ledd i denne paragraf, sendes det sentrale registeret for ordningen."
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Inntekter som skal innberettes",
                    "sections": [
                        "(1) Innberetningen skal inneholde en fullstendig oversikt over de inntekter partiet eller partileddet har hatt i løpet av perioden.",
                        "(2) Inntektene skal kategoriseres på følgende måte:",
                        "Offentlig støtte:",
                        "a)Statlig støtte etter kapittel 3",
                        "b)Kommunal/fylkeskommunal partistøtte",
                        "c)Annen offentlig støtte",
                        "Inntekter av egen virksomhet:",
                        "d)Kontingentinntekter",
                        "e)Inntekter fra lotterier, innsamlingsaksjoner og lignende",
                        "f)Kapitalinntekter",
                        "g)Inntekter fra forretningsvirksomhet",
                        "h)Andre inntekter",
                        "Bidrag fra andre:",
                        "i)Privatpersoner",
                        "j)Kommersielle foretak",
                        "k)Organisasjoner i arbeidslivet",
                        "l)Andre organisasjoner, foreninger og sammenslutninger, institusjoner, stiftelser og fond",
                        "m)Andre",
                        "Interne overføringer:",
                        "n)Overføringer fra andre partiledd",
                        "(3) Med bidrag menes pengebidrag og verdien av varer, tjenester og andre tilsvarende ytelser som er mottatt vederlagsfritt eller til underpris. Ytelse fra privatpersoner som består i ordinært dugnadsarbeid som ikke krever særskilte kvalifikasjoner, eller som ikke er en del av bidragsyters inntektsgrunnlag, regnes ikke som bidrag. Det samme gjelder utlån av lokaler og gjenstander fra privatpersoner som ikke har dette som del av sitt inntektsgrunnlag.",
                        "(4) Andre bidrag enn pengebidrag skal verdsettes til omsetningsverdi og innberettes som inntekt. Slike bidrag under de fastsatte beløpsgrenser i § 20 første ledd kan likevel unntas."
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Identifisering av bidrag og bidragsytere",
                    "sections": [
                        "(1) Dersom en bidragsyter i løpet av perioden har gitt ett eller flere bidrag til partiets hovedorganisasjon som til sammen utgjør en verdi av 30 000 kroner eller mer, skal bidragets verdi og bidragsyterens identitet oppgis særskilt. Det samme gjelder for bidrag til partiledd på fylkeskommunalt nivå som til sammen utgjør en verdi av 20 000 kroner eller mer, og for bidrag til partiledd på kommunalt nivå som til sammen utgjør en verdi av 10 000 kroner eller mer. Bidrag til partienes ungdomsorganisasjoner følger reglene for bidrag til morpartiet på tilsvarende nivå.",
                        "(2) Privatpersoner skal identifiseres med navn og bostedskommune. Andre bidragsytere skal identifiseres med navn og postadresse."
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Erklæringer, signatur og revisorgodkjenning",
                    "sections": [
                        "(1) Innberetningen skal inneholde en erklæring om at partiet eller partileddet ikke har hatt andre inntekter enn oppgitt.",
                        "(2) Dersom det er inngått politiske eller forretningsmessige avtaler med noen bidragsyter, skal det avgis erklæring om dette i innberetningen. Partiet eller partileddet plikter på forespørsel å gi innsyn i avtaler inngått med bidragsytere.",
                        "(3) Innberetning fra partiets hovedorganisasjon skal undertegnes av partiets leder og være godkjent av revisor.",
                        "(4) Innberetning, herunder erklæring etter § 18 tredje ledd fra partier eller partiledd på kommunalt og fylkeskommunalt nivå, skal undertegnes av den som søker om eller kvitterer for partistøtte etter kapittel 3 og ett annet styremedlem. Revisorgodkjenning er ikke nødvendig."
                    ]
                },
                {
                    "name": "§ 22",
                    "title": "Offentliggjøring",
                    "sections": [
                        "(1) Det opprettes et sentralt register for innberetninger etter denne loven.",
                        "(2) Det sentrale registeret skal sammenstille opplysningene om partienes inntekter og inntektskilder og gjøre dette offentlig tilgjengelig på hensiktsmessig måte, for eksempel ved bruk av elektroniske hjelpemidler. Registeret skal sende en oversikt til Partilovnemnda og departementet over partier eller partiledd som ikke har overholdt innberetningskravet innen fristen.",
                        "(3) Nærmere regler om innberetningsmåten og om organiseringen av det sentrale registeret fastsettes i forskrift av departementet."
                    ]
                },
                {
                    "name": "§ 23",
                    "title": "Innsyn i partiers regnskaper",
                    "sections": [
                        "Partier eller partiledd som er omfattet av denne lov, plikter på forespørsel å gi innsyn i det regnskap som er utarbeidet for siste år."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5 Nemnd for klagebehandling mv.",
            "paragraphs": [
                {
                    "name": "§ 24",
                    "title": "Nemnd for fordeling av tilskudd og klagebehandling",
                    "sections": [
                        "(1) Partilovnemnda er et uavhengig forvaltningsorgan administrativt underordnet Kongen og departementet. Kongen og departementet kan ikke gi instruks om eller omgjøre Partilovnemndas utøving av myndighet i enkelttilfeller etter loven.",
                        "(2) Partilovnemnda skal:",
                        "a)tolke det aktuelle regelverket",
                        "b)fatte vedtak om tilbakeholdelse av støtte",
                        "c)avgjøre klager over vedtak om registrering, jf. § 8",
                        "d)avgjøre klager over vedtak om tildeling av statlig støtte, jf. § 15"
                    ]
                },
                {
                    "name": "§ 25",
                    "title": "Nemndas sammensetning",
                    "sections": [
                        "Nemndas medlemmer oppnevnes av Kongen i statsråd for seks år av gangen.",
                        "Nemnda skal ha minst fem medlemmer. Lederen skal ha dommerkompetanse."
                    ]
                },
                {
                    "name": "§ 26",
                    "title": "Nemndas årlige rapport",
                    "sections": [
                        "Nemnda skal avgi årlig rapport om sin virksomhet. Rapporten overleveres departementet innen 1. oktober."
                    ]
                },
                {
                    "name": "§ 27",
                    "title": "Forskrift",
                    "sections": [
                        "Departementet kan i forskrift gi nærmere bestemmelser om nemndas virksomhet. Departementet kan videre gi forskrift om klagerett over nemndas avgjørelser i saker om dokumentinnsyn etter forvaltningsloven og offentlighetsloven og saksomkostninger etter forvaltningsloven § 36."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 6 Ikrafttredelses- og overgangsregler",
            "paragraphs": [
                {
                    "name": "§ 28",
                    "title": "Ikrafttredelse og overgangsbestemmelser",
                    "sections": [
                        "(1) Loven gjelder fra den tid Kongen bestemmer. Fra samme tid oppheves kapittel 5 i lov 28. juni 2002 nr. 57 om valg til Stortinget, fylkesting og kommunestyrer (valgloven).",
                        "(2) Kongen bestemmer når lov 22. mai 1998 nr. 30 om offentliggjøring av politiske partiers inntekter oppheves.",
                        "(3) Departementet kan gi nærmere overgangsbestemmelser."
                    ]
                }
            ]
        }
    ]
}