{
    "lawId": "LOV-2005-04-15-17",
    "lawName": "Lov om endringer i lov 13. juni 1980 nr. 35 om fri rettshjelp m.m",
    "shortName": "Endringslov til lov om fri rettshjelp",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I.",
            "paragraphs": []
        },
        {
            "name": "II.",
            "paragraphs": []
        },
        {
            "name": "III.",
            "paragraphs": []
        },
        {
            "name": "IV.",
            "paragraphs": []
        },
        {
            "name": "V.",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Lovens formål.",
                    "sections": [
                        "Fri rettshjelp etter denne lov er en sosial støtteordning med formål å sikre nødvendig juridisk bistand til personer som ikke selv har økonomiske forutsetninger for å kunne ivareta et rettshjelpsbehov av stor personlig og velferdsmessig betydning.",
                        "Fri rettshjelp etter denne lov betales helt eller delvis av staten og gis som fritt rettsråd, fri sakførsel eller fritak for rettsgebyr, jf. kapittel II, III og IV.",
                        "§ 2 annet ledd skal lyde:",
                        "Praktiserende advokat og andre som kan yte fri rettshjelp etter denne lov, har plikt til å orientere klientene om muligheten for å søke fri rettshjelp i tilfelle hvor de kan tenkes å ha rett til slik bistand.",
                        "§ 3 nytt tredje og fjerde ledd skal lyde:",
                        "I saker for domstolene betaler ikke det offentlige merutgifter som følge av at det er valgt advokat med kontor utenfor rettskretsen. I andre saker betaler ikke det offentlige merutgifter som følge av at det er valgt advokat eller rettshjelper utenfor rimelig nærhet av rettshjelpsmottagerens bosted eller oppholdssted.",
                        "Departementet kan i forskrift gi regler om unntak fra tredje ledd.",
                        "§ 4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Hvem kan få fri rettshjelp. Hvilken bistand kan dekkes.",
                    "sections": [
                        "Fri rettshjelp gis til fysiske personer. Når særlige grunner taler for det, kan fri rettshjelp også gis til ideelle sammenslutninger.",
                        "Rettshjelpen må gjelde oppdrag som det er naturlig at advokat her i riket utfører. Rettshjelp som nevnt i kapittel III Fri sakførsel, kan likevel bare gis for saker som behandles av norsk domstol eller forvaltningsorgan. Unntaksvis kan det innvilges fritt rettsråd til bistand ved utenlandsk domstol eller forvaltningsorgan etter reglene i § 12.",
                        "Nåværende § 5 blir § 6.",
                        "Ny § 5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Lovens subsidiære karakter.",
                    "sections": [
                        "Fri rettshjelp omfatter ikke bistand som dekkes av andre ordninger eller som kan erstattes på annen måte, herunder gjennom:",
                        "-oppnevning av forsvarer eller bistandsadvokat i straffesaker etter straffeprosessloven,",
                        "-private forsikringer som omfatter rettshjelp,",
                        "-forvaltningsloven § 36 om dekning av saksomkostninger,",
                        "-etablerte offentlige service- og rådgivningskontorer,",
                        "-det offentliges opplysnings- og veiledningsplikt, jf. bl.a. forvaltningsloven § 11,",
                        "-medlemskap i foreninger og lag,",
                        "-private eller offentlige rettshjelpsordninger i andre land.",
                        "Utgifter utover det som kan dekkes eller erstattes av andre ordninger, kan søkes dekket etter denne lov.",
                        "Nåværende § 6 første ledd oppheves.",
                        "Nåværende § 6 annet ledd blir § 7 nytt tredje ledd.",
                        "Nåværende § 8 oppheves.",
                        "Nåværende § 10 oppheves.",
                        "Nåværende § 11 blir § 8 som skal lyde:"
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Refusjon av det offentliges utgifter.",
                    "sections": [
                        "Får noen sin økonomiske stilling vesentlig bedret gjennom bistand gitt etter denne lov, skal den offentlige instans som har innvilget fri rettshjelp, kreve det offentliges utgifter i forbindelse med rettshjelpen refundert, dersom ikke særlige forhold gjør det urimelig. Har en advokat eller rettshjelper innvilget fri rettshjelp, skal departementet kreve refusjon. Kravet er tvangsgrunnlag for utlegg.",
                        "Krav som nevnt i første ledd innkreves av Statens Innkrevingssentral. Innkrevingssentralen kan inndrive kravet ved trekk i lønn eller andre lignende ytelser etter reglene i dekningsloven § 2-7. Innkrevingssentralen kan også inndrive kravet ved å stifte utleggspant for kravet dersom panteretten kan gis rettsvern ved registrering i et register eller ved underretning til en tredjeperson, jf. panteloven kapittel 5, og utleggsforretningen kan holdes på Innkrevingssentralens kontor etter tvangsfullbyrdelsesloven § 7-9 første ledd.",
                        "Nåværende § 11a blir § 9 som skal lyde:"
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Adgang til å trekke tilbake bevilling til fri rettshjelp.",
                    "sections": [
                        "Bevilling til bistand etter denne lov som innvilges etter økonomisk behovsprøving kan trekkes tilbake dersom det er gitt ufullstendige eller uriktige opplysninger om søkerens økonomiske situasjon, eller dersom søkerens økonomiske situasjon er vesentlig bedret før rettshjelpen er avsluttet.",
                        "Utbetalt salær som etter vedtak i henhold til denne paragraf kreves refundert, er tvangsgrunnlag for utlegg. § 8 annet ledd gjelder tilsvarende.",
                        "Nåværende kapittel III blir kapittel II og skal ha overskriften:",
                        "Kapittel II. Fritt rettsråd.",
                        "Nåværende § 12 blir § 10 som skal lyde:"
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Reglenes virkeområde.",
                    "sections": [
                        "Fri rettshjelp som ikke omfattes av § 15, gis som fritt rettsråd, herunder behandling for forliksrådet, skjønn som styres av lensmann og voldgiftsaker.",
                        "Nåværende § 13 blir § 11 som skal lyde"
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Vilkår for fritt rettsråd.",
                    "sections": [
                        "Søknad om fritt rettsråd kan innvilges uten behovsprøving i følgende tilfeller:",
                        "1for utlending som har rett til fri rettshjelp etter utlendingsloven § 42 tredje ledd og fjerde ledd.",
                        "2",
                        "a)for den som er part i sak hvor barnevernet har fattet vedtak som nevnt i lov om barneverntjenester § 7-2 bokstav g), men hvor vedtaket ikke blir etterfulgt av at barnevernet starter forberedelse til sak som skal behandles av fylkesnemnda etter kapittel 7 i lov om barneverntjenester.",
                        "b)for den som er part i sak hvor barnevernet har startet forberedelse til sak som skal behandles av fylkesnemnda etter kapittel 7 i lov om barneverntjenester, men hvor saken likevel ikke blir oversendt fylkesnemnda.",
                        "3for siktede som reiser krav om erstatning for urettmessig straffeforfølgning etter straffeprosessloven kapittel 31.",
                        "4til voldsofre i erstatningssak mot gjerningspersonen.",
                        "5til vernepliktige i førstegangstjeneste i saker som nevnt i annet ledd.",
                        "6til kvinner som har vært utsatt for mishandling fra nærstående, i forbindelse med straffesak mot gjerningspersonen.",
                        "7til den som er utsatt for tvangsekteskap eller forsøk på sådan som nevnt i straffeloven § 222 annet ledd, jf. straffeloven § 49, men hvor saken ikke er anmeldt og den nødvendige bistand er av samme art som nevnt i straffeprosessloven § 107c eller annen relevant bistand.",
                        "Søknad om fritt rettsråd kan innvilges til den som har inntekt og formue under bestemte grenser fastsatt av departementet, i følgende tilfeller:",
                        "1i saker etter ekteskapsloven, skifteloven annen del, jf. kap. 4 eller barneloven kap. 5, 6 og 7, herunder saker om tvangsfullbyrdelse og midlertidig sikring.",
                        "2i saker etter lov 4. juli 1991 nr. 45 om rett til felles bolig og innbo når husstandsfellesskap opphører.",
                        "3for den skadede eller etterlatte i sak om erstatning for personskade eller tap av forsørger.",
                        "4for leietaker i sak etter husleieloven § 9-8 og tvangsfullbyrdelsesloven § 13-2 tredje ledd bokstav c når saken gjelder bolig som leietaker bebor.",
                        "5for arbeidstaker i sak etter arbeidsmiljøloven §§ 61-66.",
                        "6for den skadede ved søknad eller klage i sak om voldsoffererstatning.",
                        "7i klagesaker til fylkestrygdekontoret eller Rikstrygdeverket etter folketrygdloven § 21-12.",
                        "8i klagesaker til Aetat Arbeidsdirektoratet etter folketrygdloven kapittel 4 og 11 og etter sysselsettingsloven §§ 35 og 36 om stønad etter folketrygdloven.",
                        "I andre saker kan det unntaksvis innvilges fritt rettsråd dersom det økonomiske vilkåret etter annet ledd er oppfylt og saken objektivt sett berører søker i særlig sterk grad. Ved vurderingen skal det legges vekt på om saken har likhetstrekk med saksfeltene i første og annet ledd.",
                        "I saker som nevnt i annet og tredje ledd, kan det innvilges fritt rettsråd selv om de økonomiske vilkår i annet ledd ikke er oppfylt dersom utgiftene til juridisk bistand blir betydelige i forhold til søkerens økonomiske situasjon.",
                        "Ny § 12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Fritt rettsråd ved utenlandsk domstol eller forvaltningsorgan.",
                    "sections": [
                        "Søknad om fritt rettsråd kan innvilges helt eller delvis til den som har inntekt og formue under bestemte grenser fastsatt av departementet, i følgende tilfeller:",
                        "1for den som er part i sak som er tatt til behandling av Den europeiske menneskerettighetsdomstol,",
                        "2for den som har fått sitt barn ulovlig bortført fra Norge, jf. barnebortføringskonvensjonen av 25. oktober 1980 art 3.",
                        "I andre saker for utenlandsk domstol eller forvaltningsorgan kan det unntaksvis innvilges helt eller delvis fritt rettsråd dersom de økonomiske vilkår i første ledd er oppfylt og særlige grunner taler for det.",
                        "I saker som nevnt i første og annet ledd, kan det innvilges fritt rettsråd selv om de økonomiske vilkår i første ledd ikke er oppfylt dersom utgiftene til juridisk bistand blir betydelige i forhold til søkerens økonomiske situasjon.",
                        "Det innvilges ikke fritt rettsråd etter første til tredje ledd dersom det er urimelig at det offentlige betaler for bistanden.",
                        "Nåværende § 14 blir § 13 som skal lyde:"
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Hvem avgjør søknad om fritt rettsråd.",
                    "sections": [
                        "Søknad om fritt rettsråd avgjøres av departementet.",
                        "Departementet kan i forskrift gi bestemmelser om advokaters adgang til selv å innvilge fritt rettsråd i saker som nevnt i § 11 første og annet ledd.",
                        "Nåværende § 15 blir § 14 som skal lyde:"
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Hva et fritt rettsråd kan omfatte.",
                    "sections": [
                        "Fritt rettsråd omfatter nødvendige utgifter til rådgivning og bistand fra advokat i anledning et aktuelt problem.",
                        "Departementet kan samtykke i at søkerens egne vesentlige og nødvendige utgifter i tilknytning til fritt rettsråd dekkes helt eller delvis, herunder utgifter til medisinsk eller annen sakkyndig bistand. Når særlige grunner foreligger og det er nødvendig med medisinsk eller annen sakkyndig bistand for å bringe på det rene om det er behov for fri rettshjelp, kan departementet samtykke i at fritt rettsråd skal dekke vesentlige og nødvendige utgifter til slik sakkyndig hjelp.",
                        "Etter særskilt søknad kan departementet utvide et fritt rettsråd til å gjelde bistand til å gjøre myndighetene oppmerksom på generelle forhold som måtte ligge til grunn for søkerens aktuelle problem, samt foreslå endringer og forbedringer av lovregler eller forvaltningspraksis.",
                        "Departementet fastsetter godtgjøring for bistand etter denne paragrafen.",
                        "Nåværende kapittel IV blir kapittel III og skal ha overskriften:",
                        "Kapittel III. Fri sakførsel.",
                        "Nåværende § 16 blir § 15 som skal lyde:"
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Reglenes virkeområde.",
                    "sections": [
                        "Fri rettshjelp i sivile saker for de alminnelige domstoler (unntatt forliksrådet) og særdomstolene samt i forvaltningssaker etter § 17, gis som fri sakførsel eller fritak for rettsgebyr, jf. kapittel IV. Som særdomstoler regnes de domstoler som er nevnt i domstolloven § 2, samt arbeidsrett.",
                        "Ny § 16 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Vilkår for fri sakførsel.",
                    "sections": [
                        "Fri sakførsel innvilges uten behovsprøving i saker som nevnt i § 11 første ledd nr. 4, 5 og 7, samt i følgende tilfeller:",
                        "1for den vernepliktige i militærnektersaker etter lov 19. mars 1965 nr. 3 om fritaking for militærtjeneste av overbevisningsgrunner.",
                        "2for den et tvangstiltak retter seg mot i saker om overprøving av administrative tvangsinngrep etter tvistemålsloven kap. 33.",
                        "3for den private part i saker hvor søksmål er anbefalt av Stortingets ombudsmann for forvaltningen.",
                        "4for utlending i tilfeller som nevnt i utlendingsloven § 42 første ledd.",
                        "5til den som er begjært umyndiggjort eller som begjærer et vergemål opphevet etter umyndiggjørelsesloven.",
                        "6til den det oppnevnes advokat for i medhold av barneloven § 61 første ledd nr. 5.",
                        "Søknad om fri sakførsel kan innvilges til den som har inntekt og formue under bestemte grenser fastsatt av departementet, i saker som nevnt i § 11 annet ledd nr. 1-5.",
                        "I andre saker kan det unntaksvis innvilges fri sakførsel dersom det økonomiske vilkåret etter annet ledd er oppfylt og saken objektivt sett berører søker i særlig sterk grad. Ved vurderingen skal det legges vekt på om saken har likhetstrekk med saksfeltene i første og annet ledd.",
                        "I saker som nevnt i annet og tredje ledd, kan det innvilges fri sakførsel selv om de økonomiske vilkår i annet ledd ikke er oppfylt dersom utgiftene til juridisk bistand blir betydelige i forhold til søkerens økonomiske situasjon.",
                        "Det innvilges ikke fri sakførsel etter annet til fjerde ledd dersom det er urimelig at det offentlige betaler for bistanden.",
                        "Nåværende §§ 17 til 20 oppheves.",
                        "Nåværende § 22 blir § 17 som skal lyde:"
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Fri sakførsel for visse forvaltningsorganer.",
                    "sections": [
                        "Fri sakførsel kan innvilges i ankesaker etter lov 16. desember 1966 nr. 9 om anke til Trygderetten dersom de økonomiske vilkår i § 16 annet eller fjerde ledd er oppfylt.",
                        "Fri sakførsel etter første ledd gis ikke dersom det er urimelig at det offentlige betaler for bistanden.",
                        "Fri sakførsel innvilges uten behovsprøving i følgende saker:",
                        "1saker som skal behandles av fylkesnemnda etter kap. 9 i lov om sosiale tjenester mv.",
                        "2saker som skal behandles av fylkesnemnda etter kap. 7 i lov om barneverntjenester.",
                        "3saker for kontrollkommisjonen etter lov 2. juli 1999 nr. 62 om etablering og gjennomføring av psykisk helsevern (psykisk helsevernloven) § 6-4.",
                        "4saker som skal behandles etter kapittel 5 i lov 5. august 1994 nr. 55 om vern mot smittsomme sykdommer.",
                        "Nåværende § 21a blir § 18 som skal lyde:"
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Utvidet myndighet for Høyesterett til å innvilge fri sakførsel.",
                    "sections": [
                        "Når en sivil sak er henvist til behandling i Høyesterett, kan retten gi bevilling til fri sakførsel selv om en part ikke fyller de økonomiske vilkår i § 16, hvis den finner det rimelig ut fra sakens prinsipielle interesse. Hvis særlige grunner foreligger, kan retten innvilge fri sakførsel for andre enn fysiske personer.",
                        "Ny § 19 skal lyde:"
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Hvem kan innvilge fri sakførsel.",
                    "sections": [
                        "Fri sakførsel etter § 16 første ledd og § 17 innvilges av eget tiltak av den rett eller det forvaltningsorgan som har saken til behandling. I andre tilfeller avgjøres søknad om fri sakførsel av departementet.",
                        "Departementet kan i forskrift legge avgjørelseskompetansen i saker som nevnt i § 16, til andre enn bestemt i første ledd og herunder bestemme at den domstol som har saken til behandling, eller partens advokat skal kunne innvilge fri sakførsel.",
                        "Nåværende § 21 blir § 20 som skal lyde:"
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Oppnevning av prosessfullmektig i ekteskaps- og familiesaker.",
                    "sections": [
                        "I ekteskaps- og familiesaker etter § 16 annet ledd jf. § 11 annet ledd nr. 1 kan domstolen, dersom den finner det nødvendig, oppnevne prosessfullmektig for saksøkt som er uteblitt eller ikke har gitt tilsvar under saksforberedelsen, eller er uteblitt fra hovedforhandlingen. Oppnevning kan skje selv om saksøkte ikke fyller de økonomiske vilkår i § 16. Saksøkte plikter å erstatte det offentliges utlegg til prosessfullmektigen. Beløpet er tvangsgrunnlag for utlegg.",
                        "Nåværende § 23 blir § 21 som skal lyde:"
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Oppnevning av prosessfullmektig.",
                    "sections": [
                        "I henhold til bevilling til fri sakførsel oppnevner vedkommende domstol eller forvaltningsorgan prosessfullmektig for parten. Ved oppnevning av prosessfullmektig skal partens ønske være avgjørende.",
                        "Nåværende § 24 blir § 22 som skal lyde:"
                    ]
                },
                {
                    "name": "§ 22",
                    "title": "Hva fri sakførsel omfatter.",
                    "sections": [
                        "Fri sakførsel omfatter hel eller delvis dekning av salær til prosessfullmektig. Dessuten dekkes gebyr og sideutgifter ved saken etter bestemmelsene om fritak for rettsgebyr i kapittel IV. Den rett som har saken til behandling, avgjør om bevilling til fri sakførsel også skal omfatte rettergangsskritt ved annen domstol.",
                        "Den domstol eller det forvaltningsorgan som har saken til behandling, kan samtykke i at partenes egne vesentlige og nødvendige utgifter i anledning saken dekkes helt eller delvis. Det samme gjelder partenes utgifter til bistand fra sakkyndige som ikke er oppnevnt av retten.",
                        "En bevilling til fri sakførsel omfatter også sakens behandling i høyere rettsinstanser dersom selvstendig anke bare er innbrakt av motparten, og den part som har fri sakførsel helt eller delvis har fått medhold i foregående instans.",
                        "Departementet kan etter søknad fra den som har bevilling til fri sakførsel, i særlige tilfeller helt eller delvis dekke saksomkostningsansvar overfor motparten.",
                        "Etter særskilt søknad til departementet kan bevillingen utvides til å gjelde bistand til å gjøre myndighetene oppmerksom på generelle forhold som måtte ligge til grunn for saken, samt foreslå endringer og forbedringer av lovregler eller forvaltningspraksis.",
                        "Den domstol eller det forvaltningsorgan som har saken til behandling, fastsetter godtgjøring til prosessfullmektig og eventuelle sakkyndige.",
                        "Nåværende § 25 blir § 23 som skal lyde:"
                    ]
                },
                {
                    "name": "§ 23",
                    "title": "Saksomkostninger til det offentlige.",
                    "sections": [
                        "Dersom en part som har fri rettshjelp, vinner saken, skal saksomkostninger etter tvistemålsloven kap. 13 i tilfelle tilkjennes det offentlige i den utstrekning det er nødvendig for å dekke utgiftene til fri rettshjelp.",
                        "Hvor det er grunn til det, kan retten samtykke i at en part som har fri rettshjelp, begjærer saken hevet som forlikt uten å nedlegge påstand om saksomkostninger til det offentlige.",
                        "Nåværende kapittel V blir kapittel IV og skal ha overskriften:",
                        "Kapittel IV. Fritak for rettsgebyr.",
                        "Nåværende § 26 blir § 24.",
                        "Nåværende § 27 blir § 25 som skal lyde:"
                    ]
                },
                {
                    "name": "§ 25",
                    "title": "Vilkår for fritak mv.",
                    "sections": [
                        "Fritak for rettsgebyr kan gis som del av bevilling til fri sakførsel etter § 22 etter de samme regler som gjelder for slik bevilling.",
                        "Den som ikke har krav på fri sakførsel, kan gis fritak for rettsgebyr dersom de økonomiske vilkår i § 16 annet eller fjerde ledd er oppfylt. Fritak gis av den som har myndighet til å gi bevilling til fri sakførsel i saken.",
                        "I skiftesaker kan domstolen gi fritak for rettsgebyr, dersom de økonomiske vilkår i § 16 annet eller fjerde ledd er oppfylt.",
                        "Søknad om fritak for rettsgebyr kan avslås når det ikke er rimelig at det offentlige gir slik støtte.",
                        "Nåværende kapittel VI blir kapittel V og skal ha overskriften:",
                        "Kapittel V. Klageregler m.v.",
                        "Nåværende § 28 blir § 26 som skal lyde:"
                    ]
                },
                {
                    "name": "§ 26",
                    "title": "Klage.",
                    "sections": [
                        "Vedtak etter denne lov, unntatt de avgjørelser som nevnt i § 27, kan påklages til departementet etter reglene i forvaltningsloven. Departementet kan bestemme i hvilken utstrekning forvaltningsloven skal gjelde for domstolenes og Trygderettens behandling av saker etter denne lov.",
                        "Departementets vedtak etter denne lov kan ikke påklages.",
                        "Nåværende § 28a blir § 27 som skal lyde:"
                    ]
                },
                {
                    "name": "§ 27",
                    "title": "Kjæremål i saker behandlet av domstolene og Trygderetten.",
                    "sections": [
                        "Avgjørelser etter denne lov som er truffet av en domstol, kan påkjæres til overordnet domstol. Avgjørelser truffet av Arbeidsretten kan ikke påkjæres. Avgjørelser truffet av Trygderetten kan påkjæres til Borgarting lagmannsrett.",
                        "For kjæremål etter første ledd gjelder reglene i tvistemålsloven og domstolloven dersom ikke annet følger av paragrafen her.",
                        "For den som har fått underretning om avgjørelsen, er fristen for å erklære kjæremål én måned fra den dag vedkommende mottok underretningen. For andre er fristen én måned fra den dag da vedkommende har fått eller burde ha skaffet seg kjennskap til avgjørelsen, men likevel ikke utover tre måneder fra det tidspunkt avgjørelsen ble truffet.",
                        "Domstolen skal tilrettelegge saken for kjæremålsretten og gi slik redegjørelse for saken som er nødvendig for kjæremålsretten.",
                        "Om dekning av sakskostnader av det offentlige gjelder forvaltningsloven § 36 første ledd og tredje ledd første og annet punktum tilsvarende.",
                        "Nåværende kapittel VII blir kapittel VI og skal ha overskriften:",
                        "Kapittel VI. Ikrafttredelse.",
                        "Nåværende § 29 blir § 28.",
                        "I lov 8. april 1981 nr. 7 om barn og foreldre gjøres følgende endring:",
                        "§ 61 annet ledd tredje punktum skal lyde:",
                        "Dersom det skal oppnemnast ein advokat for barnet etter første stykket nr. 5, har barnet rett på fri sakførsel utan behovsprøving jf. rettshjelpsloven § 16 første ledd nr. 6.",
                        "I lov 22. mai 1981 nr. 25 om rettergangsmåten i straffesaker (straffeprosessloven) gjøres følgende endringer:",
                        "§ 78 annet ledd annet punktum skal lyde:",
                        "Rettens fastsetting kan påkjæres etter reglene i rettshjelpslovens § 27.",
                        "§ 450 første ledd skal lyde:",
                        "I sak om erstatning eller oppreisning etter straffforfølgning har siktede rett til fritt rettsråd uten behovsprøving etter reglene i rettshjelpsloven § 11.",
                        "I lov 17. desember 1982 nr. 86 om rettsgebyr gjøres følgende endringer:",
                        "§ 8 syvende ledd nytt femte punktum skal lyde:",
                        "For kjæremål over avgjørelser om avslag på fri sakførsel etter lov om fri rettshjelp § 27 betales ikke gebyr.",
                        "§ 10 første ledd nr. 12 skal lyde:",
                        "sak etter tvistemålslovens kapittel 33 om overprøving av administrative vedtak om frihetstap og andre tvangsinngrep, jfr. også lov om fri rettshjelp § 16 første ledd nr. 2.",
                        "§ 27a første ledd nr. 1 skal lyde:",
                        "kjæremål etter rettshjelpsloven § 27 eller etter bestemmelser som viser til rettshjelpsloven § 27.",
                        "I lov 24. juni 1994 nr. 39 om sjøfarten (sjøloven) gjøres følgende endring:",
                        "§ 476 fjerde ledd tredje punktum skal lyde:",
                        "Fastsettelsen kan påkjæres til lagmannsretten etter reglene i rettshjelpsloven § 27.",
                        "Loven gjelder fra den tid Kongen bestemmer.",
                        "Departementet kan gi overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "VI.",
            "paragraphs": []
        },
        {
            "name": "VII.",
            "paragraphs": []
        },
        {
            "name": "VIII.",
            "paragraphs": []
        },
        {
            "name": "IX.",
            "paragraphs": []
        },
        {
            "name": "X.",
            "paragraphs": []
        }
    ]
}