{
    "lawId": "LOV-2005-12-09-116",
    "lawName": "Lov om endringer i skatte- og avgiftslovgivningen mv",
    "shortName": "Endringslov til skatte- og avgiftslovgivningen",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 47 A",
                    "title": "Definisjon",
                    "sections": [
                        "Som samboere regnes i denne lov personer som omfattes av bestemmelsen i folketrygdloven § 1-5 og to ugifte personer som bor sammen og har bodd sammen sammenhengende i minst to år i et ekteskapslignende eller partnerskapslignende forhold. Ved beregningen av botid tas med opphold utenfor felles bopel på grunn av utdannelse, arbeid, sykdom, institusjonsopphold eller andre lignende forhold.",
                        "I lov 19. juni 1969 nr. 66 om merverdiavgift gjøres følgende endringer:",
                        "§ 5 a annet ledd nr. 2 skal lyde:",
                        "2.romutleie i hotellvirksomhet og lignende virksomhet, utleie av fast eiendom til camping samt yrkesmessig utleie av hytter, ferieleiligheter og annen fritidseiendom,",
                        "§ 5 b første ledd nr. 10 oppheves.",
                        "I lov 13. juni 1980 nr. 24 om ligningsforvaltning (ligningsloven) gjøres følgende endring:",
                        "§ 6-13 nr. 2 bokstav b skal lyde:",
                        "b.myndigheter som er tillagt kontrollerende funksjoner etter lov 19. juni 1997 nr. 79 om verdipapirhandel, etter krav fra ligningsmyndighetene gi opplysninger som de er blitt kjent med under dette arbeidet, såfremt opplysningene er gitt kontrollorganet i medhold av lovbestemt opplysningsplikt,",
                        "I lov 28. februar 1997 nr. 19 om folketrygd (folketrygdloven) gjøres følgende endringer:",
                        "§ 22-3 første ledd skal lyde:",
                        "En arbeidsgiver som betaler full lønn for et tidsrom da medlemmet har rett til en ytelse som skal sikre inntekt etter kapittel 8, 9 eller 14, kan kreve å få ytelsen utbetalt til seg. Arbeidsgiver som forskutterer reisetilskott for å dekke nødvendige ekstra transportutgifter etter § 8-14, kan også kreve reisetilskottet utbetalt til seg.",
                        "§ 23-2 femte ledd skal lyde:",
                        "Det skal ikke svares arbeidsgiveravgift av lønn og feriepenger så langt arbeidsgiveren får lønnen eller feriepengene refundert etter reglene i § 8-20 tredje ledd, § 8-21 tredje ledd eller § 22-3. Det skal heller ikke betales arbeidsgiveravgift av introduksjonsstønad etter introduksjonsloven.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endringer:",
                        "§ 6-10 fjerde ledd skal lyde:",
                        "(4) For livsforsikringsselskaper, private tjenestepensjonskasser eller kommunale og fylkeskommunale pensjonskasser skal det ved avskrivning etter første ledd tas hensyn til regnskapsmessige verdiendringer som gjelder selskapenes eller kassenes faste eiendom som er inntekts- eller fradragsført etter § 14-4 tredje ledd.",
                        "Ny § 6-25 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 6-25",
                    "title": "Kostnader til forskning og utvikling",
                    "sections": [
                        "Kostnader til egen forskning og utvikling knyttet til konkrete prosjekter som kan bli eller er blitt til driftsmidler, skal behandles som del av kostprisen for vedkommende driftsmiddel.",
                        "§ 6-40 nytt åttende ledd skal lyde:",
                        "(8) Renter og andre kostnader til finansiering ved egentilvirkning av driftsmidler kan behandles som del av kostprisen for vedkommende driftsmiddel.",
                        "§ 8-15 femte ledd bokstav a nr. 1 skal lyde:",
                        "1.foreslått utbytte etter aksjeloven § 8-2 eller allmennaksjeloven § 8-2",
                        "§ 8-15 femte ledd bokstav a nr. 2 skal lyde:",
                        "2.utdeling av utbytte i løpet av året som overstiger fjorårets foreslåtte utbytte",
                        "§ 8-15 nytt åttende ledd skal lyde:",
                        "(8) Selskap som utarbeider selskapsregnskap etter regnskapsloven § 3-9 tredje eller fjerde ledd skal korrigere for elementer i fond for urealiserte gevinster etter aksjeloven § 3-3 a eller allmennaksjeloven § 3-3 a, i følgende tilfeller:",
                        "a.ved beregning av forholdet mellom selskapets balanseførte finanskapital og totalkapital etter bestemmelsene i annet ledd fjerde og femte punktum",
                        "b.ved beregning av maksimalt rentefradrag etter annet ledd sjuende punktum",
                        "c.ved beregning av inntektstillegg etter sjuende ledd første punktum.",
                        "Ved beregningene som nevnt i bokstav a og b skal det bare korrigeres for elementer i fond for urealiserte gevinster som knytter seg til eiendeler. Ved beregningen som nevnt i bokstav c skal det ikke korrigeres for elementer i fond for urealiserte gevinster som knytter seg til eiendeler som ikke medtas som en del av selskapets balanseførte kapital.",
                        "§ 8-15 nytt niende ledd skal lyde:",
                        "(9) Selskap som ikke har ført foreslått utbytte etter aksjeloven § 8-2 eller allmennaksjeloven § 8-2 som gjeld i regnskapet, skal korrigere for slikt utbytte ved beregning av inngående saldo på konto for tilbakeholdt skattlagt inntekt etter tredje ledd annet punktum. Foreslått utbytte skal regnes som gjeld ved beregning av inntektstillegg etter sjuende ledd første punktum.",
                        "Nåværende § 8-15 åttende og niende ledd blir nye tiende og ellevte ledd.",
                        "§ 10-5 annet ledd nytt annet punktum skal lyde:",
                        "Foreslått utbytte etter aksjeloven § 8-2 eller allmennaksjeloven § 8-2 skal redusere selskapets egenkapital i forhold til forrige punktum.",
                        "Nåværende annet til fjerde punktum blir nye tredje til femte punktum.",
                        "§ 10-5 tredje ledd skal lyde:",
                        "(3) Inntektsføring skal bare foretas så langt underdekningen skyldes at",
                        "a.det ved avleggelsen av selskapets årsoppgjør er foreslått utdeling av utbytte etter aksjeloven § 8-2 eller allmennaksjeloven § 8-2, eller",
                        "b.det gis konsernbidrag som overstiger årets alminnelige inntekt, eller",
                        "c.det i løpet av inntektsåret er utdelt utbytte, jf. § 10-11, som overstiger fjorårets forslag fra styret om utdeling av utbytte, eller det er utdelt mer enn aksjens forholdsmessige del av innbetalt aksjekapital, herunder overkurs, ved nedsettelse av aksjekapitalen ved innløsning av enkeltaksje, jf. § 10-37 annet ledd.",
                        "§ 14-2 annet ledd nytt annet punktum skal lyde:",
                        "Det ses bort fra plikt til å utføre, unnlate eller tåle noe i framtiden.",
                        "§ 14-2 nytt tredje ledd skal lyde:",
                        "(3) Uttak eller overføring av verdier til endret bruk etter § 5-2 inntektsføres på uttaks- eller overføringstidspunktet.",
                        "§ 14-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-4",
                    "title": "Tidfesting for regnskapspliktige",
                    "sections": [
                        "(1) Denne paragraf gjelder for virksomhet som det er fastsatt regnskapsplikt for i lov eller med hjemmel i lov.",
                        "(2) Regnskapslovgivningens regler om vurdering etter kursen ved regnskapsårets slutt, legges til grunn ved tidfestingen av gevinst og tap på kortsiktige fordringer og gjeld i utenlandsk valuta, jf. § 14-5 femte ledd.",
                        "(3) Regnskapslovgivningens regler om vurdering til virkelig verdi legges til grunn ved tidfestingen av gevinst og tap for faste eiendommer tilhørende livsforsikringsselskaper, private tjenestepensjonskasser og kommunale og fylkeskommunale pensjonskasser, jf. § 6-10 fjerde ledd.",
                        "§ 14-5 fjerde ledd bokstav g skal lyde:",
                        "g.Institusjoner som nevnt under f, kan føre til fradrag tap på utlån og garantier som er ført til kostnad i årsregnskapet i samsvar med regnskapslovgivningens regler. Departementet kan gi forskrift om overgangsregler og om utfylling og gjennomføring av bestemmelsen i første punktum ved anvendelse av endrede regnskapsregler om behandling av utlån og garantier i årsregnskapet.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endring:",
                        "§ 5-2 nytt fjerde ledd skal lyde:",
                        "(4) Skatteplikten etter første ledd gjelder ikke gave i form av en vare eller tjeneste som inngår i bedriftens virksomhet, og som er gitt til en frivillig organisasjon i forbindelse med jordskjelvkatastrofen i Asia, og som er gitt i perioden 8. oktober 2005 til 31. desember 2005.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endringer:",
                        "§ 4-12 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": [
                {
                    "name": "§ 4-12",
                    "title": "Aksje, grunnfondsbevis og andel i verdipapirfond",
                    "sections": [
                        "(1) Børsnotert aksje verdsettes i alminnelighet til 80 prosent av kursverdien 1. januar i ligningsåret.",
                        "(2) Ikke-børsnotert aksje verdsettes til 80 prosent av aksjens forholdsmessige andel av aksjeselskapets eller allmennaksjeselskapets samlede skattemessige formuesverdi 1. januar året før ligningsåret fordelt etter pålydende.",
                        "(3) Ikke-børsnotert aksje i utenlandsk selskap verdsettes til 80 prosent av aksjens antatte salgsverdi 1. januar i ligningsåret. Aksjen skal verdsettes etter annet ledd når skattyteren krever dette og kan sannsynliggjøre selskapets skattemessige formuesverdi.",
                        "(4) Departementet kan",
                        "a.gi forskrift om beregning av aksjeverdien i annet ledd, og om dokumentasjonskrav etter tredje ledd,",
                        "b.fastsette skjema til bruk ved beregningen,",
                        "c.ved forskrift bestemme at ikke-børsnoterte aksjer som er undergitt annen kursnotering, verdsettes som bestemt i første ledd,",
                        "d.ved forskrift i bestemmelser om samordning av verdsettelse av ikke-børsnoterte aksjer i utenlandske selskaper mellom forskjellige likningskontorer og skattefogdkontorer.",
                        "(5) Grunnfondsbevis i sparebank, gjensidig forsikringsselskap, kreditt- og hypotekforening og selveiende finansieringsforetak verdsettes til 80 prosent av kursverdien 1. januar i ligningsåret. Er kursen ikke notert eller kjent, settes verdien til 80 prosent av den antatte salgsverdi.",
                        "(6) Andel i verdipapirfond verdsettes til 80 prosent av andelsverdien 1. januar i ligningsåret.",
                        "§ 4-13 første ledd første punktum skal lyde:",
                        "For aksjeselskap eller allmennaksjeselskap som er stiftet året før ligningsåret, settes aksjeverdien til 80 prosent av summen av aksjenes pålydende beløp og overkurs.",
                        "§ 5-2 første ledd annet punktum skal lyde:",
                        "Ved uttak fra enkeltpersonforetak eller sameie, gjelder skatteplikten bare hvor kostprisen helt eller delvis er kommet til fradrag ved ligningen.",
                        "§ 5-15 annet ledd fjerde punktum oppheves.",
                        "§ 6-19 annet ledd fjerde punktum skal lyde:",
                        "Fradrag kan enten gis med inntil 2 250 kroner eller med inntil to promille av samlet utbetalt lønn.",
                        "§ 6-20 fjerde ledd annet punktum skal lyde:",
                        "Fradrag kan samlet gis med inntil 2 250 kroner eller med en forholdsmessig del av dette beløpet når fradragsberettiget kontingent er betalt for bare en del av inntektsåret.",
                        "§ 6-32 første ledd skal lyde:",
                        "(1) Minstefradrag fastsettes på følgende måte:",
                        "a.Minstefradrag i lønnsinntekt, jf. skatteloven § 6-31 første ledd a, c, d og annet ledd, gis med 34 prosent av summen av slik inntekt. Tilsvarende gjelder for minstefradrag i tidsbegrenset uførestønad, rehabiliteringspenger og attføringspenger.",
                        "b.Minstefradrag i pensjonsinntekt, jf. § 6-31 første ledd b, gis med 24 prosent av summen av slik inntekt.",
                        "c.Beregningsgrunnlaget etter bokstav a og b avrundes nedover til nærmeste tall som kan deles med 100.",
                        "d.Stortinget fastsetter nedre og øvre grenser for minstefradrag etter bokstav a og b. Minstefradraget kan likevel ikke overstige inntekten det beregnes av.",
                        "e.Skattyter som både har inntekt som nevnt i bokstav a og b, skal ha det høyeste fradraget av",
                        "-minstefradrag i lønnsinntekt",
                        "-summen av minstefradrag i lønnsinntekt og pensjonsinntekt med følgende korreksjoner: Nedre grense for minstefradrag i lønnsinntekt settes lik nedre grense for minstefradrag i pensjonsinntekt. Summen av minstefradrag skal ikke overstige øvre grense for minstefradrag i lønnsinntekt. Bokstav d annet punktum gjelder tilsvarende.",
                        "§ 8-1 femte ledd tredje punktum skal lyde:",
                        "For inntekt over 36 000 kroner gis i tillegg et fradrag på 19 prosent av inntekten opp til et samlet fradrag på 71 500 kroner.",
                        "§ 8-1 åttende ledd skal lyde:",
                        "(8) Fradrag etter § 8-1 femte, sjette og sjuende ledd kan til sammen ikke overskride 71 500 kroner.",
                        "§ 9-2 første ledd bokstav i oppheves.",
                        "§ 10-34 ny overskrift skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-34",
                    "title": "Omfordeling av aksjers kostpris og ubenyttet skjerming",
                    "sections": [
                        "§ 10-42 første ledd nytt annet punktum skal lyde:",
                        "Tilsvarende gjelder når personlig deltakers konkursbo eller dødsbo mottar utdeling fra selskapet.",
                        "§ 11-1 første ledd skal lyde:",
                        "(1) For fusjon (sammenslutning) og fisjon (deling) av selskaper gjelder alminnelige regler om inntektsbeskatning med de fritak og begrensninger som følger av dette kapittel.",
                        "§ 11-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11-3",
                    "title": "Skattefri fusjon av deltakerlignede selskaper",
                    "sections": [
                        "To eller flere selskaper hvor deltakerne lignes etter §§ 10-40 til 10-45, kan fusjoneres uten skattlegging ved at ett eller flere selskaper overdrar sine samlede eiendeler, rettigheter og forpliktelser til et annet selskap med samme selskaps- og ansvarsform, eller ved at et selskap erverver alle andeler i et annet selskap med samme selskaps- og ansvarsform, når deltakerne som vederlag mottar andeler i det overtakende selskapet eller andeler med et tillegg som ikke overstiger 20 prosent av det samlede vederlaget.",
                        "§ 11-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11-5",
                    "title": "Skattefri fisjon av deltakerlignet selskap",
                    "sections": [
                        "Et selskap som nevnt i § 10-40, kan fisjoneres uten skattlegging ved at det overdrar en del av sine eiendeler, rettigheter og forpliktelser til annet selskap med samme selskaps- og ansvarsform, eller ved at det overdrar sine samlede eiendeler, rettigheter og forpliktelser til to eller flere andre selskaper med samme selskaps- og ansvarsform, når deltakerne som vederlag mottar andeler i det overdragende eller det overtakende selskapet eller andeler med et tillegg som ikke overstiger 20 prosent av det samlede vederlaget.",
                        "§ 11-7 fjerde ledd skal lyde:",
                        "(4) For kommandittist eller stille deltaker som får høyere eller lavere skattemessig verdi på andel i selskap som nevnt i § 10-40 etter fusjon eller fisjon, skal fradragsrammen etter § 10-43 annet ledd korrigeres for slik differanse.",
                        "§ 12-13 første ledd skal lyde:",
                        "(1) Dersom det er ansatte lønnstakere i virksomheten, skal det ved fastsettelsen av beregnet personinntekt gis et lønnsfradrag. Det samlede lønnsfradraget settes til 15 prosent av summen av",
                        "a.virksomhetens lønnsutbetaling,",
                        "b.arbeidsgiveravgift og andre trygdeavgifter for ansatte.",
                        "I lov 10. desember 2004 nr. 77 om endringer i skatte- og avgiftslovgivningen mv. gjøres følgende endring:",
                        "§ 2-38. Overgangsregel E annet ledd nytt annet punktum skal lyde:",
                        "Inngangsverdien på vederlagsaksjene skal reduseres med utbytte som er besluttet utdelt i 2005 som tilfaller den overdragende skattyter og som ikke har gått til reduksjon i inngangsverdien på de overdratte aksjer.",
                        "Nåværende annet og tredje punktum blir nye tredje og fjerde punktum.",
                        "I lov 10. desember 2004 nr. 77 om endringer i skatte- og avgiftslovgivningen mv. gjøres følgende endring:",
                        "§ 2-38. Overgangsregel E annet ledd nytt femte og sjette punktum skal lyde:",
                        "Arveavgiftsverdien på vederlagsaksje, hvor rådigheten, jf. arveavgiftsloven §§ 9 og 10, går over 10. november til 31. desember 2005, fastsettes for nystiftet selskap til vederlagsaksjenes andel av den arveavgiftsverdi de overførte aksjene og andelene ville hatt hvis aksjene eller andelen var overført direkte til arvingen eller gavemottakeren, tillagt eventuelt kontantvederlag ved omdannelsen. Ved overføring til eksisterende selskap skal tilsvarende verdi legges til grunn pluss arveavgiftsverdien av aksjene i det eksisterende selskap 1. januar i 2005.",
                        "I lov 10. desember 2004 nr. 77 om endringer i skatte- og avgiftslovgivningen mv. gjøres følgende endring:",
                        "Under XIX Overgangsregler skal nytt siste avsnitt lyde:",
                        "Ved ikrafttredelsen av endringen under XIV § 10-34 gjelder følgende overgangsregel:",
                        "Retting av beregnings- eller registreringsfeil ved fastsettelse og fordeling av endring i selskapets skattlagte kapital som finner sted fra og med 1. januar 2006, skal regulere aksjens inngangsverdi med samme tidspunkt som det opprinnelig uriktig fastsatte reguleringsbeløpet.",
                        "Endringene under I trer i kraft straks med virkning for arv og gave hvor rådigheten, jf. arveavgiftsloven §§ 9 og 10, går over 1. januar 2006 eller senere.",
                        "Endringene under II trer i kraft fra og med 1. september 2006.",
                        "Endringen under III trer i kraft straks.",
                        "Endringene under IV trer i kraft straks med virkning for ytelser fra og med 1. januar 2006.",
                        "Endringene under V trer i kraft straks og med virkning fra og med inntektsåret 2005.",
                        "Endringen under VI trer i kraft straks med virkning for uttak foretatt i perioden 8. oktober 2005 til 31. desember 2005.",
                        "Endringene under VII trer i kraft straks med virkning fra og med inntektsåret 2006.",
                        "Endringen under VIII trer i kraft straks med virkning for inntektsåret 2005.",
                        "Endringen under IX trer i kraft straks med virkning for arv og gave hvor rådigheten, jf. arveavgiftsloven §§ 9 og 10, går over fra og med 10. november til og med 31. desember 2005.",
                        "Endringen under X trer i kraft straks med virkning fra og med inntektsåret 2006."
                    ]
                }
            ]
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        },
        {
            "name": "X",
            "paragraphs": []
        },
        {
            "name": "XI",
            "paragraphs": []
        }
    ]
}