{
    "lawId": "LOV-2005-06-17-58",
    "lawName": "Lov om råd eller anna representasjonsordning i kommunar og fylkeskommunar for menneske med nedsett funksjonsevne m.m",
    "shortName": "Lov om råd for menneske med nedsett funksjonsevne",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Kommunane og fylkeskommunane skal sørgje for at menneske med nedsett funksjonsevne blir sikra open, brei og tilgjengeleg medverknad i arbeidet med saker som er særleg viktige for menneske med nedsett funksjonsevne. Dette gjeld mellom anna tilkomst, arbeid mot diskriminering på grunnlag av nedsett funksjonsevne og tenester for menneske med nedsett funksjonsevne.",
                    "sections": []
                },
                {
                    "name": "§ 2",
                    "title": "Kommunane skal for det formålet som er nemnt i § 1, opprette råd eller anna representasjonsordning for menneske med nedsett funksjonsevne.",
                    "sections": [
                        "I kommunar der viktige oppgåver for menneske med nedsett funksjonsevne er lagde til kommunedelsutval, gjeld føresegnene i denne lova tilsvarande for desse."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Fleire kommunar kan vedta å opprette felles råd eller ei anna representasjonsordning for menneske med nedsett funksjonsevne.",
                    "sections": []
                },
                {
                    "name": "§ 4",
                    "title": "Kommunane kan vedta å opprette felles råd eller ei anna representasjonsordning for menneske med nedsett funksjonsevne og eldre.",
                    "sections": []
                },
                {
                    "name": "§ 5",
                    "title": "Der det blir oppretta råd som nemnt i §§ 2 til 4, skal saker som er nemnde i § 1, leggjast fram for rådet i god tid før dei skal avgjerast. Rådet kan også sjølv ta opp saker.",
                    "sections": [
                        "Fråsegna frå rådet skal liggje ved saksdokumenta til det kommunale organet som endeleg avgjer saka.",
                        "Første ledd gjeld tilsvarande for andre representasjonsordningar så langt det høver."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Kommunestyra vedtek mandat for og samansetjing av råda. Reglane om forholdstalsval i §§ 36 og 37 i kommunelova gjeld ikkje ved val av råd for menneske med nedsett funksjonsevne. Leiaren og nestleiaren for rådet blir oppnemnde av kommunestyret. Tilsvarande gjeld for eventuelle andre representasjonsordningar. Oppnemninga av medlemmer skal gjelde for valperioden. Ved oppnemning av representantar for menneske med nedsett funksjonsevne i kommunen skal organisasjonane deira ha forslagsrett.",
                    "sections": []
                },
                {
                    "name": "§ 7",
                    "title": "Kommunane skal sørgje for at dei administrative funksjonane for råda blir tekne vare på. Rådet har rett til å uttale seg før kommunestyret opprettar sekretariat, vedtek budsjett og gir utfyllande reglar for saksbehandlinga i rådet. Reglane om utval i kommunelova gjeld tilsvarande så langt ikkje anna går fram av denne lova. Rådet skal kvart år leggje fram ei melding om verksemda si. Meldinga skal leggjast fram for kommunestyret. Tilsvarande gjeld for eventuelle andre representasjonsordningar.",
                    "sections": []
                },
                {
                    "name": "§ 8",
                    "title": "Føresegnene i §§ 2-7 gjeld tilsvarande for fylkeskommunane så langt dei høver.",
                    "sections": []
                },
                {
                    "name": "§ 9",
                    "title": "Lova gjeld frå den tid Kongen fastset.",
                    "sections": []
                },
                {
                    "name": "§ 10",
                    "title": "Frå det tidspunktet lova tek til å gjelde, blir desse endringane i lov 8. november 1991 nr. 76 om kommunale og fylkeskommunale eldreråd gjort gjeldande:",
                    "sections": [
                        "I kapittel I skal ny § 4 a lyde:",
                        "Kommunane kan vedta å opprette felles råd for eldre og menneske med nedsett funksjonsevne. Kommunestyra vedtek mandatet for og samansetjinga av råda. Ved val av representantar for eldre og menneske med nedsett funksjonsevne skal organisasjonane deira ha rett til å kome med framlegg. Elles gjeld reglane i denne lova og lov av om råd eller anna representasjonsordning i kommunar og fylkeskommunar for menneske med nedsett funksjonsevne m.m. så langt dei høver.",
                        "I kapittel II skal ny § 8 a lyde:",
                        "Fylkeskommunane kan vedta å opprette felles råd for eldre og menneske med funksjonshemmingar. Fylkestinga vedtek mandatet for og samansetjinga av råda. Ved val av representantar for eldre og menneske med nedsett funksjonsevne skal organisasjonane deira ha rett til å kome med framlegg. Elles gjeld reglane i denne lova og lov av om råd eller anna representasjonsordning i kommunar og fylkeskommunar for menneske med nedsett funksjonsevne m.m. så langt dei høver."
                    ]
                }
            ]
        }
    ]
}