{
    "lawId": "LOV-2005-06-17-106",
    "lawName": "Lov om endringar i opplæringslova og friskolelova",
    "shortName": "Endringslov til opplæringslova og friskolelova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-3 a",
                    "title": "Fritak frå aktivitetar m.m. i opplæringa",
                    "sections": [
                        "Elevar skal etter skriftleg melding frå foreldra få fritak frå dei delar av undervisninga ved den enkelte skolen som dei ut frå eigen religion eller eige livssyn opplever som utøving av ein annan religion eller tilslutning til eit anna livssyn, eller som dei på same grunnlag opplever som støytande eller krenkjande. Det er ikkje nødvendig å grunngi melding om fritak etter første punktum.",
                        "Det kan ikkje krevjast fritak frå opplæring om kunnskapsinnhaldet i dei ulike emna i læreplanen. Dersom skolen på eit slikt grunnlag ikkje godtek ei melding om fritak, må skolen behandle saka etter reglane om enkeltvedtak i forvaltningslova.",
                        "Skolen skal ved melding om fritak sjå til at fritaket blir gjennomført, og leggje til rette for tilpassa opplæring innanfor læreplanen.",
                        "Skoleeigaren skal årleg informere elevane og foreldra til elevar under 15 år om reglane for fritak.",
                        "Elevar som har fylt 15 år, gir sjølv skriftleg melding som nemnt i første ledd.",
                        "§ 2-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-4",
                    "title": "Undervisninga i faget kristendoms-, religions- og livssynskunnskap",
                    "sections": [
                        "Undervisninga i kristendoms-, religions- og livssynskunnskap skal",
                        "-gi grundig kjennskap til Bibelen og kristendommen som kulturarv",
                        "-gi grundig kjennskap til evangelisk-luthersk kristendomsforståing og ulike kristne kyrkjesamfunn",
                        "-gi kjennskap til andre verdsreligionar og livssyn",
                        "-gi kjennskap til etiske og filosofiske emne",
                        "-fremje forståing og respekt for kristne og humanistiske verdiar",
                        "-fremje forståing, respekt og evne til dialog mellom menneske med ulik oppfatning av trudoms- og livssynsspørsmål.",
                        "Kristendoms-, religions- og livssynskunnskap er eit ordinært skolefag som normalt skal samle alle elevar. Undervisninga i faget skal ikkje vere forkynnande.",
                        "Den som skal undervise i kristendoms-, religions- og livssynskunnskap, skal presentere kristendommen, dei ulike verdsreligionar og livssyn ut frå deira eigenart. Dei same pedagogiske prinsippa skal leggjast til grunn for undervisninga i dei ulike emna.",
                        "§ 2-12 andre ledd skal lyde:",
                        "§§ 1-2, 1-3, 2-3, 2-3 a og 2-4 i lova med forskrifter gjeld for innhaldet og for vurdering i privat grunnskole så langt reglane ikkje kjem i strid med Noregs folkerettslege plikter.",
                        "I lov 4. juli 2003 nr. 84 om frittståande skolar blir det gjort følgjande endringar:",
                        "§ 3-12 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 3-12",
                    "title": "Fritak frå aktivitetar m.m.",
                    "sections": [
                        "Opplæringslova § 2-3 a gjeld tilsvarande for elevar i grunnskolar godkjende etter lova her. Retten til fritak frå aktivitetar m.m. gjeld likevel ikkje for elevar i grunnskolar som er oppretta av religiøse eller etiske grunnar. Departementet er klageinstans for enkeltvedtak etter bestemmelsen.",
                        "Lova gjeld frå det tidspunkt Kongen fastset."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}