{
    "lawId": "LOV-2005-06-17-96",
    "lawName": "Lov om endringer i kommuneloven (kommunalt rapporteringsregister)",
    "shortName": "Endringslov til kommuneloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 49 a",
                    "title": "Kommunalt rapporteringsregister",
                    "sections": [
                        "1. Kommunalt rapporteringsregister skal gi en elektronisk oversikt over de samlede rapporteringsplikter rettet mot kommuner og fylkeskommuner som følger av lov eller vedtak truffet av statlige organer. Registeret skal være et virkemiddel for samordning og forenkling. Registeret skal holdes løpende oppdatert og inneholde en fullstendig oversikt over og informasjon om rapporteringsplikter som nevnt i første punktum.",
                        "2. Departementet har ansvar for etablering, organisering og drift av kommunalt rapporteringsregister. Kommunalt rapporteringsregister ledes av en registerfører som utpekes av departementet. Departementet kan gi nærmere regler om registerets lokalisering og innhold og om føring av registeret.",
                        "3. Før nye rapporteringsplikter for kommuner og fylkeskommuner settes i kraft eller eksisterende rapporteringsplikter endres, skal departementet eller underliggende etat sende melding til kommunalt rapporteringsregister. Rapporteringsplikten kan ikke iverksettes før den er publisert i kommunalt rapporteringsregister.",
                        "4. Departementet kan gi nærmere regler om hvilke opplysninger som skal følge meldingen etter nr. 3 og om registerets behandling av disse. Departementet kan også gi nærmere regler om unntak fra iverksettelsesforbudet i nr. 3 annet punktum.",
                        "Loven trer i kraft fra den tid Kongen bestemmer.",
                        "Kongen kan gi nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}