{
    "lawId": "LOV-2005-12-21-135",
    "lawName": "Lov om endringer i lov 24. februar 1995 nr. 11 om lotterier m.v",
    "shortName": "Endringslov til lotteriloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 16",
                    "title": "Pyramidespill og pyramidelignende omsetningssystem",
                    "sections": [
                        "Det er forbudt å opprette, drive, delta i eller utbre pyramidespill eller lignende system. Som omfattet av forbudet regnes ethvert system der det ytes vederlag for å få mulighet til å oppnå inntekter som bare følger av at andre verves til pyramidespillet mv.",
                        "Forbudet i første ledd omfatter pyramidelignende omsetningssystem der det ytes vederlag for å få mulighet til å oppnå inntekter som særlig skyldes at andre verves til systemet, og ikke salg eller forbruk av varer, tjenester eller andre ytelser.",
                        "Lotteri- og stiftelsestilsynet kan kreve at den som har hatt inntekter fra omsetningssystemet der det ytes vederlag for å få mulighet til å oppnå inntekter fra systemet, dokumenterer at vedkommendes inntekter særlig skyldes salg eller forbruk av varer, tjenester eller andre ytelser, og ikke at andre verves til systemet.",
                        "§ 17 annet ledd skal lyde:",
                        "Grov overtredelse straffes med bøter eller fengsel inntil tre år. Ved avgjørelsen av om overtredelsen skal regnes som grov, skal det særlig legges vekt på om handlingen gjelder et betydelig beløp, er rettet mot barn eller av andre grunner må anses som særlig skadelig. Ved overtredelse av forskrift etter § 3 første ledd bokstav i og ved overtredelse av § 16 første og annet ledd skal forholdet alltid anses som grovt.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}