{
    "lawId": "LOV-2005-04-29-21",
    "lawName": "Lov om supplerande stønad til personar med kort butid i Noreg",
    "shortName": "Lov om supplerende stønad ved kort butid",
    "authorityDescription": "Ot.prp.nr.14 (2004–2005), Innst.O.nr.56 (2004–2005) og Besl.O.nr.49 (2004–2005). Odels- og lagtingsvedtak hhv. 15. mars og 12. april 2005. Fremmet av Arbeids- og sosialdepartementet.",
    "chapters": [
        {
            "name": "Kapittel 1. Formål – definisjonar",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formålet med lova",
                    "sections": [
                        "Formålet med lova er å garantere ei minste samla inntekt for personar med liten eller ingen pensjon frå folketrygda på grunn av kort butid i Noreg."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Definisjonar",
                    "sections": [
                        "Med grunnbeløpet meiner ein i lova her grunnbeløpet etter folketrygdlova § 1-4.",
                        "Med ektemake meiner ein i lova her personar som er gifte etter ekteskapslova og som bur saman i eitt hushald, personar som bur saman som ektefolk utan å vere gifte med kvarandre, og registrerte partnarar som bur saman i eitt hushald."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2. Personkrins – opphald i utlandet",
            "paragraphs": [
                {
                    "name": "§ 3",
                    "title": "Kven som kan få stønad",
                    "sections": [
                        "Supplerande stønad vert gitt til personar som har fylt 67 år og som er busette i Noreg. Ein person vert rekna som busett dersom han eller ho er registrert i folkeregisteret og har opphaldsløyve som gir grunnlag for busetjing i riket.",
                        "Familiemedlemer i oppstigande linje som har fått opphaldsløyve av di dei er forsørgde av personar som oppheld seg her, kan berre få supplerande stønad for tidsrom etter at dei har fått løyve til fast busetjing i Noreg."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Opphald i utlandet",
                    "sections": [
                        "Retten til supplerande stønad fell bort når ein person oppheld seg eller har tenkt å opphalde seg i utlandet i meir enn tre månader i samanheng eller i meir enn tre månader i alt i eit kalenderår.",
                        "Dersom opphaldet i utlandet er meint å vare i meir enn tre månader i samanheng, fell ytingane bort frå og med månaden etter den månaden då opphaldet i utlandet tok til. I andre tilfelle fell ytingane bort frå og med månaden etter den månaden då vedkomande hadde vore i utlandet i tre månader eller summen av utanlandsopphalda i eit kalenderår utgjer tre månader.",
                        "I tilfelle som går inn under andre leddet andre punktumet kan ytingar bli gitt for lengre tid enn nemnd dersom stønadstakaren legg fram dokumentasjon på at han eller ho ikkje kunne vende attende til Noreg på grunn av eigen sjukdom."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3. Fastsetjing av ytingar",
            "paragraphs": [
                {
                    "name": "§ 5",
                    "title": "Full supplerande stønad",
                    "sections": [
                        "Full supplerande stønad skal vere\na)\t1,7933 gonger grunnbeløpet for einslege stønadstakarar\nb)\t2,2933 gonger grunnbeløpet for personar med ektemake under 67 år\nc)\t1,6433 gonger grunnbeløpet for kvar av ektemakane når begge har fylt 67 år.",
                        "Ytingane etter første leddet bokstavane a til c skal aukast med 40 prosent av grunnbeløpet per barn under 18 år som personen forsørgjer og bur saman med i eitt hushald. Dersom begge ektemakane har fylt 67 år, skal auken gå til den av dei som har lågast inntekt (sjå § 6 første leddet).",
                        "Eit barn vert rekna å forsørgje seg sjølv dersom det har inntekt som nemnd i § 6 første leddet, og inntekta er høgare enn grunnbeløpet.",
                        "Dersom ein ektemake under 67 år oppheld seg i utlandet i lengre tid enn fastsett i § 4, skal ytinga til stønadstakaren fastsetjast etter første leddet bokstav a. Tilsvarande fell retten til tillegg for forsørgt barn bort når barnet har utanlandsopphald som nemnd. Reglane i § 4 gjeld tilsvarande med omsyn til tidspunktet for omrekning av ytingane etter første og andre punktumet."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Inntekt som går til frådrag i supplerande stønad",
                    "sections": [
                        "Full supplerande stønad skal setjast ned med\na)\tarbeidsinntekt\nb)\tpensjon frå folketrygda\nc)\tandre norske offentlege eller private pensjonar\nd)\tutanlandske offentlege eller private pensjonar\ne)\tkapitalinntekter.",
                        "Det skal reknast med slik inntekt hos stønadstakaren sjølv så vel som hos ektemaken. Dersom begge ektemakane har fylt 67 år, skal inntekt hos den eine ektemaken berre inngå ved prøvinga av ytingane til den andre ektemaken med den delen som overstig full supplerande stønad etter § 5 første leddet bokstav c."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Utmåling av supplerande stønad",
                    "sections": [
                        "Supplerande stønad vert gitt dersom full supplerande stønad etter § 5 er høgare enn inntektsgrunnlaget etter § 6. Stønaden skal utgjere differansen mellom desse beløpa."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Formue",
                    "sections": [
                        "Dersom ein søkjar eller ektemaken har så stor formue at det ville vere urimeleg å gi supplerande stønad, kan ein gi avslag på søknaden. Som formue vert ikkje rekna vanleg bustad eller vanlege ting til dagleg bruk.",
                        "Departementet kan gi forskrift til utfylling av reglane i paragrafen her."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Låge stønadsbeløp",
                    "sections": [
                        "Supplerande stønad vert ikkje gitt dersom ytinga ville utgjere eit mindre beløp enn to prosent av full supplerande stønad etter § 5 første leddet bokstav a utan tillegg for forsørgde barn."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Endringar",
                    "sections": [
                        "Fastsett stønad skal setjast opp eller ned dersom det skjer endringar i inntektene eller dei andre tilhøva som er lagt til grunn ved fastsetjinga av stønaden, og dette fører med seg ei endring av stønaden med minst 10 prosent."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Stønadsperiode og utbetaling",
                    "sections": [
                        "Supplerande stønad vert gitt for ein periode på 12 månader. Stønadstakaren kan søkje om forlenging av ytingane med 12 månader om gongen.",
                        "Stønad vert gitt frå og med månaden etter den månaden då vilkåra for ytinga var oppfylte, men ved forlenging av stønadsperioden som nemnd i første leddet tidlegast frå og med månaden etter utløpet av den siste stønadsperioden. Dersom retten til ytingar fell bort av andre grunnar enn at stønadsperioden løper ut, vert ytingar gitt til og med den månaden då retten fall bort.",
                        "Dersom ei endring som nemnd i § 10 fører til at stønaden vert sett opp, gjeld dette frå og med den månaden då endringa skjedde. Dersom ytinga vert sett ned, får dette verknad frå og med månaden etter den månaden då endringa skjedde.",
                        "Supplerande stønad vert ikkje gitt for lengre tid attende enn tre månader før den månaden då søknaden om ytingar vart sett fram. Renter vert ikkje gitt. Rentetap eller ytingar for tidlegare månader enn tre månader før søknadsmånaden kan heller ikkje krevjast erstatta med heimel i skadeserstatningslova eller i alminnelege erstatningsrettslege reglar.",
                        "Dersom det er utbetalt økonomisk stønad etter sosialtenestelova kapittel 5 i periodar som det vert etterbetalt supplerande stønad for, skal det gjerast frådrag i etterbetalinga tilsvarande den økonomiske stønaden.",
                        "Stønaden vert utbetalt i månadsbeløp før utgangen av den einskilde månaden. Månadsbeløpa vert avrunda til den næraste heile krona."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Opphald i institusjon mv.",
                    "sections": [
                        "Personar som er innlagde i institusjon der opphaldet vert dekt av det offentlege, har ikkje rett til supplerande stønad for tidsrom etter at opphaldet har vara i ein kalendermånad utover den månaden då han eller ho vart innlagt.",
                        "Reglane i første leddet gjeld tilsvarande ved opphald i fengsel mv."
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Tilbakekrevjing",
                    "sections": [
                        "Supplerande stønad som er utbetalt utan at vilkåra for det var oppfylte, skal krevjast attende dersom den som fekk utbetalinga forsto eller burde ha forstått at utbetalinga grunna seg på ein feil. Vedtak om å krevje tilbake slike beløp er tvangsgrunnlag for utlegg.",
                        "Beløp som skal krevjast tilbake etter første leddet, kan avreknast i framtidige terminar av supplerande stønad eller andre ytingar til livsopphald som vert administrerte av trygdeetaten. Avrekninga kan ikkje utgjere meir enn 10 prosent av dei aktuelle terminbeløpa.",
                        "Beløp som ikkje vert innkravde etter andre leddet, kan innkrevjast etter reglane i bidragsinnkrevjingslova."
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Finansiering",
                    "sections": [
                        "Utgiftene som trygdeetaten har til supplerande stønad og til administrasjon av ordninga vert dekte av statskassa. Pengane som trengst til dekning av utgiftene skal overførast til Rikstrygdeverket på forskot, og seinast på det tidspunktet utbetaling skal skje. Trygdeetaten skal føre særskilt rekneskap over pengane som vert overførte til dekning av supplerande stønad."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4. Saksbehandling mv.",
            "paragraphs": [
                {
                    "name": "§ 15",
                    "title": "Tilhøvet til forvaltningslova",
                    "sections": [
                        "Reglane i forvaltningslova gjeld for handsaminga av saker om supplerande stønad, med dei unntaka som går fram av lova her."
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Avgjerd etter lova",
                    "sections": [
                        "Saker om ytingar etter lova vert avgjorte av Rikstrygdeverket, som kan delegere avgjerda til anna organ i trygdeetaten."
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Søknad",
                    "sections": [
                        "Søknad om supplerande stønad skal setjast fram for trygdekontoret på bustaden til søkjaren på skjema fastsett av Rikstrygdeverket. Søkjaren skal møte personleg på trygdekontoret. Trygdekontoret skal hjelpe søkjar med utfyllinga så langt dette er naudsynt."
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Plikt til å gi opplysningar",
                    "sections": [
                        "Ein person som søkjer om supplerande stønad, har plikt til å gi dei opplysningane og levere dei dokumenta som trygdeetaten treng for å vurdere om han eller ho har rett til ytinga. Den som får supplerande stønad, skal gi melding til trygdeetaten om endringar i alle tilhøva som verkar inn på retten til eller storleiken på ytinga.",
                        "Trygdeetaten kan krevje at ein person som får supplerande stønad gir dei opplysningane og leverer dei dokumenta som trygdeetaten treng for å kontrollere storleiken på stønaden eller om han eller ho framleis har rett til ytinga.",
                        "Dersom ein søkjar eller stønadstakar ikkje legg fram dokumentasjon som trygdeetaten har bedt om, kan ein søknad om ytingar bli avslått, og ytingar som er gitt kan haldast attende. Det same gjeld dersom søkjaren gir uriktige opplysningar som er viktige for retten til eller storleiken på ytinga eller let vere å gi slike opplysningar."
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Henting av opplysningar mv.",
                    "sections": [
                        "Trygdeetaten kan krevje at likningsetaten eller skattefogdane gir opplysningar om inntekts- og formuestilhøva for ein person som søkjer om eller har fått supplerande stønad. Dette gjeld òg i høve til tidlegare likningar.",
                        "Ved behandlinga av krav om ytingar etter lova, og ved kontroll av ytingar som er gitt, har trygdeetaten rett til å få nødvendige opplysningar frå sosialtenesta, politiet, andre offentlege organ, arbeidsgivar, bankar, forsikringsselskap og private pensjonsordningar.",
                        "Trygdeetaten kan påleggje helseinstitusjonar, fengsel og andre institusjonar å gi rutinemessige meldingar når klientar vert innlagde eller utskrivne.",
                        "Dei som vert pålagt å gi opplysningar, har plikt til å gjere dette utan ugrunna opphald og utan hinder av teieplikt. Dei kan ikkje krevje vederlag for å gi opplysningane."
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Opplysningar om ektemaken",
                    "sections": [
                        "Ektemaken til ein person som søkjer om eller får supplerande stønad etter lova, har plikt til å gi opplysningar om inntekts- eller formuestilhøva sine etter reglane i § 18. Reglane i § 19 gjeld tilsvarande i høve til henting av slike opplysningar."
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Kontroll",
                    "sections": [
                        "Rikstrygdeverket kan bestemme at saker om supplerande stønad skal få ei ny vurdering med fastsette mellomrom, og kan gi reglar om korleis slik etterprøving skal gjennomførast.",
                        "Departementet kan gi forskrift om tiltak med sikte på å kontrollere at vilkåra i § 4 er oppfylte eller om ein stønadstakar har hatt opphald i utlandet i strid med reglane. Forskrifta kan bestemme at ein stønadstakar skal møte personleg på trygdekontoret inntil to gonger i året og vise pass eller anna reisedokument."
                    ]
                },
                {
                    "name": "§ 22",
                    "title": "Anke til Trygderetten",
                    "sections": [
                        "Vedtak om supplerande stønad etter lova her kan ankast inn for Trygderetten. Reglane i folketrygdlova § 21-12 gjeld tilsvarande så langt dei høver."
                    ]
                },
                {
                    "name": "§ 23",
                    "title": "Andre reglar om saksbehandling",
                    "sections": [
                        "Reglane i folketrygdlova §§ 20-8, 21-9, 21-10, 21-11, 22-1, 22-6 og 22-18 gjeld tilsvarande så langt dei høver."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5. Ikraftsetjing",
            "paragraphs": [
                {
                    "name": "§ 24",
                    "title": "Når lova tek til å gjelde",
                    "sections": [
                        "Lova tek til å gjelde frå det tidspunktet Kongen bestemmer."
                    ]
                }
            ]
        }
    ]
}