{
    "lawId": "LOV-2005-06-17-57",
    "lawName": "Lov om endringar i lov 28. februar 1997 nr. 19 om folketrygd (dagpengar under arbeidsløyse m.m.)",
    "shortName": "Endringslov til folketrygdloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4-24",
                    "title": "Medlem som har fulle ytelser etter folketrygdloven eller avtalefestet pensjon",
                    "sections": [
                        "§ 4-24 andre ledd bokstav e skal lyde:",
                        "e)fødselspenger, adopsjonspenger eller svangerskapspenger etter lovens kapittel 14,",
                        "§ 4-24 tredje ledd skal lyde:",
                        "Retten til dagpenger faller også bort når medlemmet mottar full avtalefestet pensjon.",
                        "§ 4-25 ny overskrift skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-25",
                    "title": "Samordning med reduserte ytelser fra folketrygden, eller redusert avtalefestet pensjon",
                    "sections": [
                        "§ 4-25 første ledd bokstav d og e skal lyde:",
                        "d)uførepensjon etter lovens kapittel 12, når denne er gitt med virkningstidspunkt i inneværende år eller innenfor de to siste kalenderår før dagpenger tilstås,",
                        "e)fødselspenger, adopsjonspenger eller svangerskapspenger etter lovens kapittel 14,",
                        "§ 4-25 tredje ledd skal lyde:",
                        "Dagpengene reduseres tilsvarende når medlemmet mottar redusert avtalefestet pensjon (AFP).",
                        "§ 4-26 første ledd bokstav c skal lyde:",
                        "c)redusert uførepensjon fra offentlig pensjonsordning, når denne er gitt med virkningstidspunkt i inneværende år eller innenfor de to siste avsluttede kalenderår før dagpenger tilstås,",
                        "§ 22-13 nytt sjuande ledd skal lyde:",
                        "Bestemmelsene i andre til sjette ledd gjelder ikke for dagpenger under arbeidsløshet etter kapittel 4.",
                        "I § 4-8 første ledd, annet ledd annet punktum og tredje ledd, § 4-10 femte ledd og § 4-20 sjuande ledd skal «arbeidskontoret» og «arbeidsformidlingen» endrast til Aetat.",
                        "Ikraftsetjings- og overgangsreglar",
                        "Endringane gjeld frå det tidspunktet Kongen fastset.",
                        "Departementet kan gi forskrift om overgangsreglar."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}