{
    "lawId": "LOV-2004-06-11-35",
    "lawName": "Lov om endringer i lov 11. juni 1993 nr. 101 om luftfart",
    "shortName": "Endringslov til luftfartsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 13-9",
                    "title": "Beredskap",
                    "sections": [
                        "For å sikre nødvendig nasjonal beredskap i krig, ved krise, og i andre ekstraordinære situasjoner, kan departementet pålegge aktører innen luftfarten å yte bistand i form av",
                        "a)beredskapsplanlegging,",
                        "b)gjennomføring av eller deltagelse i øvelser og militære luftoperasjoner,",
                        "c)fysisk sikring av viktige installasjoner,",
                        "d)transporttjenester i alle ledd av transportkjeden,",
                        "e)samarbeid med andre nasjonale, utenlandske eller internasjonale aktører, eller",
                        "f)rapportering eller utveksling av informasjon.",
                        "Medfører et pålegg vesentlige kostnader for den det er rettet mot, og disse ikke oppveies av motsvarende fordeler, skal departementet fastsette et rimelig vederlag for dette.",
                        "Departementet kan gi forskrifter som presiserer blant annet hvem som i tvilstilfelle skal anses som en aktør innen luftfarten ved anvendelse av bestemmelsen her, regler for utmåling av vederlag og forholdet til beredskapsplanlegging etter annen lovgivning.",
                        "§ 15-3 skal lyde:",
                        "Departementet bestemmer hvilken myndighet som skal være luftfartsmyndighet etter denne lov.",
                        "Departementet kan bestemme at kompetanse til å fatte enkeltvedtak etter bestemmelser gitt i eller i medhold av denne lov, kan delegeres til luftfartsforeninger, selskaper som er direkte eller indirekte heleid av staten, samt private sakkyndige. I tilknytning til delegasjon etter første punktum, skal det samtidig utpekes et organ i den ordinære luftfartsforvaltningen som er klageinstans for slike enkeltvedtak.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}