{
    "lawId": "LOV-2004-07-02-63",
    "lawName": "Lov om endringer i lov 20. desember 1996 nr. 106 om tomtefeste mv",
    "shortName": "Endringslov til tomtefesteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 15",
                    "title": "Regulering av festeavgift",
                    "sections": [
                        "Ved feste av tomt til bustadhus og fritidshus kan kvar av partane krevje at festeavgifta blir regulert i samsvar med endringa i pengeverdien sidan festeavtala vart inngått. Har festeavgifta vorte regulert, er det den avgifta som lovleg vart innkrevd etter forrige regulering, som kan bli regulert i samsvar med endringa i pengeverdien sidan det tidspunktet. Har partane tvillaust avtalt at festeavgifta skal stå uendra, eller har dei avtalt ei lågare regulering enn det som følgjer av endringa i pengeverdien, gjeld denne avtala istaden.",
                        "Er ei avtale om feste av tomt til bustadhus eller fritidshus gjort før 1. januar 2002, gjeld desse reglane for den første reguleringa etter 1. januar 2002:",
                        "1.Når regulering skal skje i samsvar med endringa i pengeverdien, kan bortfestaren krevje regulering i samsvar med endringa sidan festeavtala vart inngått, sjølv om festeavgifta har vore regulert før.",
                        "2.Bortfestaren kan krevje avgifta regulert i samsvar med det som tvillaust er avtalt. Men er avtala inngått 26. mai 1983 eller før, kan bortfestaren likevel ikkje krevje avgifta regulert meir enn til eit høgstebeløp om året for kvar dekar tomt eller til det beløpet som regulering i samsvar med pengeverdien ville gje. Høgstebeløpet etter fyrste punktum er kr 9 000 justert ved kvart årsskifte etter 1. januar 2002 i samsvar med endringa i pengeverdien. Dette høgstebeløpet gjeld òg der tomta er mindre enn eitt dekar.",
                        "3.Gjer avtala at verdien av tomt utan hus er ein del av reknegrunnlaget for ny festeavgift, skal verdien ikkje bli sett høgare enn det tomta kan seljast for om det berre er tillate å setje opp det eller dei husa som er på tomta.",
                        "4.Har festeavgifta vorte regulert 1. januar 2002 eller seinare, kan festaren krevje ny regulering i samsvar med nr. 3 innan 1. januar 2006.",
                        "For andre festehøve enn tomt til bustadhus og fritidshus kan kvar av partane krevje den avtalte festeavgifta regulert i samsvar med endringa i pengeverdien i tida sidan festeavtala vart inngått, om dei ikkje tvillaust har avtalt at festeavgifta skal stå uendra eller dei har avtalt regulering på anna måte.",
                        "Vert partane ikkje samde om ny festeavgift og dei ikkje har avtalt eller vert samde om annan avgjerdsmåte, høyrer avgjerda under skjønn.",
                        "Avgiftsregulering kan skje kvart tiande år, om ikkje anna er avtalt. Avtala kan likevel ikkje fastsetje at reguleringa skal skje oftare enn kvart år.",
                        "Når avgiftsregulering er avhengig av at ein av partane krev det, kan kravet berre gjelde framtidige terminer.",
                        "Når ei festeavgift – eller høgstebeløpet – etter lov eller avtale skal bli regulert i samsvar med endringa i pengeverdien, skal reguleringa skje i samsvar med utviklinga i (den berekna) konsumprisindeksen frå Statistisk sentralbyrå. Ved regulering sidan festeavtala vart inngått i festehøve frå før 1865, skal ein regulere festeavgifta ut frå utviklinga i konsumprisindeksen frå 1865.",
                        "§§ 32 til 34 skal lyde:"
                    ]
                },
                {
                    "name": "§ 32",
                    "title": "Rett til innløysing av festetomt til bustadhus og fritidshus",
                    "sections": [
                        "Festaren kan krevje å få innløyse ei festetomt til bustadhus eller fritidshus når det er gått 30 år av festetida – om ikkje kortare tid er avtalt – og seinare kvar gong det er gått 10 nye år, eller når festetida er ute.",
                        "Når festetida er ute for ei slik tomt som er festa bort for festaren si livstid, kan desse krevje innløysing:",
                        "a)festarens ektemake,",
                        "b)livsarving til festaren,",
                        "c)fosterbarn som står i same stilling som livsarving,",
                        "d)nokon som dei siste to åra har høyrt til same husstand som festaren.",
                        "Til innløysing av festetomter med hus som skjer etter paragrafen her eller med heimel i festeavtala, trengst det ikkje samtykke frå offentleg styresmakt dersom samtykke til bortfeste vart gjeve på bortfestingstida, eller ikkje trongst etter reglane på den tida."
                    ]
                },
                {
                    "name": "§ 33",
                    "title": "Lenging i staden for innløysing av festetomt til bustadhus og fritidshus",
                    "sections": [
                        "I staden for å krevje innløysing av festetomt til bustadhus eller fritidshus etter § 32 når festetida er ute, kan festaren eller dei som er omfatta av § 32 andre ledd krevje lenging av festet på same vilkår som før. For feste som er lenga etter fyrste punktum gjeld § 7 fyrste ledd om festetid."
                    ]
                },
                {
                    "name": "§ 34",
                    "title": "Unntak frå festarens rett til innløysing",
                    "sections": [
                        "Retten til innløysing gjeld berre så langt denne kan sameinast med bortfestarens rettsgrunnlag etter lov eller avtale. Ein tredjeperson med rett til bortfestareigedomen kan ikkje setje seg i mot at tomta seinare vert innløyst, dersom han eller ho må reknast å ha gjeve samtykke til bortfestinga utan atterhald mot innløysing.",
                        "Ved krav om innløysing av tomt som høyrer til ein bygdeallmenning, kan bortfestaren i staden tilby festaren lenging på same vilkår som før etter § 33.",
                        "Kongen kan fastsetje i forskrift at det same som i andre leddet skal gjelde så lenge tomt festa bort til fritidshus høyrer til ein landbrukseigedom og inntekta frå festetomtene utgjer ein monaleg del av den totale næringsinntekta som vert henta frå drift av landbrukseigedomen.",
                        "Unntaka i paragrafen her gjeld berre så langt innløysingsretten følgjer av § 32.",
                        "§§ 36 og 37 skal lyde:"
                    ]
                },
                {
                    "name": "§ 36",
                    "title": "Framsetjing av krav om innløysing eller lenging",
                    "sections": [
                        "Krav på innløysing etter § 32 eller lenging etter § 33 må festaren setje fram skriftleg seinast eitt år før innløysingstida er inne. I dei høve som er nemnde i § 32 andre ledd, er fristen eitt år etter at festaren døydde.",
                        "Er kravet sett fram seinare, kan Kongen gje oppreising om oversitjinga er orsakande. Når innløysingsvilkåra vert fastsett ved skjønn etter § 37 andre ledd, høyrer også spørsmål om oppreising under skjønnet.",
                        "Retten til innløysing eller lenging når festetida er ute, fell ikkje bort utan når bortfestaren seinast to år før festetida er ute, har sendt skriftleg oppseiing til festaren med varsel om kva tidspunkt festetida går ut, om retten til innløysing og lenging og om fristen for å krevje det. Dette gjeld ikkje når festetida går ut for tomt festa bort for festaren si livstid."
                    ]
                },
                {
                    "name": "§ 37",
                    "title": "Innløysingsvilkår",
                    "sections": [
                        "Ved innløysing av tomt som er festa bort til bustadhus eller fritidshus, skal innløysingssummen vere 30 gonger årleg festeavgift etter regulering på innløysingstida, om ikkje ein mindre innløysingssum er avtalt. Om ikkje anna er avtalt, kan kvar av partane likvel krevje at innløysingssummen for andre tomter enn dei som er festa bort på uavgrensa tid utan oppseiingsrett for bortfestaren, skal vere 40 pst. av tomteverdet på innløysingstida, med frådrag for verdauke som festaren har tilført tomta med eigne tiltak eller tilskott til tiltak som er gjort av andre. Tomteverdet må ikkje setjast høgare enn det tomta kan seljast for om det berre er tillate å setje opp det eller dei husa som er på tomta.",
                        "Med mindre partane er samde om innløysingsvilkåra, eller har avtalt vilkåra fastsette på annan måte, høyrer krav om innløysing under skjønn, som fastset innløysingssummen og innløysingsvilkåra elles. Krav om skjønn må vere sett fram seinast seks månader før innløysingstida er inne. Andre punktum gjeld ikkje når festetida går ut for tomt festa bort for festaren si livstid.",
                        "Kongen kan gje forskrift om kva som skal fylgje med ved innløysing og på kva måte innløysingsrett kan gjerast gjeldande",
                        "a)i område der det er festa bort tomter til fritidshus etter ein samla plan, og",
                        "b)ved punktfeste (§ 16 fyrste ledd tredje punktum).",
                        "Nåværende § 37 blir § 38.",
                        "§ 40 første ledd annet punktum skal lyde:",
                        "Bortfestaren kan likevel ikkje påleggjast slik overtaking dersom festaren kan krevje tomta innløyst, eller dersom bortfestaren tilbyr festaren å løyse inn tomta mot vederlag fastsett etter føresegnene i § 37.",
                        "§ 42 fjerde ledd skal lyde:",
                        "Ved feste av tomt til bustadhus eller fritidshus kan festaren gjere krav om innløysing og lenging gjeldande også mot grunneigaren etter reglane i kapittel VI.",
                        "Nåværende § 42 fjerde ledd blir nytt femte ledd.",
                        "§ 43 skal lyde:"
                    ]
                },
                {
                    "name": "§ 43",
                    "title": "Skjønn",
                    "sections": [
                        "Skjønn etter kapittel VII vert haldne som rettslege skjønn. I lensmannsdistrikt kan skjønnet styrast av lensmannen, dersom partane er samde om det.",
                        "Ved skjønn etter §§ 15 og 37 skal skjønnet i lensmannsdistrikt styrast av lensmannen. Antall skjønnsmenn skal alltid vere to, både ved lensmannsskjønn, rettsleg skjønn og overskjønn. For spørsmålet om dekning av sakskostnader i slike saker gjeld lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker § 43.",
                        "I lov 6. juni 1975 nr. 31 om utnytting av rettar og lunnende m.m. i statsallmenningane (fjellova) blir det gjort følgende endring:",
                        "§ 13 tredje ledd nytt andre punktum skal lyde:",
                        "Føresegna i første stykket er ikkje til hinder for at tomt som er festa bort til bustadhus eller fritidshus vert innløyst etter lov om tomtefeste kapittel VI.",
                        "Loven trer i kraft fra den tid Kongen bestemmer. Kongen kan gi nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}