{
    "lawId": "LOV-2004-07-02-58",
    "lawName": "Lov om endringar i lov 26. juni 1998 nr. 41 om kontantstøtte til småbarnsforeldre",
    "shortName": "Endringslov til kontantstøtteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3 a",
                    "title": "Arbeidstakere på kontinentalsokkelen",
                    "sections": [
                        "Bestemmelsene i EØS-avtalens vedlegg VI nr. 1 og 2 (forordning (EØF) nr. 1408/71 og forordning (EØF) nr. 574/72 mv.) får tilsvarende anvendelse på en arbeidstaker mv. som arbeider med leting etter eller utvinning av olje, gass eller andre naturressurser på den norske delen av kontinentalsokkelen, som om vedkommende hadde arbeidet på norsk territorium.",
                        "§ 7 andre og tredje ledd skal lyde:",
                        "Det ytes full kontantstøtte dersom barnet ikke gjør bruk av barnehageplass som det ytes offentlig driftstilskudd for.",
                        "Dersom barnet gjør bruk av barnehageplass som det ytes offentlig driftstilskudd for, og det er skriftlig avtalt redusert oppholdstid, ytes delvis kontantstøtte som følger:",
                        "a)Med 80 prosent av full kontantstøtte når det er avtalt oppholdstid til og med 8 timer per uke.",
                        "b)Med 60 prosent av full kontantstøtte når det er avtalt oppholdstid fra og med 9 til og med 16 timer per uke.",
                        "c)Med 40 prosent av full kontantstøtte når det er avtalt oppholdstid fra og med 17 til og med 24 timer per uke.",
                        "d)Med 20 prosent av full kontantstøtte når det er avtalt oppholdstid fra og med 25 til og med 32 timer per uke.",
                        "Ikraftsetjing og overgangsreglar",
                        "1.Lova gjeld frå den tid Kongen fastset. Kongen kan setje i verk dei einskilde føresegnene til ulik tid.",
                        "2.Kontantstøttelova ny § 3 a blir gitt verknad frå 1. august 1998. Utan omsyn til kontantstøttelova § 8 andre ledd kan det ytast kontantstøtte frå den nemnde datoen dersom søknad er sett fram seinast 1. januar 2006 og vilkåra for kontantstøtte var oppfylte.",
                        "3.Retten til etterbetaling av kontantstøtte for tidsrom før lova tek til å gjelde, gjeld ikkje for person som i perioden det blir søkt om kontantstøtte for, var omfatta av trygdeordninga i eit anna land."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}