{
    "lawId": "LOV-2004-01-16-6",
    "lawName": "Lov om endringar i lov 17. juli 1998 nr. 61 om grunnskolen og den vidaregåande opplæringa (opplæringslova)",
    "shortName": "Endringslov til opplæringslova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 13-2",
                    "title": "Plikt for fylkeskommunen til å sørgje for grunnskoleopplæring, spesialpedagogisk hjelp og vidaregåande opplæring i institusjonar etter barnevernlova",
                    "sections": [
                        "Når det blir gjort vedtak om plassering i institusjon etter barnevernlova, er det den fylkeskommunen der den kommunen ligg som er ansvarleg for plasseringa, jf. barnevernlova § 8-4, som har ansvaret for å oppfylle retten til grunnskoleopplæring, spesialpedagogisk hjelp og vidaregåande opplæring i institusjonen etter lova her.",
                        "Ansvaret omfattar barn og unge i institusjonar i fylkeskommunen som den statlege regionale barnevernmyndigheita har ansvaret for etter barnevernlova § 5-1, og private og kommunale institusjonar som er godkjende etter barnevernlova § 5-8. Institusjonane skal sørgje for nødvendige lokale til opplæringa.",
                        "Departementet kan gi nærmare forskrifter eller pålegg i enkelttilfelle om ansvaret til fylkeskommunen.",
                        "§ 13-3a første ledd skal lyde:",
                        "Fylkeskommunen skal oppfylle retten til grunnskoleopplæring, spesialpedagogisk hjelp og vidaregåande opplæring etter lova her for pasientar i helseinstitusjonar som det regionale helseføretaket, oppretta etter helseføretakslova § 8, eig i fylkeskommunen. Helseføretaket skal sørgje for nødvendige lokale til opplæringa.",
                        "§ 15-2 fjerde ledd skal lyde:",
                        "Fylkeskommunen er klageinstans for enkeltvedtak i yrkesopplæringsnemnda.",
                        "Lova tek til å gjelde 1. januar 2004."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}