{
    "lawId": "LOV-2004-07-02-69",
    "lawName": "Lov om endringar i opplæringslova og friskolelova",
    "shortName": "Endringslov til opplæringslova og friskolelova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-8",
                    "title": "Særskild språkopplæring for elevar frå språklege minoritetar",
                    "sections": [
                        "Elevar i grunnskolen med anna morsmål enn norsk og samisk har rett til særskild norskopplæring til dei har tilstrekkeleg dugleik i norsk til å følgje den vanlege opplæringa i skolen. Om nødvendig har slike elevar også rett til morsmålsopplæring, tospråkleg fagopplæring eller begge delar.",
                        "Morsmålsopplæringa kan leggjast til annan skole enn den eleven til vanleg går ved.",
                        "Når morsmålsopplæring og tospråkleg fagopplæring ikkje kan givast av eigna undervisningspersonale, skal kommunen så langt mogleg leggje til rette for anna opplæring tilpassa føresetnadene til elevane.",
                        "§ 12-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-1",
                    "title": "Organ for samarbeid om fag- og yrkesopplæringa",
                    "sections": [
                        "Departementet nemner opp eit organ for samarbeid om fag- og yrkesopplæringa. Organet skal hjelpe departementet med råd og ta initiativ for å fremje fag- og yrkesopplæringa. Organet skal ha representantar for partane i arbeidslivet og for departementet. Departementet fastset samansetjinga av og oppgåvene til organet.",
                        "§ 12-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-2",
                    "title": "Faglege råd",
                    "sections": [
                        "Departementet nemner opp faglege råd for fag- og yrkesopplæringa. Kvart fag eller fagområde som kan ha læretid i bedrift, skal vere knytt til eit fagleg råd. Departementet avgjer etter framlegg frå organet for samarbeid om fag- og yrkesopplæringa kva for faglege råd som skal skipast, storleiken på råda, kva for fagleg felt det enkelte rådet skal dekkje og reglement for oppgåvene til råda.",
                        "§ 12-4 sjette ledd skal lyde:",
                        "Nemnda gir rapport til fylkeskommunen og departementet om verksemda si og om tiltak som er viktige for fagopplæringa.",
                        "§ 12-5 andre ledd skal lyde:",
                        "Departementet skal syte for at både arbeidslivet og skolesida får ta del i arbeidet med nye læreplanar.",
                        "§ 12-6 andre ledd skal lyde:",
                        "Når det skal oppnemnast klagenemnder for fag- og sveineprøver, skal det faglege rådet for faget gi innstilling.",
                        "§ 12-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-7",
                    "title": "Medlemmer av organ, råd og nemnder",
                    "sections": [
                        "Den som blir oppnemnd eller vald som medlem av organet for samarbeid om fag- og yrkesopplæringa, av faglege råd, av prøvenemnder eller klagenemnder, er pliktig til å ta imot vervet. Medlemmer kan likevel krevje seg fritekne for ny oppnemning i like lang tid som dei har gjort samanhengande teneste. Den som har fylt seksti år, kan krevje seg friteken.",
                        "§ 13-10 nytt andre ledd skal lyde:",
                        "Kommunen/fylkeskommunen og skoleeigaren for privat skole etter § 2-12 skal ha eit forsvarleg system for vurdering av om krava i opplæringslova og forskriftene til lova blir oppfylte. Kommunen/fylkeskommunen og skoleeigaren for privat skole etter § 2-12 skal ha eit forsvarleg system for å følgje opp resultata frå desse vurderingane og nasjonale kvalitetsvurderingar som departementet gjennomfører med heimel i § 14-1 fjerde ledd.",
                        "I lov 4. juli 2003 nr. 84 om frittståande skolar blir det gjort følgjande endringar:",
                        "§ 3-5 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 3-5",
                    "title": "Særskild språkopplæring for elevar frå språklege minoritetar",
                    "sections": [
                        "Elevar ved grunnskolar godkjende etter denne lova som har eit anna morsmål enn norsk og samisk, har rett til særskild norskopplæring til dei har tilstrekkeleg dugleik i norsk til å følgje den vanlege opplæringa i skolen. Om nødvendig har slike elevar også rett til morsmålsopplæring, tospråkleg fagopplæring eller begge delar. Heimkommunen til eleven gjer vedtak og dekkjer utgiftene til slik opplæring. Departementet er klageinstans.",
                        "Morsmålsopplæringa kan leggjast til ein annan skole enn den eleven til vanleg går ved.",
                        "Når morsmålsopplæring og tospråkleg fagopplæring ikkje kan givast av eigna undervisningspersonale, skal kommunen så langt mogleg leggje til rette for anna opplæring tilpassa føresetnadene til elevane.",
                        "§ 5-2 nytt tredje ledd skal lyde:",
                        "Styret skal ha eit forsvarleg system for vurdering av om krava i gjeldande lover og forskrifter, og føresetnadene for godkjenninga blir oppfylte. Styret skal ha eit forsvarleg system for å følgje opp resultata frå desse vurderingane og nasjonale kvalitetsvurderingar som departementet gjennomfører med heimel i § 7-2 femte ledd.",
                        "Tidlegare tredje ledd blir nytt fjerde ledd.",
                        "Lova gjeld frå det tidspunkt Kongen fastset. Dei enkelte føresegnene i lova kan setjast i verk til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}