{
    "lawId": "LOV-2004-03-26-15",
    "lawName": "Lov om endringer i lov 4. februar 1977 nr. 4 om arbeidervern og arbeidsmiljø mv. (likebehandling i arbeidslivet) m.m",
    "shortName": "Endringslov til arbeidsmiljøloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kap. X A Likebehandling i arbeidslivet",
            "paragraphs": [
                {
                    "name": "§ 54 A",
                    "title": "Formål og anvendelsesområde",
                    "sections": [
                        "1.Formålet med dette kapittel er å sikre likebehandling i arbeidslivet.",
                        "2.Kapittelet her gjelder alle sider ved arbeidsforholdet, herunder:",
                        "a)utlysning av stilling, ansettelse, omplassering, forfremmelse,",
                        "b)opplæring og annen kompetanseutvikling,",
                        "c)lønns- og arbeidsvilkår,",
                        "d)opphør av arbeidsforholdet.",
                        "3.Bestemmelsene i dette kapittel gjelder tilsvarende for virksomhetens valg og behandling av selvstendig næringsdrivende og innleide arbeidstakere."
                    ]
                },
                {
                    "name": "§ 54 B",
                    "title": "Forbud mot forskjellsbehandling/diskriminering",
                    "sections": [
                        "1.Direkte og indirekte forskjellsbehandling på grunn av kjønn, religion, livssyn, hudfarge, nasjonal eller etnisk opprinnelse, politisk syn, medlemskap i arbeidstakerorganisasjon, seksuell orientering, funksjonshemming eller alder er forbudt.",
                        "2.Ved forskjellsbehandling på grunn av kjønn gjelder lov 9. juni 1978 nr. 45 om likestilling mellom kjønnene (likestillingsloven)."
                    ]
                },
                {
                    "name": "§ 54 C",
                    "title": "Definisjoner",
                    "sections": [
                        "1.Med direkte forskjellsbehandling menes at en person av grunner nevnt i § 54 B nr. 1 behandles dårligere enn andre blir, er blitt eller ville blitt behandlet i en tilsvarende situasjon.",
                        "2.Med indirekte forskjellsbehandling menes enhver tilsynelatende nøytral bestemmelse, betingelse, praksis, handling eller unnlatelse som faktisk virker slik at en person stilles dårligere enn andre av grunner nevnt i § 54 B nr. 1, med mindre formålet er saklig, og midlene som er valgt for å oppnå formålet er hensiktmessige og nødvendige.",
                        "3.Trakassering av grunner nevnt i § 54 B nr. 1 anses som forskjellsbehandling. Det anses som trakassering når en uønsket adferd finner sted med den hensikt eller virkning å krenke en annens verdighet.",
                        "4.Enhver instruks om å forskjellsbehandle personer av grunner nevnt i § 54 B nr. 1 anses som forskjellsbehandling."
                    ]
                },
                {
                    "name": "§ 54 D",
                    "title": "Unntak fra forbudet mot forskjellsbehandling/diskriminering",
                    "sections": [
                        "1.Forskjellsbehandling som har et saklig formål, ikke er uforholdsmessig inngripende og som er nødvendig for utøvelsen av arbeid eller yrke, rammes ikke av forbudet i § 54 B nr. 1.",
                        "2.Forskjellsbehandling på grunn av medlemskap i arbeidstakerorganisasjon er tillatt for så vidt gjelder lønns- og arbeidsvilkår i tariffavtaler.",
                        "3.Forskjellsbehandling på grunn av alder er tillatt dersom den har et saklig formål, og midlene som er valgt for å oppnå formålet er hensiktsmessige og nødvendige.",
                        "4.Arbeidsgiveren kan ved ansettelse innhente opplysninger om hvordan søkerne stiller seg til politiske, religiøse eller kulturelle spørsmål eller om de er medlemmer av lønnstakerorganisasjoner dersom slike opplysninger er begrunnet i stillingens karakter eller dersom det inngår i formålet for vedkommende arbeidsgivers virksomhet å fremme bestemte politiske, religiøse eller kulturelle syn og stillingen er av betydning for gjennomføringen av formålet. Tilsvarende skal gjelde opplysninger om søkerens eventuelle homofile legning eller homofile samlivsform. I tilfelle slike opplysninger vil bli krevet, må dette angis i utlysningen av stillingen.",
                        "5.Unntatt fra forbudet i § 54 B nr. 1 om forskjellsbehandling på grunn av homofil samlivsform skal være ansettelse i stillinger knyttet til religiøse trossamfunn, der det i utlysningen av stillingen er stilt særlige krav ut fra stillingens karakter eller formålet for vedkommende arbeidsgivers virksomhet.",
                        "6.Kongen kan gi nærmere regler om rekkevidden av unntaket i nr. 3."
                    ]
                },
                {
                    "name": "§ 54 E",
                    "title": "Positiv særbehandling",
                    "sections": [
                        "Særbehandling som bidrar til å fremme likebehandling er ikke i strid med bestemmelsene i dette kapittel. Særbehandlingen skal opphøre når formålet med den er oppnådd."
                    ]
                },
                {
                    "name": "§ 54 F",
                    "title": "Tilrettelegging av arbeid for arbeidstakere med funksjonshemming",
                    "sections": [
                        "For å sikre likebehandling skal arbeidsgiver så langt det er mulig og rimelig tilrettelegge arbeidet for arbeidstakere med funksjonshemming. Arbeidsgiver plikter å iverksette tiltak slik at arbeidstakere med funksjonshemming kan få eller beholde arbeid, utføre og ha framgang i arbeidet og ha tilgang til opplæring og annen kompetanseutvikling, med mindre tiltakene innebærer en uforholdsmessig stor byrde."
                    ]
                },
                {
                    "name": "§ 54 G",
                    "title": "Forbud mot gjengjeldelser",
                    "sections": [
                        "Det er forbudt å gjøre bruk av gjengjeldelse overfor arbeidstaker som har fremmet klage eller på annen måte tatt opp sak om brudd på bestemmelsene i dette kapittel, eller som har gitt uttrykk for at slik sak kan bli fremmet. Forbudet gjelder ikke dersom arbeidstakeren opptrer grovt uaktsomt."
                    ]
                },
                {
                    "name": "§ 54 H",
                    "title": "Opplysningsplikt",
                    "sections": [
                        "Arbeidssøker som mener seg forbigått i strid med bestemmelsene i dette kapittel, kan kreve at arbeidsgiver skriftlig opplyser om hvilken utdanning, praksis og andre klart konstaterbare kvalifikasjoner for arbeidet den som ble ansatt har."
                    ]
                },
                {
                    "name": "§ 54 I",
                    "title": "Bevisbyrde",
                    "sections": [
                        "Dersom arbeidstaker eller arbeidssøker fremlegger opplysninger som gir grunn til å tro at det har funnet sted forskjellsbehandling, må arbeidsgiver sannsynliggjøre at det likevel ikke har funnet sted forskjellsbehandling i strid med dette kapittel."
                    ]
                },
                {
                    "name": "§ 54 J",
                    "title": "Virkninger av forskjellsbehandling/diskriminering",
                    "sections": [
                        "1.Den som er blitt forskjellsbehandlet eller utsatt for gjengjeldelse i strid med bestemmelsene i dette kapittel, kan kreve oppreisning uten hensyn til arbeidsgivers skyld. Oppreisningen fastsettes til det beløp som retten finner rimelig under hensyn til partenes forhold og omstendighetene for øvrig.",
                        "2.Erstatning for økonomisk tap som følge av brudd på bestemmelsene i dette kapittel kan kreves etter de alminnelige regler.",
                        "3.Bestemmelser i tariffavtaler, arbeidsavtaler, reglementer, vedtekter mv., som er i strid med bestemmelsene i dette kapittel, er ugyldige."
                    ]
                },
                {
                    "name": "§ 54 K",
                    "title": "Bruk av fullmektig",
                    "sections": [
                        "For bruk av fullmektig i saker etter dette kapittel som behandles av forvaltningen, gjelder forvaltningsloven § 12, med unntak av kravet til medlemskap i organisasjon som nevnt i § 12 annet ledd.",
                        "Nytt kapittel X B med § 54 L skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kap. X B Innmelding og deltakelse i organisasjoner mv.",
            "paragraphs": [
                {
                    "name": "§ 54 L",
                    "title": "Forbud mot forskjellsbehandling/diskriminering",
                    "sections": [
                        "Kapittel X A gjelder tilsvarende for innmelding i og deltakelse i en arbeidstaker-, arbeidsgiver- eller yrkesorganisasjon. Dette gjelder også for fordeler som slike organisasjoner gir sine medlemmer.",
                        "§ 55 A oppheves.",
                        "Lov 5. juni 1981 nr. 45 om tilsattes representasjon i offentlige virksomheters styrende organer oppheves.",
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}