{
    "lawId": "LOV-2004-12-10-84",
    "lawName": "Lov om endringer i lov 6. desember 2002 nr. 72 om folkehøyskoler",
    "shortName": "Endringslov til folkehøyskoleloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 5a",
                    "title": "Læringsmiljø",
                    "sections": [
                        "Styret har det overordnede ansvar for elevenes læringsmiljø. Skolen skal, i samarbeid med elevrådet, legge forholdene til rette for et godt læringsmiljø og arbeide for å bedre velferden på lærestedet. Skolen skal, så langt det er mulig og rimelig, legge læringsmiljøet til rette for elever med særskilte behov.",
                        "Styret har ansvar for at læringsmiljøet på skolen, herunder det fysiske og psykiske arbeidsmiljø, er fullt forsvarlig ut fra en samlet vurdering av hensynet til elevenes helse, sikkerhet og velferd. I utformingen av det fysiske arbeidsmiljøet skal det, så langt det er mulig og rimelig, sørges for",
                        "a.at lokaler, adkomstveier, trapper mv. er dimensjonert og innredet for den virksomhet som drives;",
                        "b.at lokalene har gode lys- og lydforhold og forsvarlig inneklima og luftkvalitet;",
                        "c.at lokalene blir vedlikeholdt og er rene og ryddige;",
                        "d.at lokalene er innredet slik at uheldige fysiske belastninger for elevene unngås;",
                        "e.at virksomheten er planlagt slik at skader og ulykker forebygges;",
                        "f.at tekniske innretninger og utstyr er forsynt med verneinnretninger og blir vedlikeholdt slik at elevene er vernet mot skader på liv og helse;",
                        "g.at lokaler, adkomstveier, sanitæranlegg og tekniske innretninger er utformet på en slik måte at funksjonshemmede kan studere ved skolen;",
                        "h.at læringsmiljøet er innrettet for elever av begge kjønn;",
                        "i.at læringsmiljøet er utformet etter prinsippet om universell utforming.",
                        "Arbeidstilsynet fører tilsyn med at kravene i annet ledd overholdes. Arbeidsmiljøloven kapittel XIII om tilsyn og tvangsmidler mv. gjelder tilsvarende så langt det passer.",
                        "§ 6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Forskrifter",
                    "sections": [
                        "Departementet kan gi nærmere forskrifter om kursordning, internat, kvalifikasjonskrav for undervisningspersonalet, kontroll og læringsmiljø.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}