{
    "lawId": "LOV-2004-09-24-72",
    "lawName": "Lov om endringer i plan- og bygningsloven (konsekvensutredninger)",
    "shortName": "Endringslov til plan- og bygningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 16-2",
                    "title": "Krav om konsekvensutredning for planer med vesentlige virkninger",
                    "sections": [
                        "For fylkesplaner og kommuneplaner som fastsetter retningslinjer eller rammer for fremtidig utbygging, samt for reguleringsplaner som kan ha vesentlige virkninger for miljø, naturressurser eller samfunn, gjelder bestemmelsene om konsekvensutredninger i kapittel VII-a i tillegg til saksbehandlingsbestemmelsene i § 19-4, § 20-5, § 27-1 og § 27-2.",
                        "Nåværende § 16 blir § 16-1.",
                        "I § 19-3 siste ledd, § 20-2 første ledd og § 27-1 nr. 1 siste ledd endres § 16 til § 16-1.",
                        "Kapittel VII-a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel VII-a. Konsekvensutredninger",
            "paragraphs": [
                {
                    "name": "§ 33-1",
                    "title": "Virkeområde og formål",
                    "sections": [
                        "Bestemmelsene gjelder for planer etter plan- og bygningsloven som angitt i § 16-2, og nærmere bestemte planer og tiltak etter annet lovverk som kan ha vesentlige virkninger for miljø, naturressurser eller samfunn.",
                        "Formålet med bestemmelsene er at hensynet til miljø, naturressurser og samfunn blir tatt i betraktning under forberedelsen av planen eller tiltaket, og når det tas stilling til om, og eventuelt på hvilke vilkår, planen eller tiltaket kan gjennomføres."
                    ]
                },
                {
                    "name": "§ 33-2",
                    "title": "Generelle bestemmelser",
                    "sections": [
                        "For planer og tiltak som omfattes av bestemmelsene skal det tidligst mulig under forberedelsen av planen eller tiltaket utarbeides forslag til program for plan- eller utredningsarbeidet. Forslaget skal gjøre rede for formålet med planen eller søknaden, behovet for utredninger og opplegg for medvirkning. Forslag til program skal sendes på høring og legges ut til offentlig ettersyn.",
                        "Planforslag eller søknad med konsekvensutredning skal utarbeides på grunnlag av fastsatt plan- eller utredningsprogram og sendes på høring og legges ut til offentlig ettersyn.",
                        "Vedtak i saken med begrunnelse skal offentliggjøres. Av begrunnelsen skal det fremgå hvordan virkningene av planforslag eller søknad og innkomne uttalelser har vært vurdert, og hvilken betydning disse er tillagt ved vedtaket, særlig når det gjelder valg av alternativer.",
                        "Det skal i forbindelse med vedtaket vurderes og i nødvendig grad stilles vilkår med sikte på å overvåke og avbøte mulige negative virkninger av vesentlig betydning. Vilkårene skal fremgå av vedtaket."
                    ]
                },
                {
                    "name": "§ 33-3",
                    "title": "Forholdet til andre stater",
                    "sections": [
                        "Dersom planer og tiltak som behandles etter dette kapitlet kan få vesentlige negative virkninger i et annet land, skal vedkommende stat varsles og gis anledning til å medvirke i plan- eller utredningsprosessen etter disse bestemmelser."
                    ]
                },
                {
                    "name": "§ 33-4",
                    "title": "Kostnader",
                    "sections": [
                        "Kostnadene ved utarbeiding av konsekvensutredning bæres av forslagsstiller."
                    ]
                },
                {
                    "name": "§ 33-5",
                    "title": "Forskrift",
                    "sections": [
                        "Kongen kan i forskrift gi bestemmelser om planer og tiltak som omfattes av dette kapittelet samt utfyllende bestemmelser om konsekvensutredninger.",
                        "§ 120 a oppheves.",
                        "Loven gjelder fra den tid Kongen bestemmer.",
                        "Kongen kan gi nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}