{
    "lawId": "LOV-2004-05-07-22",
    "lawName": "Lov om endringar i genteknologiloven (kloning av dyr)",
    "shortName": "Endringslov til genteknologiloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kap. 3 a. Kloning",
            "paragraphs": [
                {
                    "name": "§ 11 a",
                    "title": "Forbud mot kloning av dyr",
                    "sections": [
                        "Det er forbudt å klone virveldyr og krepsdyr."
                    ]
                },
                {
                    "name": "§ 11 b",
                    "title": "Dispensasjon",
                    "sections": [
                        "Departementet eller den departementet utpeker, kan etter søknad gi dispensasjon fra forbudet i § 11 a for kloning i biologisk og medisinsk grunnforskning eller medisinsk virksomhet. For dispensasjon for kloning i medisinsk virksomhet er det et vilkår at formålet er å oppnå nye behandlingsmåter og forebyggende tiltak for mennesker og dyr, og at det er en balanse mellom dyreetiske hensyn og forventet nytte.",
                        "Dispensasjonsadgangen omfatter ikke kloning av primater.",
                        "Søknad om dispensasjon skal inneholde en avveining mellom nytteverdi og de belastninger dyret utsettes for, herunder hensynet til dyrets integritet, instinkter og trivsel. Den som søker om å framstille klonede dyr, skal utrede de alternative metoder som eksisterer og redegjøre for disse i søknaden.",
                        "Kongen kan gi forskrift om det nærmere innhold i søknad om dispensasjon."
                    ]
                },
                {
                    "name": "§ 11 c",
                    "title": "Krav til virksomheten",
                    "sections": [
                        "Det skal føres protokoll over virksomhet som drives i medhold av tillatelse etter § 11 b første ledd. Myndighetene kan kreve utlevert opplysninger om kloning i medhold av tillatelse etter § 11 b første ledd til bruk i offentlige registre om kloningsvirksomhet.",
                        "Lokalitetene som benyttes til kloning i medhold av tillatelse etter § 11 b første ledd skal være egnet til formålet og utstyrt og innredet for de funksjoner som skal utføres.",
                        "Kongen kan i forskrift fastsette nærmere krav til virksomheten, krav til innholdet i plikten til å føre protokoll og krav til opplysninger til bruk i myndighetenes registrering av kloning av dyr.",
                        "§ 14 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Merkeplikt",
                    "sections": [
                        "Kongen kan gi forskrift om merking av produkter som består av eller inneholder genmodifiserte organismer eller produkter fra klonede dyr.",
                        "§ 15 første punktum skal lyde:",
                        "I en godkjenning etter §§ 6 annet ledd, 7 eller 10, eller i en dispensasjon etter § 11 b, kan det fastsettes vilkår.",
                        "§ 18 første punktum skal lyde:",
                        "Tilsynsmyndigheten har adgang til inspeksjon av ethvert sted der det foregår virksomhet som er omfattet av denne lov.",
                        "§ 19 første ledd første punktum skal lyde:",
                        "Enhver som driver virksomhet som omfattes av denne lov, plikter etter pålegg fra tilsynsmyndigheten og uten hinder av taushetsplikt, å gi de opplysninger som er nødvendig for at tilsynsmyndigheten kan gjennomføre sine oppgaver etter loven.",
                        "Lova gjeld frå den tid Kongen fastset.",
                        "Verksemd som fell under lova her, og som alt er i gang når lova tek til å gjelde, skal seinast 6 månader etter at lova tek til å gjelde sende søknad om dispensasjon etter § 11 b. Dersom slik søknad er komen inn innan fristen, kan verksemda halde fram til styresmaktene har handsama søknaden etter reglane i eller i medhald av lova."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}