{
    "lawId": "LOV-2004-12-17-86",
    "lawName": "Lov om endringer i lov 2. juni 1989 nr. 27 om omsetning av alkoholholdig drikk m.v. og enkelte andre lover",
    "shortName": "Endringslov til alkoholloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1-3",
                    "title": "Definisjon av alkoholholdig drikk",
                    "sections": [
                        "I denne lov brukes alkoholholdig drikk som fellesbetegnelse på drikker som inneholder mer enn 2,5 volumprosent alkohol, likevel slik at aldersgrensebestemmelsen i § 1-5 også får anvendelse på drikk mellom 0,7 og 2,5 volumprosent alkohol.",
                        "Med brennevin forstås drikk som inneholder tilvirket alkohol ublandet eller i blanding med andre produkter. Enhver drikk som inneholder 22 volumprosent alkohol eller mer, regnes som brennevin.",
                        "Som alkoholholdig drikk etter denne lov regnes ikke væsker som ved denaturering eller av andre grunner er uhensiktsmessig som berusningsmiddel og heller ikke væsker som bare er tilsatt den mengde alkohol som er nødvendig for oppløsning eller holdbarhet.",
                        "Bestemmelsene i denne lov gjelder ikke alkohol som i medhold av annen lov selges, kjøpes, utleveres eller sendes til medisinsk eller teknisk eller vitenskapelig bruk, eller sprit til desinfeksjonsbruk.",
                        "Departementet kan gi forskrifter om hvilke alkoholholdige produkter som skal regnes som alkoholholdig drikk, og om hvilke alkoholholdige drikker som skal regnes som brennevin. I tvilstilfelle kan departementet avgjøre spørsmålene med bindende virkning.",
                        "§ 1-4a skal lyde:"
                    ]
                },
                {
                    "name": "§ 1-4a",
                    "title": "Bevillingsplikt",
                    "sections": [
                        "Salg, skjenking og tilvirkning av alkoholholdig drikk kan bare skje på grunnlag av bevilling etter denne lov.",
                        "Ny § 1-4c skal lyde:"
                    ]
                },
                {
                    "name": "§ 1-4c",
                    "title": "Registreringsplikt – engrossalg av alkoholholdig drikk",
                    "sections": [
                        "Engrossalg av alkoholholdig drikk kan bare skje på grunnlag av registrering som avgiftspliktig virksomhet hos toll- og avgiftsetaten. Engrossalg med varer som det er betalt særavgift for kan likevel skje på grunnlag av registrering etter denne lov i samsvar med forskrifter gitt av departementet.",
                        "Engrossalg av alkoholholdig drikk som ikke skjer til kjøper i utlandet kan bare skje til den som har bevilling til detaljsalg, skjenking eller tilvirkning av vedkommende drikk, eller som kan drive engrossalg. Engrossalg kan likevel ikke skje til den som bare har bevilling til salg eller skjenking for en enkelt bestemt anledning eller en ambulerende skjenkebevilling. Selgeren plikter å forvisse seg om at kjøperen har nødvendig bevilling eller kan drive engrossalg.",
                        "Departementet kan gi forskrifter om adgang for den som driver engrossalg til å benytte alkoholholdig drikk som gave, lønn eller utbytte, samt å selge alkohol til ansatte til eget bruk.",
                        "Engrossalg skal utøves på en slik måte at de vilkår som er nevnt i denne lov og i bestemmelser gitt i medhold av loven til enhver tid er oppfylt, og for øvrig på en forsvarlig måte. Departementet kan gi forskrifter om innholdet i plikten til å sikre at virksomheten utøves i henhold til bestemmelser gitt i eller i medhold av loven.",
                        "Kontroll med utøvelsen av engrossalg tilligger toll- og avgiftsetaten.",
                        "§ 1-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 1-5",
                    "title": "Aldersgrense",
                    "sections": [
                        "Salg, skjenking eller utlevering av alkoholholdig drikk med 22 volumprosent alkohol eller mer må ikke skje til noen som er under 20 år.",
                        "Salg, skjenking eller utlevering av alkoholholdig drikk med lavere alkoholinnhold enn 22 volumprosent må ikke skje til noen som er under 18 år.",
                        "Den som selger eller skjenker alkoholholdig drikk med 22 volumprosent alkohol eller mer, må ha fylt 20 år, og den som selger eller skjenker annen alkoholholdig drikk, må ha fylt 18 år. Dette gjelder likevel ikke servitør med kokk- eller servitørfagbrev, eller ved salg av drikk som inneholder mellom 0,7 og 2,5 volumprosent alkohol når en person over 18 år har daglig tilsyn med salget. Departementet kan gi forskrifter om unntak fra aldersgrensebestemmelsene for lærlinger og andre under opplæring.",
                        "Departementet kan gi forskrifter om aldersgrensen for innførsel av alkoholholdig drikk.",
                        "§ 1-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 1-6",
                    "title": "Bevillingsperioden",
                    "sections": [
                        "Kommunal bevilling til salg av alkoholholdig drikk med høyere alkoholinnhold enn 4,7 volumprosent kan gis for 4 år av gangen, og med opphør senest 30. juni året etter at nytt kommunestyre tiltrer.",
                        "Kommunal bevilling til salg av annen alkoholholdig drikk enn nevnt i første ledd og til skjenking av alkoholholdig drikk kan gis for perioder inntil 4 år, og med opphør senest 30. juni året etter at nytt kommunestyre tiltrer. Slike bevillinger kan dessuten gis for en bestemt del av året, og for en enkelt bestemt anledning.",
                        "Statlige skjenkebevillinger gis inntil videre.",
                        "Statlige tilvirkningsbevillinger gis inntil videre, men kan dersom særlige forhold tilsier det gis for en bestemt periode.",
                        "Dersom spørsmålet om fornyelse av gitt bevilling ikke er endelig avgjort innen bevillingsperiodens utløp, er bevillingen fortsatt gyldig inntil utgangen av den måned hvor endelig vedtak om ny bevilling er truffet, likevel ikke utover 3 måneder fra begynnelsen av den nye bevillingsperioden.",
                        "§ 1-7 tredje ledd skal lyde:",
                        "Kommunen kan pålegge søkeren å dokumentere de opplysninger som er nødvendige for å kunne ta stilling til om kravene i §§ 1-7b og 1-7c er oppfylt, herunder ved behov pålegge søkeren å legge frem finansieringsplan, driftsbudsjett og likviditetsbudsjett for virksomheten.",
                        "§ 1-7 nytt femte ledd skal lyde:",
                        "Kommunen kan delegere bevillingsmyndigheten til en interkommunal sammenslutning. Avgjørelser fattet av den interkommunale sammenslutningen kan påklages til vertskommunens klageorgan.",
                        "§ 1-7b skal lyde:"
                    ]
                },
                {
                    "name": "§ 1-7b",
                    "title": "Krav til vandel",
                    "sections": [
                        "Bevillingshaver og personer som har vesentlig innflytelse på virksomheten, må ha utvist uklanderlig vandel i forhold til alkohollovgivningen og bestemmelser i annen lovgivning som har sammenheng med alkohollovens formål, samt skatte- og avgifts- og regnskapslovgivningen.",
                        "Person som eier en vesentlig del av virksomheten eller av et selskap som driver virksomheten, som oppebærer en vesentlig del av dens avkastning eller som i kraft av sin stilling som leder har vesentlig innflytelse på den, vil alltid anses å ha vesentlig innflytelse på virksomheten.",
                        "I vurderingen av om en person har vesentlig innflytelse på virksomheten, kan det også tas hensyn til personens nærståendes innflytelse på virksomheten. Med nærstående menes",
                        "1)ektefelle eller person som vedkommende bor sammen med i ekteskapslignende forhold",
                        "2)slektninger i rett oppstigende eller nedstigende linje, samt søsken",
                        "3)Ved vurderingen av bevillingshavers og andre personers vandel etter første ledd kan det ikke tas hensyn til forhold som er eldre enn 10 år.",
                        "Departementet kan gi forskrifter om innholdet i og dokumentasjon av vandelskravene.",
                        "Vandelskravene gjelder ikke for bevilling til AS Vinmonopolet, for adgang til å drive engrossalg etter § 1-4c, eller for bevilling etter § 5-3 og kapittel 6.",
                        "§ 1-7c skal lyde:"
                    ]
                },
                {
                    "name": "§ 1-7c",
                    "title": "Styrer og stedfortreder",
                    "sections": [
                        "For hver bevilling skal det utpekes en styrer med stedfortreder som må godkjennes av bevillingsmyndigheten. Det kan gjøres unntak fra kravet om stedfortreder når det vil virke urimelig bl.a. av hensyn til salgs- eller skjenkestedets størrelse. Kravet om styrer og stedfortreder gjelder ikke for bevilling til AS Vinmonopolet og for statlig bevilling etter kapittel 6.",
                        "Styrer og stedfortreder må være ansatt på salgs- eller skjenkestedet eller arbeide i virksomheten i kraft av eierstilling. Som styrer kan bare utpekes den som har styringsrett over salg eller skjenking, herunder ansvar for å føre tilsyn med utøvelsen av bevillingen. I styrers fravær påhviler styrers plikter stedfortreder. Bevillingshaver må straks søke om godkjenning av ny styrer dersom styrer slutter.",
                        "Styrer og stedfortreder må være over 20 år og ha dokumentert kunnskap om alkoholloven og bestemmelser gitt i medhold av den. Dokumentasjonskravet gjelder ikke ved tildeling av bevilling for en enkelt bestemt anledning etter § 1-6 annet ledd og ambulerende bevilling etter § 4-5.",
                        "Styrer og stedfortreder må ha utvist uklanderlig vandel i forhold til alkohollovgivningen og bestemmelser i annen lovgivning som har sammenheng med alkohollovens formål.",
                        "Ved vurderingen av styrers og stedfortreders vandel etter fjerde ledd, kan det ikke tas hensyn til forhold som er eldre enn 10 år.",
                        "På anmodning fra bevillingsmyndigheten har styrer og stedfortreder plikt til å legitimere seg.",
                        "Departementet kan gi forskrifter om innholdet i og dokumentasjon av vandels- og kvalifikasjonskravene, herunder om betaling for avleggelse av prøve. Departementet kan gi forskrifter om det nærmere innholdet i styrers og stedfortreders plikt til å sikre at bevillingen utøves i henhold til bestemmelser gitt i medhold av denne lov.",
                        "§ 1-8 tredje ledd skal lyde:",
                        "En bevilling kan også inndras dersom det skjer gjentatt narkotikaomsetning på skjenkestedet, eller dersom det ved skjenkestedet skjer gjentatt diskriminering av grunner som nevnt i straffeloven § 349a.",
                        "§ 1-9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 1-9",
                    "title": "Kontroll med salgs- og skjenkebevillinger",
                    "sections": [
                        "Kontroll med utøvelsen av kommunal bevilling til skjenking av alkoholholdig drikk, salg av alkoholholdig drikk med høyst 4,7 volumprosent alkohol og statlig bevilling etter § 5-3 første ledd tilligger kommunen.",
                        "Kontroll med utøvelsen av statlig bevilling etter §§ 5-2 og 5-3 annet ledd tilligger departementet.",
                        "Bevillingsmyndigheten kan når som helst kreve tilgang til salgs- og skjenkestedets lokaler og regnskaper, herunder kreve å få nødvendige opplysninger om regnskap og drift fra bevillingshaver. Bevillingshaver plikter uten erstatning eller vederlag å utlevere nødvendige vareprøver til bevillingsmyndigheten.",
                        "Departementet kan gi forskrifter om kontroll med salg og skjenking og om utøvelsen av kontrollen.",
                        "Departementet kan gi forskrifter om internkontroll for å sikre at krav fastsatt i eller i medhold av denne lov overholdes.",
                        "§ 1-10 første ledd skal lyde:",
                        "Bevillingen faller bort ved overdragelse av virksomheten. Det samme gjelder ved overdragelse av alle eller en dominerende andel av aksjene eller andelene i et selskap som eier slik virksomhet. Virksomheten kan likevel fortsette på den tidligere bevilling i inntil tre måneder, så fremt bevillingsmyndigheten er underrettet om dette og det søkes om ny bevilling uten ugrunnet opphold, og senest innen 30 dager, etter overdragelsen. Dersom søknad om ny bevilling ikke er endelig avgjort av kommunen innen tre måneder, kan kommunen gi tillatelse til at det drives videre på den tidligere bevilling i inntil ytterligere en måned. Alkoholholdig drikk som inngår i varebeholdningen, kan overdras sammen med virksomheten etter forskrifter gitt av departementet.",
                        "§ 1-12 oppheves.",
                        "§ 1-13 oppheves.",
                        "§ 1-14 skal lyde:"
                    ]
                },
                {
                    "name": "§ 1-14",
                    "title": "Opplysninger til statistiske formål mv",
                    "sections": [
                        "Departementet kan gi forskrifter om plikt for bevillingshaver og den som driver engrossalg til å avgi opplysninger til statistiske formål.",
                        "Det skal føres et register med opplysninger om innehavere av bevillinger etter denne lov, og over de som kan drive engrossalg. Departementet kan gi forskrifter om føring og bruk av registeret, og om bevillingsmyndighetenes og toll- og avgiftsetatens plikt til å avgi opplysninger til registeret.",
                        "§ 1-15 tredje ledd skal lyde:",
                        "Bestemmelsen gjelder ikke statlige bevillinger etter kapittel 6.",
                        "§ 2-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-1",
                    "title": "Retten til innførsel av alkoholholdig drikk",
                    "sections": [
                        "Alkoholholdig drikk kan bare innføres fra utlandet av den som kan drive engrossalg, har tilvirkningsbevilling, utvidet salgsbevilling etter § 3-1 tredje ledd eller skjenkebevilling utvidet til å gjelde innførsel etter § 4-2 tredje ledd.",
                        "Etter forskrifter gitt av departementet kan alkoholholdig drikk likevel innføres av AS Vinmonopolet uten bevilling som nevnt i første ledd. Uten slik bevilling kan alkoholholdig drikk også innføres til personlig bruk og av fremmede makters representasjoner i Norge for tjenestebruk, når det skjer avgiftsfritt eller etter forskrifter gitt av departementet.",
                        "§ 2-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-2",
                    "title": "Retten til utførsel av alkoholholdig drikk",
                    "sections": [
                        "Som ledd i næringsvirksomhet kan alkoholholdig drikk bare utføres av den som har tilvirkningsbevilling eller som kan drive engrossalg.",
                        "§ 3-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-1",
                    "title": "Retten til salg av alkoholholdige drikker",
                    "sections": [
                        "Salg av alkoholholdig drikk med høyere alkoholinnhold enn 4,7 volumprosent kan bare foretas av AS Vinmonopolet på grunnlag av kommunal bevilling.",
                        "Salg av annen alkoholholdig drikk enn nevnt i første ledd kan bare foretas på grunnlag av kommunal bevilling. Det gjelder også der salget skal drives av et selskap som helt eller delvis eies av kommunen. Bevillingen gjelder for et bestemt lokale og en bestemt type virksomhet. Salgsbevilling kan ikke utøves sammen med skjenkebevilling i samme lokale.",
                        "Bevilling etter annet ledd kan utvides til å omfatte innførsel av annen alkoholholdig drikk enn nevnt i første ledd, for salg i egen virksomhet. Bevillinger gitt for en bestemt del av året eller for en enkelt bestemt anledning, jf. § 1-6 annet ledd, kan ikke utvides til å omfatte tillatelse til innførsel for salg i egen virksomhet. Bestemmelsene i lovens kapittel 1 og 3 får anvendelse så langt de passer. Bevilling til salg av alkoholholdig drikk med høyere alkoholinnhold enn 4,7 volumprosent til AS Vinmonopolet kan bare gis dersom det også gis bevilling til salg av annen alkoholholdig drikk i kommunen.",
                        "AS Vinmonopolet kan ikke inneha bevilling til salg av alkoholholdig drikk som ikke omfattes av selskapets enerett etter første ledd eller tilvirkningsbevilling, og kan ikke drive engrossalg av alkoholholdig drikk.",
                        "AS Vinmonopolet skal ikke forskjellsbehandle leverandører og produkter på grunnlag av nasjonalitet eller opprinnelsesland. Departementet kan gi forskrifter om innkjøp, produktutvalg, leveringsbetingelser og prisfastsetting.",
                        "Det kan bare selges alkoholholdig drikk som er levert av en som har tilvirknings- eller salgsbevilling eller som kan drive engrossalg, eller som er innført med hjemmel i tredje ledd eller av AS Vinmonopolet med hjemmel i § 2-1 annet ledd.",
                        "§ 3-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-3",
                    "title": "Fastsettelse av antall salgsbevillinger for AS Vinmonopolet",
                    "sections": [
                        "Departementet kan fastsette høyeste antall salgsbevillinger og fordelingen av disse. Kommunestyret fastsetter det høyeste antall utsalgssteder for AS Vinmonopolet innen kommunen og godkjenner deres beliggenhet. Bestemmelsen i § 1-7a første ledd første punktum gjelder tilsvarende.",
                        "§ 3-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-4",
                    "title": "Tidsinnskrenkninger for salg fra AS Vinmonopolets utsalg",
                    "sections": [
                        "Salg fra AS Vinmonopolets utsalg kan skje fra kl. 08.30 til kl. 18.00. På dagen før søn- og helligdager skal salget opphøre kl. 15.00. Dette gjelder ikke dagen før Kristi Himmelfartsdag. Åpningstiden for AS Vinmonopolets utsalg kan likevel ikke være lengre enn fastsatt salgstid for annen alkoholholdig drikk i kommunen.",
                        "Åpningstiden for AS Vinmonopolets utsalg fastsettes av departementet. Departementet kan bestemme at salgstiden skal begrenses til ukens 5 første hverdager.",
                        "Salg fra AS Vinmonopolets utsalg er forbudt på søn- og helligdager, 1. og 17. mai, jul-, nyttårs-, påske- og pinseaften og på stemmedagene for stortingsvalg, fylkestingsvalg, kommunestyrevalg og på folkeavstemning vedtatt ved lov.",
                        "Overskriften til punkt III i kapittel 3 skal lyde:",
                        "III. Salg av alkoholholdig drikk med høyst 4,7 volumprosent alkohol",
                        "§ 3-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-7",
                    "title": "Tidsinnskrenkninger for salg og utlevering av alkoholholdig drikk med høyst 4,7 volumprosent alkohol",
                    "sections": [
                        "Salg og utlevering av alkoholholdig drikk med høyst 4,7 volumprosent alkohol kan skje fra kl. 08.00 til kl. 18.00. På dager før søn- og helligdager skal salget opphøre kl. 15.00. Dette gjelder ikke dagen før Kristi Himmelfartsdag.",
                        "Kommunestyret kan generelt for kommunen eller for det enkelte salgssted innskrenke eller utvide tiden for salg i forhold til det som følger av første ledd. Salg og utlevering av drikk som nevnt i første ledd er likevel forbudt etter kl. 20.00 på hverdager, og etter kl. 18.00 på dager før søn- og helligdager unntatt dagen før Kristi Himmelfartsdag. Det kan bestemmes at salg ikke skal finne sted til bestemte tider på dagen eller på bestemte ukedager.",
                        "Salg og utlevering av drikk som nevnt i første ledd skal ikke skje på søn- og helligdager, 1. og 17. mai, og på stemmedagene for stortingsvalg, fylkestingsvalg, kommunestyrevalg og folkeavstemning vedtatt ved lov.",
                        "§ 3-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-8",
                    "title": "Salgssteder som ikke kan gis bevilling",
                    "sections": [
                        "Departementet kan gi forskrifter om at visse typer salgssteder ikke skal kunne gis bevilling til salg av alkoholholdig drikk.",
                        "§ 3-9 nytt annet ledd skal lyde:",
                        "Departementet kan gi forskrifter som utfyller og presiserer innholdet i plikten til å utøve bevillingen i samsvar med bestemmelser gitt i eller i medhold av denne lov.",
                        "Kapittel 3A oppheves.",
                        "§ 4-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-1",
                    "title": "Skjenking av alkoholholdige drikker",
                    "sections": [
                        "Det kan ikke gis bevilling til salg og skjenking i samme lokale. Flere skjenkebevillinger til samme lokale kan bare gis til én bevillingshaver, med mindre det i bevillingene fastsettes skjenketider som ikke er overlappende, jf. § 4-4.",
                        "Det kan bare skjenkes alkoholholdig drikk som er levert av en som har tilvirknings- eller salgsbevilling eller som kan drive engrossalg, eller som er tilvirket eller innført med hjemmel i § 4-2 tredje ledd.",
                        "§ 4-2 første ledd skal lyde:",
                        "Bevillingen kan gjelde alkoholholdig drikk med høyst 4,7 volumprosent alkohol, alkoholholdig drikk med lavere alkoholinnhold enn 22 volumprosent eller all alkoholholdig drikk.",
                        "§ 4-2 tredje ledd skal lyde:",
                        "Bevillingen kan utvides til å omfatte tilvirkning av alkoholholdig drikk som ikke er brennevin, eller til innførsel av slik alkoholholdig drikk som bevillingen gjelder, for skjenking i egen virksomhet. Bevillinger gitt for en bestemt del av året eller for en enkelt bestemt anledning, jf. § 1-6 annet ledd, kan ikke utvides til å omfatte tillatelse til innførsel for skjenking i egen virksomhet. Også statlige skjenkebevillinger kan utvides til å omfatte slik innførsel. Bestemmelsene i lovens kapittel 1 og 4 får anvendelse så langt de passer.",
                        "§ 4-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-4",
                    "title": "Tidsinnskrenkninger for skjenking av alkoholholdige drikker",
                    "sections": [
                        "Skjenking av alkoholholdig drikk med 22 volumprosent alkohol eller mer kan skje fra kl. 13.00 til 24.00. Skjenking av annen alkoholholdig drikk kan skje fra kl. 08.00 til 01.00.",
                        "Kommunestyret kan generelt for kommunen eller for det enkelte skjenkested innskrenke eller utvide tiden for skjenking i forhold til det som følger av første ledd.",
                        "Fastsatt skjenketid kan utvides for en enkelt anledning.",
                        "Skjenking av alkoholholdig drikk med 22 volumprosent alkohol eller mer er forbudt mellom kl. 03.00 og 13.00. Skjenking av annen alkoholholdig drikk er forbudt mellom kl. 03.00 og 06.00.",
                        "Tiden for skjenking av alkoholholdig drikk med 22 volumprosent alkohol eller mer kan ikke fastsettes utover den tid det kan skjenkes annen alkoholholdig drikk.",
                        "Konsum av utskjenket alkoholholdig drikk må opphøre senest 30 minutter etter skjenketidens utløp.",
                        "På overnattingssteder kan det skjenkes alkoholholdig drikk med lavere alkoholinnhold enn 22 volumprosent til overnattingsgjester uten hensyn til begrensningene i denne paragraf.",
                        "§ 4-5 siste punktum skal lyde:",
                        "En ambulerende bevilling kan ikke utvides til å omfatte tilvirkning eller innførsel av alkoholholdig drikk for skjenking i egen virksomhet.",
                        "§ 4-7 nytt annet ledd skal lyde:",
                        "Departementet kan gi forskrifter som utfyller og presiserer innholdet i plikten til å utøve bevillingen i samsvar med bestemmelser gitt i eller i medhold av denne lov.",
                        "§ 5-2 første ledd skal lyde:",
                        "Departementet kan etter å ha innhentet nødvendige uttalelser gi",
                        "1.bevilling til å skjenke alkoholholdig drikk med lavere alkoholinnhold enn 22 volumprosent på tog som er kollektive transportmidler",
                        "2.bevilling til å skjenke alkoholholdig drikk med lavere alkoholinnhold enn 22 volumprosent om bord i fly på innenlandske flyvninger",
                        "3.bevilling til å skjenke alkoholholdig drikk om bord i skip som er kollektive transportmidler, og om bord i cruiseskip på turer av flere dagers varighet",
                        "§ 5-2 tredje ledd skal lyde:",
                        "Bevilling etter første ledd nr. 3 til skjenking om bord i skip som er kollektive transportmidler, gir videre bare rett til å skjenke alkoholholdig drikk med 22 volumprosent alkohol eller mer dersom skipet går i fart mellom Norge og utlandet eller i kystfart over fire dagers varighet.",
                        "§ 5-3 første og annet ledd skal lyde:",
                        "Befalsmesser som drives i samsvar med retningslinjene for slik virksomhet kan gis bevilling av departementet til å skjenke alkoholholdig drikk.",
                        "Når særlige grunner tilsier det, kan departementet gi Forsvaret og Direktoratet for samfunnssikkerhet og beredskap adgang til å gi skjenkebevilling til befalsmesser ved anlegg som av hensyn til rikets sikkerhet er sikkerhetsgradert.",
                        "§ 6-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-1",
                    "title": "Tilvirkning av alkoholholdig drikk",
                    "sections": [
                        "Tilvirkning av alkoholholdig drikk kan bare skje på grunnlag av bevilling gitt av departementet, eller tillatelse etter § 4-2 tredje ledd. Bevillingen kan omfatte alkoholholdig drikk som ikke er brennevin, brennevin, eller all alkoholholdig drikk. Bevillingsplikten gjelder ikke tilvirkning til eget bruk av alkoholholdig drikk som ikke er brennevin.",
                        "Tilvirkningsanlegget skal være innrettet på tilfredsstillende måte. Departementet kan gi forskrifter om dette.",
                        "Ny § 6-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-2",
                    "title": "Vilkår for tildeling av tilvirkningsbevilling",
                    "sections": [
                        "Tilvirkningsbevilling gis dersom følgende vilkår er oppfylt:",
                        "1.Bevillingshaver, og person som eier en vesentlig del av virksomheten eller av selskap som driver virksomheten eller oppebærer en vesentlig del av dens inntekter eller i kraft av sin stilling som leder har vesentlig innflytelse på den, har utvist uklanderlig vandel i forhold til lovgivning av betydning for hvordan virksomheten skal utøves, herunder alkohollovgivningen, tollovgivningen, skatte- og avgiftslovgivningen, regnskaps- og selskapslovgivningen og næringsmiddellovgivningen.",
                        "2.Det er stilt tilfredsstillende sikkerhet for oppfyllelse av krav på alkoholavgift.",
                        "3.Varelageret er tilfredsstillende sikret.",
                        "4.Bevillingshaver ikke driver annen virksomhet som er uforenlig med tilvirkning av alkoholholdig drikk.",
                        "Departementet kan gi forskrifter til utfylling av denne paragrafen.",
                        "Ny § 6-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-3",
                    "title": "Krav til søknaden",
                    "sections": [
                        "Søknaden skal være skriftlig og være ledsaget av et søknadsgebyr. Søkeren skal i søknaden uoppfordret fremlegge de opplysninger som er nødvendige for å kunne ta stilling til om lovens krav for å tildele bevilling er oppfylt. Den skal også inneholde opplysninger om annen virksomhet søkeren driver.",
                        "Departementet kan gi forskrifter om hvilke krav som skal stilles til søknaden og om søknadsgebyret.",
                        "Ny § 6-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-4",
                    "title": "Innhenting av uttalelser",
                    "sections": [
                        "Før søknaden avgjøres skal det innhentes uttalelse fra politiet, avgiftsmyndighetene, skattemyndighetene, tollmyndighetene og Mattilsynet.",
                        "Ny § 6-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-5",
                    "title": "Opplysningsplikt",
                    "sections": [
                        "Politiet, avgiftsmyndighetene, skattemyndighetene, tollmyndighetene og Mattilsynet plikter uten hinder av taushetsplikt å gi de opplysninger som er nødvendige for behandlingen av saker etter dette kapittel.",
                        "Ny § 6-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-6",
                    "title": "Utøvelse av tilvirkningsbevilling",
                    "sections": [
                        "Bevillingen skal utøves på en slik måte at de vilkår som er nevnt i bevillingsvedtaket, i denne lov og i bestemmelser gitt i medhold av loven, til enhver tid er oppfylt, og for øvrig på forsvarlig måte. Departementet kan stille nye vilkår dersom dette er nødvendig for å sikre gjennomføringen av loven.",
                        "Den som har tilvirkningsbevilling har ansvaret for at distribusjonen av varene skjer i betryggende former og i samsvar med regler gitt i eller i medhold av denne lov, fra produksjonsstart eller det tidspunkt varene ankommer til landet og til de er levert annen bevillingshaver. Dette gjelder selv om distribusjonen er overlatt til andre.",
                        "Dersom tapping eller andre deler av virksomheten er overlatt til andre, har bevillingshaver ansvar for at det skjer i betryggende former og i samsvar med regler gitt i eller i medhold av denne lov.",
                        "Departementet kan gi forskrifter om distribusjon og tapping. Departementet kan også gi forskrifter om plikt for bevillingshaver til å avgi opplysninger til statistiske formål.",
                        "Ny § 6-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-7",
                    "title": "Melding og godkjenning",
                    "sections": [
                        "Før bevilling tas i bruk skal melding om dette sendes departementet. Videre skal det gis melding før virksomheten nedlegges eller avbrytes. Det skal gis melding om etablering eller nedleggelse av lager, om endringer i ledelsen av virksomheten og om overdragelse av vesentlige deler av aksjene eller selskapsandeler. Videre skal det også gis melding dersom virksomhetens omfang endres vesentlig og om andre forhold som har betydning for kontrollen med virksomheten.",
                        "Nytt lager eller endring av et lagers innretning må godkjennes av bevillingsmyndigheten før endringen iverksettes. Tilsvarende gjelder dersom nytt tapperi tas i bruk, eller et tapperis innretning endres.",
                        "Ny § 6-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-8",
                    "title": "Kontroll med utøvelsen av tilvirkningsbevillingen",
                    "sections": [
                        "Kontrollen med utøvelsen av tilvirkningsbevilling tilligger departementet.",
                        "Departementet kan når som helst kreve tilgang til virksomhetens lokaler og til dens regnskaper. Bevillingshaver plikter å gi de nødvendige opplysninger om regnskap og drift for at kontrollen kan gjennomføres. Bevillingshaver plikter uten erstatning å utlevere nødvendige vareprøver.",
                        "Departementet kan gi forskrifter om kontrollen med utøvelsen av bevillingen. Departementet kan også gi forskrifter om internkontroll og regnskapsførsel for å sikre at krav fastsatt i eller i medhold av denne lov overholdes.",
                        "Ny § 6-9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-9",
                    "title": "Bevillingsgebyr",
                    "sections": [
                        "For bevilling til tilvirkning av alkoholholdig drikk skal det betales et årlig gebyr som beregnes på grunnlag av omsatt mengde av alkoholholdig drikk. Departementet fastsetter et minstegebyr som skal innbetales før bevillingen utøves og ikke senere enn 1. februar i de påfølgende år.",
                        "Departementet kan gi forskrifter om beregning og innbetaling av gebyret.",
                        "Ny § 6-10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-10",
                    "title": "Inndragning av bevilling",
                    "sections": [
                        "Departementet kan inndra bevillingen dersom vilkårene som nevnt i § 6-2 ikke lenger er oppfylt eller bevillingshaver for øvrig ikke oppfyller sine forpliktelser etter denne loven eller ved overtredelse av annen lovgivning som står i sammenheng med denne lovs formål.",
                        "Bevillingen skal inndras hvis den ikke lenger utøves.",
                        "Overskriften til kapittel 7 skal lyde:",
                        "Kapittel 7. Gebyrer, avgifter og anvendelse av AS Vinmonopolets overskudd",
                        "§ 7-1 første og annet ledd skal lyde:",
                        "For bevilling til salg av alkoholholdig drikk med høyst 4,7 volumprosent alkohol og til skjenking av alkoholholdig drikk skal det betales et årlig bevillingsgebyr som beregnes i forhold til forventet omsatt mengde alkoholholdig drikk.",
                        "Departementet gir forskrifter om gebyrsatser og innbetaling av gebyret. For bevilling som gjelder skjenking ved en enkelt bestemt anledning og ambulerende bevilling, kan departementet bestemme en særskilt gebyrsats. Bevillingsmyndigheten fastsetter gebyret.",
                        "§ 7-2 første ledd skal lyde:",
                        "AS Vinmonopolet betaler hvert år en avgift til statskassen.",
                        "§ 7-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-3",
                    "title": "Statens andel av AS Vinmonopolets overskudd",
                    "sections": [
                        "I forbindelse med statsbudsjettet fastsetter Stortinget hvert år en andel av AS Vinmonopolets nettooverskudd som overføres til statskassen.",
                        "§ 8-3 første ledd nr. 1 skal lyde:",
                        "1.at væsken er bestemt til framstilling av eller er vare som ikke er brennevin",
                        "§ 8-4 overskrift skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-4",
                    "title": "Preparater som anvendes til alkoholholdig drikk",
                    "sections": [
                        "§ 8-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-8",
                    "title": "Ulovlig kjøp",
                    "sections": [
                        "Det er forbudt å kjøpe alkoholholdig drikk med 22 volumprosent alkohol eller mer på vegne av noen som er under 20 år eller annen alkoholholdig drikk for noen som er under 18 år.",
                        "§ 8-11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-11",
                    "title": "Forbud mot salg og skjenking til rusmiddelpåvirkede personer",
                    "sections": [
                        "Det er forbudt å selge eller skjenke alkoholholdig drikk til personer som er åpenbart påvirket av rusmidler, eller skjenke alkoholholdig drikk på en slik måte at vedkommende må antas å bli åpenbart påvirket.",
                        "§ 9-2 annet ledd skal lyde:",
                        "Departementet gir forskrifter om avgrensing, utfylling, gjennomføring av og unntak fra bestemmelsene i første ledd. Departementet kan gjøre ytterligere unntak fra forbudene når særlige grunner foreligger.",
                        "I lov 19. juni 1931 nr. 18 om Aktieselskapet Vinmonopolet gjøres følgende endringer:",
                        "§ 9 første ledd skal annet punktum lyde:",
                        "2/3 av medlemmene med varamedlemmer oppnevnes av Kongen.",
                        "§ 15 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 15",
                    "title": "Kongen fastsetter godtgjørelsen til styrets, bedriftsforsamlingens og kontrollkomiteens medlemmer. Styret fastsetter lønnen til administrerende direktør.",
                    "sections": [
                        "I lov 19. mai 1933 nr. 11 om særavgifter gjøres følgende endring:",
                        "§ 7 nytt annet ledd skal lyde:",
                        "Departementet kan bestemme at politiet, skattemyndighetene og Mattilsynet uten hinder av taushetsplikt plikter å gi toll- og avgiftsetaten nødvendige opplysninger for behandling av søknader om registrering for avgift på alkoholholdige drikkevarer.",
                        "I lov 13. desember 1991 nr. 81 om sosiale tjenester m.v. gjøres følgende endring:",
                        "§ 4A-6 annet ledd skal lyde:",
                        "Dersom en nødsituasjon etter § 4A-5 tredje ledd bokstavene a og b gjør det nødvendig å skjerme tjenestemottakeren fra andre personer, skal skjermingen foregå i et ordinært beboelsesrom med ulåst dør. Sikkerhetsmessige hensyn kan unntaksvis tilsi at døren låses. Vedkommende skal i alle tilfeller holdes under oppsyn, og skjermingen skal avbrytes straks situasjonen er brakt under kontroll.",
                        "Endringen i lov 13. desember 1991 nr. 81 om sosiale tjenester m.v. trer i kraft straks. For øvrig gjelder loven fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "1.Kongen kan gi nærmere overgangsbestemmelser.",
                        "2.Innehaver av skjenkebevilling som ved lovens ikrafttredelse har bevilling til skjenking av øl og sterkøl eller øl, sterkøl og vin eller øl og vin, kan uten forutgående søknad skjenke også annen alkoholholdig drikk med lavere alkoholinnhold enn 22 volumprosent inntil bevillingen utløper.",
                        "3.Innehavere av skjenkebevilling som benytter seg av adgangen til å skjenke alkoholholdig drikk som ikke er nevnt i gjeldende bevilling, skal gi melding om slik utvidelse av virksomheten til bevillingsmyndigheten."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}