{
    "lawId": "LOV-2004-06-18-41",
    "lawName": "Lov om endringer i folketrygdloven (regler om sykmelding mv.)",
    "shortName": "Endringslov til folketrygdloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 8-4",
                    "title": "Arbeidsuførhet",
                    "sections": [
                        "Sykepenger ytes til den som er arbeidsufør på grunn av en funksjonsnedsettelse som klart skyldes sykdom eller skade. Arbeidsuførhet som skyldes sosiale eller økonomiske problemer o.l., gir ikke rett til sykepenger.",
                        "For å få rett til sykepenger skal medlemmet så tidlig som mulig og senest innen 8 uker prøve seg i arbeidsrelatert aktivitet unntatt når medisinske grunner klart er til hinder for slik aktivitet. Det kan unntaksvis likevel ytes sykepenger utover 8 uker dersom arbeidsrelaterte aktiviteter ikke kan gjennomføres på arbeidsplassen.",
                        "I de tilfellene der medlemmet må være borte fra arbeidet, ytes sykepenger også",
                        "a)når vedkommende er innlagt i en godkjent helseinstitusjon,",
                        "b)når vedkommende er under behandling og legen erklærer at behandlingen gjør det nødvendig at vedkommende ikke arbeider,",
                        "c)når vedkommende gjennomgår yrkesrettet attføring, se kapittel 11,",
                        "d)når vedkommende på grunn av sykdom, skade eller lyte får tilskott til opplæringstiltak etter § 10-7 tredje ledd,",
                        "e)når vedkommende er til nødvendig kontrollundersøkelse som krever minst 24 timers fravær, reisetid medregnet,",
                        "f)når vedkommende myndighet har nedlagt forbud mot at han eller hun arbeider på grunn av smittefare,",
                        "g)når vedkommende er arbeidsufør som følge av svangerskapsavbrudd,",
                        "h)når vedkommende er arbeidsufør som følge av behandling for barnløshet,",
                        "i)når vedkommende er donor eller er under vurdering som donor,",
                        "j)når medlemmet er arbeidsufør som følge av behandling i forbindelse med sterilisering.",
                        "Ved arbeidsuførhet i forbindelse med et kosmetisk inngrep ytes det sykepenger bare hvis inngrepet er medisinsk begrunnet.",
                        "§ 8-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-6",
                    "title": "Aktivisering – arbeidstrening",
                    "sections": [
                        "Det skal iverksettes aktive arbeidsrelaterte tiltak så tidlig som mulig og senest når arbeidsuførheten har vart åtte uker, jf. § 8-4.",
                        "Dersom medlemmet delvis kan utføre sine vanlige arbeidsoppgaver, skal det ytes graderte sykepenger, jf. § 8-13.",
                        "Dersom medlemmet ikke kan utføre sine vanlige arbeidsoppgaver, kan det under aktivisering og arbeidstrening hos vedkommendes arbeidsgiver ytes fulle sykepenger i en tidsbegrenset periode. Sykepenger kan ytes i en periode på opptil 4 uker dersom medlemmet forventes å kunne gjenoppta sitt ordinære arbeid på heltid eller deltid etter en slik periode. Dersom rehabiliteringen tar lengre tid eller det er behov for varig tilrettelegging av arbeidet, kan det ytes sykepenger i opptil 8 uker. Det kan ytes sykepenger for en lengre periode enn 4 eller 8 uker dersom arbeidstrening eller annen bedriftsintern attføring fortsatt er nødvendig og hensiktsmessig for at medlemmet skal kunne beholde arbeidet.",
                        "Dersom bedriftsinterne tiltak ikke fører frem, skal det så tidlig som mulig vurderes om yrkesrettet attføring bør prøves.",
                        "Departementet gir forskrifter om tilskudd til tilretteleggingstiltak på arbeidsplassen.",
                        "§ 8-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-7",
                    "title": "Dokumentasjon av arbeidsuførhet",
                    "sections": [
                        "For at medlemmet skal få rett til sykepenger, må arbeidsuførheten dokumenteres med legeerklæring. Dette gjelder ikke i arbeidsgiverperioden når arbeidstakeren har rett til å nytte egenmelding, se §§ 8-18, 8-19 og 8-23 til 8-27.",
                        "Legeerklæring kan ikke godtas for tidsrom før medlemmet ble undersøkt av lege (sykmeldingstidspunktet). En legeerklæring for tidsrom før medlemmet søkte lege, kan likevel godtas dersom medlemmet har vært forhindret fra å søke lege og det er godtgjort at han eller hun har vært arbeidsufør fra et tidligere tidspunkt.",
                        "Vurderingen av arbeidsuførheten skal ta utgangspunkt i en funksjonsvurdering. Legen skal alltid vurdere om medlemmet kan være i arbeid eller arbeidsrelatert aktivitet. Legen og annet helsepersonell plikter i samarbeid med arbeidstakeren og eventuelt arbeidsgiveren å gi nærmere vurdering av arbeidstakerens funksjonsevne.",
                        "Senest når arbeidsuførheten har vart åtte uker uten at medlemmet er i arbeidsrelatert aktivitet, må det legges fram en legeerklæring. For at medlemmet skal få utbetalt sykepenger fra trygden, må legeerklæringen dokumentere at medisinske grunner er til hinder for at arbeidsrelaterte aktiviteter iverksettes. Erklæringen skal inneholde en redegjørelse for det videre behandlingsopplegget og en vurdering av muligheten for at vedkommende kan gjenoppta det tidligere arbeidet eller ta annet arbeid.",
                        "Sykepenger kan likevel utbetales uten slik legeerklæring som nevnt i fjerde ledd",
                        "a)dersom medlemmet er innlagt i helseinstitusjon,",
                        "b)dersom lidelsen er så alvorlig at en ikke kan regne med at medlemmet blir arbeidsfør igjen, eller",
                        "c)dersom medlemmet forventes å bli friskmeldt innen kort tid.",
                        "For at et medlem som ikke har arbeidsgiver fortsatt skal få utbetalt sykepenger, må trygdekontoret senest når arbeidsuførheten har vart i 12 uker vurdere om de medisinske vilkårene for rett til sykepenger er oppfylt, og om det er behov for medisinske, yrkesrettede eller andre tiltak. Trygdekontoret må i slike tilfeller gjøre skriftlig vedtak om fortsatt rett til sykepenger. Det kan gjøres unntak fra denne bestemmelsen i tilfeller som nevnt i femte ledd.",
                        "Tidligst mulig og senest når arbeidsuførheten har vart i 12 uker uten at en sykmeldt arbeidstaker er i arbeidsrelatert aktivitet, skal trygdekontoret innhente oppfølgingsplan, unntatt når en slik plan antas å være åpenbart unødvendig, jf. § 25-2 og arbeidsmiljøloven § 13 nr. 4.",
                        "Trygdekontoret skal så tidlig som mulig vurdere om yrkesrettet attføring skal prøves dersom bedriftsinterne tiltak ikke fører frem, eller medlemmet ikke har et arbeidsforhold. En slik vurdering skal skje senest ved utløpet av sykepengeperioden.",
                        "§ 8-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-8",
                    "title": "Medlemmets medvirkning",
                    "sections": [
                        "Medlemmet har plikt til å gi opplysninger til arbeidsgiveren og trygdeetaten om egen funksjonsevne og bidra til at hensiktsmessige tiltak for å tilrettelegge arbeidet og utprøving av funksjonsevnen blir utredet og iverksatt, se også § 21-3.",
                        "Retten til sykepenger faller bort dersom medlemmet uten rimelig grunn nekter å gi opplysninger eller medvirke til utredning, eller uten rimelig grunn nekter å ta imot tilbud om behandling, rehabilitering, tilrettelegging av arbeid og arbeidsutprøving eller yrkesrettet attføring, se også § 21-8.",
                        "§ 8-27 andre ledd oppheves.",
                        "Nåværende tredje og fjerde ledd blir andre og tredje ledd.",
                        "§ 25-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 25-7",
                    "title": "Utelukkelse fra å utstede legeerklæringer",
                    "sections": [
                        "Dersom en lege ikke innen rimelig tid gir trygden de opplysninger som er nødvendige for å avgjøre en sak om sykepenger, medisinsk rehabilitering, attføring, tidsbegrenset uførestønad eller uførepensjon, kan Rikstrygdeverket bestemme at trygden i opptil ett år ikke skal gi slike ytelser på grunnlag av erklæringer fra legen. Det samme gjelder dersom legen gjentatte ganger ikke følger bestemmelser gitt i eller i medhold av denne loven om sykmelding og funksjonsvurdering.",
                        "Endringene trer i kraft 1. juli 2004 og gjøres gjeldende for nye tilfeller. Til endringene i § 8-4 om aktivitetskrav og § 8-7 om dokumentasjon av arbeidsuførhet fastsetter departementet overgangsregler i forskrift for løpende tilfeller."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}