{
    "lawId": "LOV-2004-11-19-73",
    "lawName": "Lov om bokføring (bokføringsloven)",
    "shortName": "Bokføringsloven",
    "authorityDescription": "Ot.prp.nr.46 (2003–2004), Innst.O.nr.107 (2004–2005) og Besl.O.nr.4 (2004–2005). Odels- og lagtingsvedtak hhv. 21. og 28. oktober 2004. Fremmet av Finansdepartementet.\nEndringer i følgende lover:\n1\tLov 19. juni 1969 nr. 66 om merverdiavgift.\n2\tLov 17. juli 1998 nr. 56 om årsregnskap m.v. (regnskapsloven).\n3\tLov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven).",
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Lovens virkeområde",
                    "sections": [
                        "Loven gjelder bokføringspliktige som nevnt i § 2.",
                        "Kongen fastsetter regler om denne lovs anvendelse for Norges økonomiske sone og for Svalbard, Jan Mayen og bilandene og kan fastsette særlige regler under hensyn til forholdene der."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Bokføringspliktige",
                    "sections": [
                        "Enhver som har regnskapsplikt etter lov 17. juli 1998 nr. 56 om årsregnskap m.v. har bokføringsplikt etter denne loven.",
                        "Enhver som har plikt til å levere næringsoppgave etter ligningsloven eller omsetningsoppgave etter merverdiavgiftsloven har bokføringsplikt etter denne loven for den virksomhet som drives.",
                        "Ligningskontoret, fylkesskattekontoret eller sentralskattekontoret kan i enkelttilfelle pålegge den som antas å drive næringsvirksomhet bokføringsplikt etter denne loven for den virksomhet som drives. Slikt pålegg kan begrenses til å gjelde enkelte bestemmelser i loven. Pålegget kan bare gis for to år av gangen.",
                        "For bokføringspliktige etter annet ledd kan departementet i forskrift gjøre unntak for særlige tilfeller fra bestemmelsene i denne loven."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Pliktig regnskapsrapportering",
                    "sections": [
                        "Med pliktig regnskapsrapportering menes i denne loven årsregnskap og annen rapportering av historiske regnskapsopplysninger til eksterne parter, gitt i skriftlig form til fastsatt tidspunkt og med et forhåndsdefinert innhold, og som er fastsatt i eller med hjemmel i lov. Departementet fastsetter i forskrift hva som er pliktig regnskapsrapportering etter denne loven."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Grunnleggende bokføringsprinsipper",
                    "sections": [
                        "Bokføring, spesifikasjon, dokumentasjon og oppbevaring av regnskapsopplysninger skal skje i samsvar med følgende grunnleggende prinsipper:\n1.\tRegnskapssystem: Det skal foreligge et ordentlig og oversiktlig regnskapssystem som muliggjør produksjon av pliktig regnskapsrapportering og spesifikasjoner, og som er innrettet slik at opplysningsplikten kan ivaretas.\n2.\tFullstendighet: Alle transaksjoner og andre regnskapsmessige disposisjoner skal bokføres på en fullstendig måte i regnskapssystemet.\n3.\tRealitet: Bokførte opplysninger skal være resultat av faktisk inntrufne hendelser eller regnskapsmessige vurderinger og skal gjelde den bokføringspliktige virksomheten.\n4.\tNøyaktighet: Opplysninger skal bokføres og spesifiseres korrekt og nøyaktig.\n5.\tAjourhold: Opplysninger skal bokføres og spesifiseres så ofte som opplysningenes karakter og den bokføringspliktige virksomhetens art og omfang tilsier.\n6.\tDokumentasjon av bokførte opplysninger: Bokførte opplysninger skal være dokumentert på en måte som viser deres berettigelse.\n7.\tSporbarhet: Det skal foreligge toveis kontrollspor mellom dokumentasjon, spesifikasjoner og pliktig regnskapsrapportering.\n8.\tOppbevaring: Dokumentasjon, spesifikasjoner og pliktig regnskapsrapportering skal oppbevares så lenge det er saklig behov for å kontrollere pliktig regnskapsrapportering. Oppbevaring skal skje i en form som opprettholder muligheten for å lese materialet.\n9.\tSikring: Regnskapsmaterialet skal på en forsvarlig måte sikres mot urettmessig endring, sletting eller tap.\n10.\tGod bokføringsskikk: Bokføring, spesifikasjon, dokumentasjon og oppbevaring av regnskapsopplysninger skal skje i samsvar med god bokføringsskikk."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Spesifikasjoner av pliktig regnskapsrapportering",
                    "sections": [
                        "For hver periode med pliktig regnskapsrapportering, og ikke sjeldnere enn hver fjerde måned, skal det utarbeides:\n1.\tbokføringsspesifikasjon,\n2.\tkontospesifikasjon,\n3.\tkundespesifikasjon,\n4.\tleverandørspesifikasjon,\n5.\tspesifikasjon av uttak til eiere, deltakere og egen virksomhet,\n6.\tspesifikasjon av salg til eiere og deltakere,\n7.\tspesifikasjon av salg og andre ytelser til ledende ansatte.",
                        "For hver periode med pliktig regnskapsrapportering skal det i tillegg utarbeides:\n1.\tspesifikasjon av merverdiavgift,\n2.\tspesifikasjon av lønnsoppgavepliktige ytelser.",
                        "Departementet gir i forskrift nærmere regler om innholdet i spesifikasjoner som nevnt i første og annet ledd."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Regnskapssystem mv.",
                    "sections": [
                        "Regnskapssystemet skal kunne gjengi spesifikasjoner av pliktig regnskapsrapportering som nevnt i § 5 på papir. Departementet kan i forskrift fastsette krav til annen gjengivelse.",
                        "Det skal foreligge dokumentasjon av regnskapssystemet som beskriver kontrollmulighet og hvordan systemgenererte poster kan etterprøves, herunder aktuelle koder og faste data, dersom det er nødvendig for å kontrollere bokførte opplysninger. Departementet kan i forskrift fastsette krav til dokumentasjon av elektroniske forsystem."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Bokføring og ajourhold",
                    "sections": [
                        "Bokføringspliktige skal bokføre alle opplysninger som er nødvendige for å kunne utarbeide spesifikasjoner av pliktig regnskapsrapportering som nevnt i § 5 og pliktig regnskapsrapportering.",
                        "Bokføring skal skje så ofte som virksomhetens og transaksjonenes art og omfang tilsier. Bokføringen skal være à jour innen fristene for pliktig regnskapsrapportering og ikke sjeldnere enn hver fjerde måned. Departementet kan i forskrift gjøre unntak fra kravet om ajourføring hver fjerde måned for bokføringspliktige med få transaksjoner.",
                        "Kontanttransaksjoner skal registreres daglig, med mindre det benyttes fast kasse."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Bokføringsvaluta",
                    "sections": [
                        "Bokføringen skal skje i norske kroner, med mindre departementet i forskrift bestemmer noe annet."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Retting av bokførte opplysninger",
                    "sections": [
                        "Bokførte opplysninger skal ikke endres eller slettes etter at fristene som nevnt i § 7 annet ledd er utløpt. Etter at disse fristene er utløpt, skal retting skje med ny, dokumentert postering. Slike korreksjoner skal skje ved at den opprinnelige posteringen i sin helhet reverseres.",
                        "Når opplysninger slettes, skal dette fremgå av dokumentasjonen eller spesifikasjonen."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Dokumentasjon av bokførte opplysninger",
                    "sections": [
                        "Bokførte opplysninger skal være dokumentert. Dokumentasjonen skal utstedes med et korrekt og fullstendig innhold og vise de bokførte opplysningenes berettigelse. Dokumentasjonen skal ikke endres etter utstedelse. Dersom dokumentasjonen består av flere dokumenter, skal det være referanse fra primærdokumentet til øvrige dokumenter.",
                        "Bokførte opplysninger skal lett kunne følges fra dokumentasjon via spesifikasjoner frem til pliktig regnskapsrapportering. Det skal likeledes på en lett kontrollerbar måte være mulig med utgangspunkt i pliktig regnskapsrapportering å kunne finne tilbake til dokumentasjonen for de enkelte bokførte opplysningene. Dokumentasjonen skal være systematisert på en måte som gjør det mulig å kontrollere at den er fullstendig.",
                        "Departementet kan i forskrift fastsette krav til dokumentasjonens format."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Dokumentasjon av balansen",
                    "sections": [
                        "Ved utarbeidelse av årsregnskap skal det foreligge dokumentasjon for alle balanseposter med mindre de er ubetydelige.",
                        "For bokføringspliktige etter § 2 annet ledd gjelder bestemmelsen tilsvarende for balansepostene i næringsoppgaven.",
                        "Departementet kan i forskrift fastsette nærmere regler om dokumentasjon av de enkelte balansepostene."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Krav til språk",
                    "sections": [
                        "Spesifikasjoner av pliktig regnskapsrapportering som nevnt i § 5 og dokumentasjon av regnskapssystemet skal være på norsk, svensk, dansk eller engelsk, med mindre departementet i forskrift eller ved enkeltvedtak bestemmer noe annet."
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Oppbevaring",
                    "sections": [
                        "Som oppbevaringspliktig regnskapsmateriale regnes:\n1.\tårsregnskap og annen pliktig regnskapsrapportering, årsberetning og revisjonsberetning,\n2.\tspesifikasjoner av pliktig regnskapsrapportering som nevnt i § 5,\n3.\tdokumentasjon av bokførte og slettede opplysninger, dokumentasjon av regnskapssystemet mv. og dokumentasjon av balansen,\n4.\tnummererte brev fra revisor,\n5.\tavtaler som gjelder virksomheten, med unntak av avtaler av mindre betydning,\n6.\tkorrespondanse som gir vesentlig tilleggsinformasjon i tilknytning til en bokført opplysning,\n7.\tutgående pakksedler eller tilsvarende dokumentasjon som foreligger på papir på leveringstidspunktet,\n8.\tprisoversikter som kreves utarbeidet ifølge lov eller forskrift.",
                        "Regnskapsmateriale som nevnt i første ledd nr. 1 til 4 skal oppbevares i Norge i ti år etter regnskapsårets slutt. Regnskapsmateriale som nevnt i første ledd nr. 5 til 8 skal oppbevares i Norge i tre år og seks måneder etter regnskapsårets slutt. Bokførte opplysninger som i utgangspunktet er tilgjengelig elektronisk, skal være tilgjengelig elektronisk i tre år og seks måneder etter regnskapsårets slutt.",
                        "Oppbevaringspliktig regnskapsmateriale skal oppbevares ordnet og være betryggende sikret mot ødeleggelse, tap og endring. Regnskapsmaterialet skal kunne fremlegges for offentlig kontrollmyndighet i hele oppbevaringstiden i en form som muliggjør etterkontroll.",
                        "Regnskapsmaterialet skal være tilgjengelig i lesbar form og skal kunne skrives ut på papir i hele oppbevaringsperioden.",
                        "Departementet kan i forskrift eller ved enkeltvedtak gjøre unntak fra bestemmelsene i annet ledd om oppbevaringssted, oppbevaringstid og elektronisk tilgjengelighet."
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Bistand og informasjon til kontrollmyndighet",
                    "sections": [
                        "Bokføringspliktige skal gi offentlige kontrollmyndigheter nødvendig bistand til innsyn i regnskapssystemet og regnskapsmaterialet og stille til disposisjon utstyr og programvare for dette.",
                        "Dersom den bokføringspliktige helt eller delvis har overlatt til en annen å foreta bokføring og oppbevaring av regnskapsmateriale etter denne lov, gjelder pliktene etter første ledd også for den dette er overlatt til."
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Straff",
                    "sections": [
                        "Den som forsettlig eller uaktsomt vesentlig overtrer denne lov eller forskrift gitt i medhold av loven, straffes med bøter eller fengsel inntil tre år. Foreligger det særlig skjerpende omstendigheter, kan fengsel inntil seks år idømmes. Medvirkning straffes på samme måte.",
                        "Den som for øvrig forsettlig eller uaktsomt overtrer denne lov eller forskrift gitt i medhold av loven, straffes med bøter eller fengsel inntil tre måneder. Medvirkning straffes på samme måte.",
                        "Har den som dømmes etter første ledd tidligere vært straffet for tilsvarende forhold, kan straffen forhøyes med inntil det halve. Har den som dømmes etter annet ledd tidligere vært straffet for tilsvarende forhold, kan straffen forhøyes til fengsel inntil seks måneder.",
                        "Foreldelsesfristen for straffbare forhold som omfattes av første ledd, løper ikke under konkurs- og gjeldsforhandling etter loven. Fristen kan likevel ikke forlenges med mer enn 5 år etter denne bestemmelsen."
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Forskriftshjemmel",
                    "sections": [
                        "Departementet kan gi forskrifter som utfyller bestemmelsene i denne lov og fastsette ytterligere krav, når det finnes nødvendig av hensyn til pliktig regnskapsrapportering eller skatte- og avgiftskontroll."
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid. Kongen kan gi overgangsregler."
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Endringer i andre lover",
                    "sections": [
                        "Fra den tid loven trer ikraft gjøres følgende endringer i andre lover:\n1. I lov 19. juni 1969 nr. 66 om merverdiavgift skal § 32 første ledd lyde:",
                        "Beløp som nevnt i § 29 medtas i oppgaven for den termin de er bokført i regnskapssystemet etter bestemmelsene i bokføringsloven eller i medhold av loven, med mindre annet bestemmes av departementet.\n2. I lov 17. juli 1998 nr. 56 om årsregnskap m.v. gjøres følgende endringer:\nFølgende bestemmelser oppheves:\n§ 1-2 annet og tredje ledd.\nKapittel 2 (kapitteloverskriften og §§ 2-1 til 2-8).\n§ 10-1 første og annet ledd.\n§ 10-2 annet og tredje punktum.\n§ 10-3 syvende ledd.\n§ 4-6 skal lyde:",
                        "Utarbeidelse av årsregnskap skal foretas i samsvar med god regnskapsskikk.\n3. I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt gjøres følgende endringer:\n§ 4-31 annet og tredje ledd skal lyde:",
                        "(2) Regnskapspliktig skattyter gis ikke fradrag for gjeld som svarer til forholdet mellom verdien av fast eiendom og eiendeler i virksomhet som nevnt i første ledd og verdien av skattyters samlede eiendeler, basert på bokført verdi i regnskap oppgjort i samsvar med regnskapsloven.",
                        "(3) Skattyter som har bokføringsplikt, men ikke regnskapsplikt, gis ikke fradrag for gjeld som svarer til forholdet mellom verdien av fast eiendom og eiendeler i virksomhet som nevnt i første ledd og verdien av skattyters samlede eiendeler, basert på ligningsmessig verdi.\n§ 6-91 annet og tredje ledd skal lyde:",
                        "(2) Regnskapspliktig skattyter gis ikke fradrag for gjeldsrenter som svarer til forholdet mellom verdien av fast eiendom og eiendeler i virksomhet som nevnt i første ledd og verdien av skattyters samlede eiendeler, basert på bokført verdi i regnskap oppgjort i samsvar med regnskapsloven",
                        "(3) Skattyter som har bokføringsplikt, men ikke regnskapsplikt, gis ikke fradrag for gjeldsrenter som svarer til forholdet mellom verdien av fast eiendom og eiendeler i virksomhet som nevnt i første ledd og verdien av skattyters samlede eiendeler, basert på ligningsmessig verdi.\n§ 14-4 første ledd skal lyde:",
                        "(1) Denne paragraf gjelder for virksomhet som det er fastsatt bokføringsplikt for i lov eller med hjemmel i lov. Bestemmelsene i annet og tredje ledd gjelder likevel bare for skattyter med regnskapsplikt.\n§ 14-5 første ledd skal lyde:",
                        "(1) Denne paragraf gjelder for virksomhet som det er fastsatt bokføringsplikt for i lov eller med hjemmel i lov.\n§ 14-5 sjette ledd skal lyde:",
                        "(6) Departementet kan gi forskrift om at grupper av skattytere uavhengig av regnskapsloven og bokføringsloven skal ta hensyn til endringer i varebeholdning, utestående fordringer og gjeld.\n§ 14-20 første ledd skal lyde:",
                        "(1) Denne paragraf gjelder ikke for virksomhet som det er fastsatt bokføringsplikt for i lov eller med hjemmel i lov."
                    ]
                }
            ]
        }
    ]
}