{
    "lawId": "LOV-2004-04-23-18",
    "lawName": "Lov om endringer i lov 8. juni 1984 nr. 58 om gjeldsforhandling og konkurs og i enkelte andre lover",
    "shortName": "Endringslov til konkursloven m.fl.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3-6",
                    "title": "Rettsvern",
                    "sections": [
                        "Panterett i driftstilbehør eller i overførbar bruksrett til driftstilbehør får rettsvern ved tinglysing på eierens eller den bruksberettigedes blad i Løsøreregisteret.",
                        "§ 3-8 annet ledd første punktum skal lyde:",
                        "Panteretten får rettsvern ved tinglysing på eierens eller den bruksberettigedes blad i Løsøreregisteret.",
                        "§ 3-9 tredje ledd skal lyde:",
                        "(3) Panteretten får rettsvern ved tinglysing på eierens eller den bruksberettigedes blad i Løsøreregisteret.",
                        "§ 3-10 annet ledd skal lyde:",
                        "(2) Panteretten får rettsvern ved tinglysing på eierens eller den bruksberettigedes blad i Løsøreregisteret.",
                        "Ny § 6-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-4",
                    "title": "Lovbestemt pant for boomkostninger",
                    "sections": [
                        "(1) Konkursboet har lovbestemt pant i ethvert formuesgode beheftet med pant som tilhører skyldneren på konkursåpningstidspunktet og som kan være gjenstand for utlegg eller konkursbeslag. Konkursboet har også lovbestemt pant i formuesgoder som en tredjeperson har stilt som pantesikkerhet for konkursskyldnerens gjeld, når sikkerheten består på konkursåpningstidspunktet. Panteretten utgjør fem prosent av formuesgodets beregnede verdi eller av det et salg av formuesgodet innbringer, men maksimalt 700 ganger rettsgebyret, i hvert realregistrerte pantobjekt. Panteretten går foran annet lovbestemt pant og alle andre heftelser i formuesgodet. Panteretten kan bare benyttes til å dekke nødvendige boomkostninger.",
                        "(2) Enhver panthaver eller annen interessert kan innløse boets panterett. Dersom flere ønsker å innløse, har den best prioriterte panthaveren fortrinnsrett til innløsning.",
                        "(3) Boet eller den som vil innløse boets panterett kan kreve formuesgodets verdi fastsatt av tingretten. Ved beregningen av formuesgodets verdi skal forholdene på verdsettingstidspunktet legges til grunn. Til grunn for verdsettingen kan tingretten innhente takst som dekkes av boet. I særlige tilfeller kan tingretten bestemme at verdsettingen skal skje ved skiftetakst, jf. skifteloven § 125. I så fall kan retten også fastsette en godtgjørelse for skjønnsmennene som fraviker fra de satsene som ellers gjelder ved skiftetakst. Skiftetakst etter denne bestemmelsen kan ikke overprøves ved overtakst.",
                        "(4) Den som innløser boets panterett, trer inn i boets prioritet for et tilsvarende beløp. Innløserens panterett følger reglene for avtalepant i vedkommende formuesgode og skal anses stiftet på betalingstidspunktet. Bostyreren skal snarest mulig og i alle tilfelle før formuesgodet abandoneres eller overføres til en panthaver, sørge for at panteretten får rettsvern etter alminnelige regler.",
                        "(5) Dersom det sikrede beløp ikke innbetales frivillig til boet innen den fristen som er avtalt eller som tingretten har fastsatt, kan boet kreve formuesgodet solgt etter reglene i dekningsloven § 8-15.",
                        "(6) Er et formuesgode med panterett i som tilhørte skyldneren, solgt senere enn tre måneder før fristdagen (jf. dekningsloven § 1-2), kan tingretten ved kjennelse beslutte at den eller de panthavere som har fått dekning, men som ikke ville ha fått like stor dekning om boet hadde fått fem prosent av salgssummen, skal innbetale inntil fem prosent av salgssummen til boet såfremt det trengs til dekning av nødvendige boomkostninger. Dette gjelder likevel ikke dersom salget er foretatt som ledd i ordinær og forsvarlig drift.",
                        "(7) Tingretten avgjør hvor mye av verdiene som omfattes av legalpantet som det er nødvendig å benytte under bobehandlingen. Er boets panterett innløst og det ved slutningen av boet er midler til helt eller delvis å dekke boomkostningene uten å utnytte legalpanteretten, tilbakebetales det overskytende beløp til innløseren. Er formuesgodet realisert, skal det overskytende beløp tilfalle den eller dem som ville fått dekning dersom legalpanteretten ikke var blitt utnyttet. Er flere formuesgoder realisert, fordeles beløpet på grunnlag av realisasjonssummene.",
                        "(8) Reglene i denne paragrafen gjelder tilsvarende ved offentlig skifte av insolvent dødsbo og for øvrig med de begrensningene som følger av overenskomst med fremmed stat.",
                        "I lov 8. juni 1984 nr. 58 om gjeldsforhandling og konkurs gjøres følgende endringer:",
                        "§ 117 annet ledd skal lyde:",
                        "Salg av boets eiendeler til skyldneren eller til skyldnerens nærstående som nevnt i dekningsloven § 1-5 skal ikke skje før kunngjøring har funnet sted i avis eller i et egnet elektronisk medium. Fristen for å gi bud skal normalt ikke settes kortere enn en uke. Kunngjøring kan unnlates dersom særlige forhold gjør at det må anses uhensiktsmessig å kunngjøre salget.",
                        "Nåværende annet ledd blir nytt tredje ledd.",
                        "§ 135 første ledd første punktum skal lyde:",
                        "Dersom bostyreren finner at boets midler, medregnet midler boet får i medhold av legalpanteretten etter panteloven § 6-4, er utilstrekkelige til å dekke omkostningene ved dets fortsatte behandling, skal bostyreren vurdere å kontakte fordringshavere eller berørte offentlige myndigheter med sikte på å få dem til å stille sikkerhet for omkostningene ved en fortsatt bobehandling.",
                        "§ 138 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 138",
                    "title": "Sletting av tidligere meldinger m.v.",
                    "sections": [
                        "Når konkursen er endelig avsluttet, skal retten sørge for at dette anmerkes i Konkursregisteret. Er konkursen endelig avsluttet ved sluttutlodning etter § 128, er det likevel bostyreren som skal sørge for slik anmerkning. Med mindre retten beslutter å gjøre det selv, skal bostyreren sørge for at meldinger som er gitt i henhold til § 79 tredje ledd blir slettet. Videre skal bostyreren gi melding i samsvar med lov 19. juni 1969 nr. 66 om merverdiavgift § 27 annet ledd.",
                        "Føreren av Konkursregisteret sørger for at avsluttet bobehandling blir meldt til de registre som er nevnt i § 79 annet ledd nr. 1, 2 og 3. Det skal opplyses på hvilket grunnlag bobehandlingen er innstilt. Er skyldneren en stiftelse eller en sammenslutning med begrenset ansvar, og bobehandlingen er endelig avsluttet i henhold til §§ 128 og 135, skal føreren av Konkursregisteret samtidig anmode om sletting av sammenslutningen i Foretaksregisteret.",
                        "I lov 8. juni 1984 nr. 59 om fordringshavernes dekningsrett gjøres følgende endringer:",
                        "§ 3-7 tredje ledd skal lyde:",
                        "Beløp som utbetales erververen er bare beslagsfrie etter reglene i §§ 2-5 og 2-11.",
                        "§ 7-10 nytt fjerde ledd skal lyde:",
                        "En avtalebestemmelse om at en leieavtale ikke kan overføres sammen med overføring av den virksomhet som drives i lokalet, er ikke bindende for konkursboet.",
                        "§ 8-15 annet ledd nytt annet punktum skal lyde:",
                        "Første punktum gjelder ikke dersom boet krever tvangssalg for å inndrive lovbestemt pant etter panteloven § 6-4.",
                        "I lov 21. juni 1985 nr. 78 om registrering av foretak § 7-3 skal nytt tredje ledd lyde:",
                        "Har Foretaksregisteret mottatt melding etter konkursloven § 138 annet ledd om at bobehandlingen er avsluttet i medhold av konkursloven § 128 eller § 135 i registrert foretak med ubegrenset ansvar, skal registerføreren gi de registreringspliktige varsel om at dersom de ikke innen ett år gir opplysninger om at foretaket fortsatt består, vil foretaket bli slettet. Gis det ikke slike opplysninger innen fristen, skal foretaket slettes av registeret.",
                        "I lov 16. juni 1989 nr. 69 om forsikringsavtaler skal § 16-1 fjerde ledd lyde:",
                        "Ved livrenteforsikring kan rentenyterens fordringshavere søke dekning i den løpende livrente i samsvar med lov 8. juni 1984 nr. 59 om fordringshavernes dekningsrett §§ 2-6, 2-7 og 2-11.",
                        "Ikraftsettings- og overgangsbestemmelser",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "2.Loven gjelder – med de unntak som følger av nr. 3 og 4 – for",
                        "a)konkursboer der begjæring om gjeldsforhandling eller konkurs er kommet inn til tingretten etter lovens ikrafttredelse,",
                        "b)tvangsavviklingsboer der dom eller kjennelse om oppløsning eller om at retten overtar ansvaret for avviklingen, er avsagt etter lovens ikrafttredelse,",
                        "c)dødsboer der dødsfallet har funnet sted etter lovens ikrafttredelse.",
                        "3.Lovbestemt pant etter panteloven § 6-4 går foran avtalepant som er stiftet før loven trådte i kraft, tre år etter ikrafttredelsen. Panteloven § 6-4 sjette ledd gjelder bare for salg som er skjedd etter at loven trådte i kraft.",
                        "4.Endringene i konkursloven § 138 og i lov om registrering av foretak § 7-3 gjelder for boer der bobehandlingen avsluttes etter at loven trådte i kraft."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}