{
    "lawId": "LOV-2004-07-02-60",
    "lawName": "Lov om endringer i politiloven (vurdering av helsetilstanden ved innsetting i arrest, politimyndighet, Politihøgskolen mv.)",
    "shortName": "Endringslov til politiloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel III A. Politiets sikkerhetstjeneste. Organisering og oppgaver",
            "paragraphs": [
                {
                    "name": "§ 18",
                    "title": "Politipersonalet",
                    "sections": [
                        "Den som skal tilsettes i politi- og lensmannsetaten, herunder i Politidirektoratet, må ha plettfri vandel. Tilsatte med alminnelig politimyndighet må være norske statsborgere.",
                        "Departementet fastsetter krav for tilsetting i stillinger tillagt alminnelig politimyndighet.",
                        "§ 19 overskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Tilsetting mv.",
                    "sections": [
                        "§ 19 annet til sjette ledd skal lyde:",
                        "Assisterende politidirektører i Politidirektoratet beskikkes av Kongen på åremål for inntil 6 år og politimestere i politidistrikter utnevnes som embetsmenn på åremål for inntil 6 år. Etter utlysning kan en åremålstilsetting gjentas med ytterligere en periode på 6 år. Visepolitimestrene i politidistriktene utnevnes som embetsmenn.",
                        "Sjefene for politiets særorganer beskikkes av Kongen på åremål for inntil 6 år. Etter utlysning kan en åremålstilsetting gjentas med ytterligere en periode på 6 år. Sjefen for ØKOKRIM utnevnes likevel som embetsmann.",
                        "Den som beskikkes som sjef for Politiets sikkerhetstjeneste, kan uten oppsigelsesfrist sies opp av Kongen og har i så fall krav på lønn i inntil 6 måneder. Dette lønnskravet faller bort i den utstrekning vedkommende får utbetalt lønn i annen statsstilling.",
                        "Kongen kan fastsette nærmere bestemmelser om varighet, fornyelse og opphør for åremål etter paragrafen her.",
                        "Departementet kan bestemme at tilsetting i andre stillinger i Politidirektoratet skal skje ved beskikkelse og at andre stillinger i Politiets sikkerhetstjeneste skal være åremålsstillinger.",
                        "I § 20 slik den lyder etter endring ved lov 15. juni 2001 nr. 52 gjøres følgende endringer:"
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Politimyndighet, legitimasjon og grader",
                    "sections": [
                        "§ 20 første og annet ledd skal lyde:",
                        "Direktøren for Politidirektoratet, embetsmenn og tjenestemenn med politigrader og lensmenn har politimyndighet i hele riket i kraft av sin stilling. Departementet kan gjøre unntak for bestemte stillinger.",
                        "Departementet bestemmer hvilke andre ledere og tilsatte i Politidirektoratet og sjefer for politiets særorganer som har politimyndighet, og gir bestemmelse om tildeling av politimyndighet til studenter ved Politihøgskolen og personell i politireserven. Det samme gjelder for tildeling av politimyndighet til leder og tilsatte i spesialenheten for politisaker og påtalemyndigheten.",
                        "§ 20 femte og sjette ledd skal lyde:",
                        "Den som har politimyndighet, skal under utøvelse av myndigheten ha politilegitimasjon med seg. Begrensninger i politimyndigheten skal fremgå av legitimasjonen. Tjenestemannen plikter, så langt tjenesteforholdene på stedet tillater, å oppgi navn eller tjenestenummer og grad eller stilling når dette forlanges av den som tjenestehandlingen direkte angår. Den som ikke er i politiuniform, skal på forlangende fremvise politilegitimasjon såfremt han ikke er kjent av den som forlanger det.",
                        "Departementet bestemmer hvilke grader det skal være i politiet og kan gi nærmere regler om uniform og politilegitimasjon.",
                        "§ 24a oppheves.",
                        "Nytt kapittel IV A skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel IV A. Politihøgskolen. Organisasjon, oppgaver, opptak, utvisning mv.",
            "paragraphs": [
                {
                    "name": "§ 24a",
                    "title": "Organisasjon og oppgaver",
                    "sections": [
                        "Politihøgskolen er den sentrale utdanningsinstitusjon for politiet. Politihøgskolen er underlagt Justisdepartementet og har et styre som øverste organ. Departementet oppnevner medlemmer til styret. Sjefen for Politihøgskolen har på styrets vegne det overordnede ansvar for og ledelse av høgskolens virksomhet. Departementet gir nærmere regler om styrets oppnevning, sammensetning og oppgaver, og om høgskolens oppgaver, organisering og virksomhet."
                    ]
                },
                {
                    "name": "§ 24b",
                    "title": "Opptak",
                    "sections": [
                        "Opptak av studenter til Politihøgskolens grunnutdanning foretas av en opptaksnemnd oppnevnt av styret. Opptak forutsetter at søkeren har plettfri vandel, oppfyller fastsatte formelle krav og fremstår som skikket for tjeneste i politi- og lensmannsetaten. Søkerne må fremlegge uttømmende politiattest. Det kan også innhentes opplysninger om henlagte straffesaker eller andre forhold som kan ha betydning for søkerens skikkethet. Departementet gir nærmere regler om opptaksnemndas sammensetning, saksbehandling, spesielle opptakskrav, opptaksprøve og nærmere kriterier for opptak og rangering av søkere.",
                        "Opptak til videreutdanning og høyere grads studier foretas av Politihøgskolen. Departementet gir nærmere regler om saksbehandling og opptakskrav, herunder dokumentasjon av kompetanse.",
                        "Vedtak om avslag på søknad om opptak kan påklages til Politihøgskolens styre eller til en klagenemnd oppnevnt av styret. Klagen behandles etter reglene i forvaltningsloven. Tildeling av studiested er ikke gjenstand for klage."
                    ]
                },
                {
                    "name": "§ 24c",
                    "title": "Utvisning, bortvisning og utestengning",
                    "sections": [
                        "Gjennom studiet skal Politihøgskolen vurdere om den enkelte student i grunnutdanningen er skikket for tjeneste i politiet. Styret oppnevner en egen skikkethetsnemnd og kan etter innstilling fra denne nemnda vedta å utvise en student som er funnet uskikket. I særlig alvorlige tilfelle kan sjefen for Politihøgskolen treffe vedtak om midlertidig utvisning. Slikt midlertidig vedtak skal uten unødig opphold forelegges for styret. Etter særlig vurdering kan styret gi en student som er vurdert som uskikket, anledning til å fullføre siste studieår. Departementet gir nærmere regler om skikkethetsnemndas sammensetning og saksbehandling, og om skikkethetsvurderingen.",
                        "Studenter i videreutdanning eller i høyere grads studier, som tross skriftlig advarsel fra styret igjen opptrer grovt forstyrrende for medstudenters arbeid eller for virksomheten ved institusjonen ellers, kan etter vedtak av styret bortvises fra studiet for inntil ett år. En student kan etter vedtak av styret utestenges for inntil tre år ved grov klanderverdig adferd som skaper fare for liv eller helse for personer som studenten kommer i kontakt med i undervisningen, eller ved grove brudd på taushetsplikt.",
                        "Studenter som gjør seg skyldig i fusk eller forsøk på fusk, kan utvises eller bortvises for inntil ett år.",
                        "Studentene plikter å avlegge dopingprøve etter nærmere regler gitt av departementet. Bruk av ulovlige dopingmidler eller nektelse av å medvirke til dopingkontroll kan føre til utvisning eller utestegning for inntil tre år.",
                        "Vedtak om utvisning, bortvisning eller utestegning kan påklages til departementet etter reglene i forvaltningsloven. Studenten har rett til å la seg bistå av advokat eller annen medhjelper fra skikkethetssak eller sak om bortvisning eller utestegning er reist, eventuelt etter at advarsel etter annet ledd er gitt."
                    ]
                },
                {
                    "name": "§ 24d",
                    "title": "Alminnelige tjenesteregler, edruelighet, bierverv og taushetsplikt",
                    "sections": [
                        "Bestemmelsene i alminnelig tjenesteinstruks for politiet gitt i medhold av § 29 gjelder for studenter ved Politihøgskolen så langt de passer. Tilsvarende gjelder denne lovs bestemmelser om edruelighet og taushetsplikt. Når politimyndighet er tildelt av stedlig politimester, kan politimesteren nekte studenten bierverv som åpenbart er uforenlig med utøvelsen av politimyndighet.",
                        "§ 25 skal lyde:"
                    ]
                },
                {
                    "name": "§ 25",
                    "title": "Særlig politioppsyn ved allment tilgjengelige arrangementer",
                    "sections": [
                        "Når det av ordensmessige grunner er påkrevd med særlig polititilsyn ved allment tilgjengelige sammenkomster eller tilstelninger, for eksempel offentlig dans, fester, konserter, festivaler, forestillinger, idrettsstevner og lignende, kan arrangøren pålegges helt eller delvis å dekke utgiftene til dette oppsynet. Det kan kun kreves dekning for utgifter til særskilt politioppsyn som utføres i umiddelbar tilknytning til arrangementet og som tidsmessig står i direkte forbindelse med avviklingen av arrangementet.",
                        "Denne lov trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}