{
    "lawId": "LOV-2004-07-02-66",
    "lawName": "Lov om endringer i arbeidsmiljøloven, ligningsloven, utlendingsloven og allmenngjøringsloven",
    "shortName": "Endringslov til arbeidsmiljøloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 15 a",
                    "title": "Identitetskort og oversiktslister",
                    "sections": [
                        "Departementet kan gi forskrift som pålegger bruk av identitetskort for arbeidstakere innenfor bransjer der det er nødvendig eller hensiktsmessig for å ivareta arbeidstakernes helse, miljø og sikkerhet. Det samme gjelder oversiktslister over ansatte som til enhver tid har rett til å oppholde seg på arbeidsplassen.",
                        "I lov 13. juni 1980 nr. 24 om ligningsforvaltning gjøres følgende endringer:",
                        "§ 6-10 overskriften skal lyde:",
                        "Om rapportering av oppdrag, arbeidstakere og sjøfolk m.m.",
                        "§ 6-10 nr. 1 skal lyde:",
                        "Næringsdrivende og offentlig organ som har gitt noen et oppdrag i riket eller på kontinentalsokkelen, skal ukrevet gi ligningsmyndighetene følgende opplysninger om oppdraget og om enhver oppdragstaker som i tilknytning til hovedoppdraget eller underoppdrag utfører oppdrag innen riket eller på kontinentalsokkelen:",
                        "a.oppdragstakernes navn, adresse, eventuelt arbeidsgivernummer, tidspunkt da oppdragene forutsettes påbegynt og avsluttet, stedet der oppdraget skal utføres, samt kontraktsbeløpet i kontrakter oppdragsgiveren har inngått,",
                        "b.arbeidstakere tilknyttet oppdraget, deres navn, fødselsdata og eventuelt personnummer, adresse, nasjonalitet, sivilstand, tidspunkt for arbeidets begynnelse og antatte avslutning samt arbeidsgiverens navn og arbeidsgivernummer.",
                        "I lov 24. juni 1988 nr. 64 om utlendingers adgang til riket og deres opphold her gjøres følgende endringer:",
                        "Ny § 11 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 11 a",
                    "title": "Tilsyn med at vilkår for tillatelser følges",
                    "sections": [
                        "Arbeidstilsynet fører tilsyn med at vilkårene for arbeidstillatelse når det gjelder lønns- og arbeidsvilkår og stillingens omfang, følges i virksomhetene. Likeledes føres tilsyn med at vilkårene for oppholdstillatelse for arbeidstaker som nevnt i § 51 første ledd bokstav a og § 58 a følges. Enhver som er underlagt tilsyn etter bestemmelsen skal, når Arbeidstilsynet krever det og uten hinder av taushetsplikt, fremlegge opplysninger som anses nødvendige for utøvelsen av tilsynet. Ved mistanke om overtredelse av vilkårene, eller at utlendingen ikke har nødvendig arbeids- eller oppholdstillatelse, skal Arbeidstilsynet varsle utlendingsmyndighetene.",
                        "Petroleumstilsynet har tilsvarende tilsynsansvar innenfor sitt myndighetsområde.",
                        "§ 47 nytt sjuende ledd skal lyde:",
                        "Utlendingsdirektoratet skal, når allmenne hensyn krever det, anmelde forholdet når det er grunn til å tro at det er skjedd en overtredelse av",
                        "a)første ledd bokstav a som gjelder bruk av arbeidskraften til en utlending som ikke har nødvendig tillatelse etter loven, eller",
                        "b)annet ledd bokstav a.",
                        "Någjeldende sjuende ledd blir nytt åttende ledd.",
                        "I lov 4. juni 1993 nr. 58 om allmenngjøring av tariffavtaler m.v. gjøres følgende endringer:",
                        "§ 8 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 8",
                    "title": "Tilsyn med lønns- og arbeidsvilkår",
                    "sections": [
                        "Arbeidstilsynet fører tilsyn med at lønns- og arbeidsvilkår som følger av vedtak om allmenngjøring etter § 3, blir overholdt. Enhver som er underlagt tilsyn etter bestemmelsen skal, når Arbeidstilsynet krever det og uten hinder av taushetsplikt, fremlegge opplysninger som anses nødvendige for utøvelsen av tilsynet. Arbeidstilsynet kan anmelde overtredelser til politiet. Petroleumstilsynet har tilsvarende tilsynsansvar innenfor sitt myndighetsområde.",
                        "Någjeldende §§ 8 og 9 blir §§ 9 og 10.",
                        "1.Endringene i ligningsloven trer i kraft 1. oktober 2004.",
                        "2.For øvrig gjelder endringene fra den tid Kongen fastsetter. De enkelte endringer kan settes i kraft til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}