{
    "lawId": "LOV-2004-12-10-83",
    "lawName": "Lov om endring i lov 20. juni 2003 nr. 56 om fagskoleutdanning",
    "shortName": "Endringslov til fagskoleloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4a",
                    "title": "Læringsmiljø",
                    "sections": [
                        "Styret har det overordnede ansvar for studentenes læringsmiljø. Styret skal, i samarbeid med studentorgan dersom et slikt er opprettet i samsvar med § 4, legge forholdene til rette for et godt studiemiljø og arbeide for å bedre studentvelferden på lærestedet.",
                        "Styret har ansvar for at læringsmiljøet på institusjonen, herunder det fysiske og psykiske arbeidsmiljø, er fullt forsvarlig ut fra en samlet vurdering av hensynet til studentenes helse, sikkerhet og velferd. I utformingen av det fysiske arbeidsmiljøet skal det, så langt det er mulig og rimelig, sørges for",
                        "a.at lokaler, adkomstveier, trapper mv. er dimensjonert og innredet for den virksomhet som drives;",
                        "b.at lokalene har gode lys- og lydforhold og forsvarlig inneklima og luftkvalitet;",
                        "c.at lokalene blir vedlikeholdt og er rene og ryddige;",
                        "d.at lokalene er innredet slik at uheldige fysiske belastninger for studentene unngås;",
                        "e.at virksomheten er planlagt slik at skader og ulykker forebygges;",
                        "f.at tekniske innretninger og utstyr er forsynt med verneinnretninger og blir vedlikeholdt slik at studentene er vernet mot skader på liv og helse;",
                        "g.at lokaler, adkomstveier, sanitæranlegg og tekniske innretninger er utformet på en slik måte at funksjonshemmede kan studere ved institusjonen;",
                        "h.at læringsmiljøet er innrettet for studenter av begge kjønn;",
                        "i.at læringsmiljøet er utformet etter prinsippet om universell utforming.",
                        "Departementet kan gi nærmere forskrift om krav til læringsmiljøet.",
                        "Tilbyder av fagskoleutdanning skal, så langt det er mulig og rimelig, legge studiesituasjonen til rette for studenter med særskilte behov. Tilretteleggingen må ikke føre til en reduksjon av de faglige krav som stilles ved det enkelte studium.",
                        "Arbeidstilsynet fører tilsyn med at kravene i annet ledd overholdes. Arbeidsmiljøloven kapittel XIII om tilsyn og tvangsmidler mv. gjelder tilsvarende så langt det passer. Departementet kan gi nærmere forskrift om tilsyn med læringsmiljøet.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}