{
    "lawId": "LOV-2004-07-02-64",
    "lawName": "Midlertidig lov om prøveordning med lokaler for injeksjon av narkotika (sprøyteromsordning)",
    "shortName": "Sprøyteromloven",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Kongen kan som en prøveordning bestemme at det kan etableres lokaler for injeksjon av narkotika (sprøyteromsordning).",
                    "sections": []
                },
                {
                    "name": "§ 2",
                    "title": "Den som med lovlig adgang til sprøyterommet",
                    "sections": [
                        "a)injiserer narkotika i et godkjent sprøyterom, eller",
                        "b)besitter en brukerdose narkotika til eget bruk i et godkjent sprøyterom eller tilstøtende venterom eller samtalerom, kan ikke straffes for dette etter legemiddelloven § 31, jf. § 24 første ledd."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "En kommune som etablerer en godkjent sprøyteromsordning, kan føre register og behandle personopplysninger som nevnt i personopplysningsloven § 2 nr. 1 og 8 i den grad det er nødvendig for å oppfylle reglene gitt i eller i medhold av loven her.",
                    "sections": []
                },
                {
                    "name": "§ 4",
                    "title": "En avgjørelse om adgang til bruk av sprøyteromslokalene er ikke enkeltvedtak etter forvaltningsloven.",
                    "sections": [
                        "Har politiet mistanke om straffbar besittelse eller bruk av narkotika i sprøyteromslokalene, skal personalet uten hinder av taushetsplikten i forvaltningsloven §§ 13 til 13 e og på begjæring gi politiet opplysning om hvorvidt en identifisert person er registrert bruker av sprøyterommet eller ikke."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Fylkesmannen skal føre tilsyn med kommunens virksomhet etter denne loven og påse at virksomheten drives i samsvar med reglene gitt i eller i medhold av loven her.",
                    "sections": []
                },
                {
                    "name": "§ 6",
                    "title": "Kongen kan gi nærmere bestemmelser om gjennomføringen av ordningen med sprøyterom, og kan blant annet bestemme",
                    "sections": [
                        "a)hvem ordningen skal gjelde for,",
                        "b)ordninger for adgangsregulering,",
                        "c)type og mengde narkotika som straffriheten skal omfatte,",
                        "d)ordninger for kontroll av type og mengde narkotika en person har med seg inn i sprøyteromslokalene,",
                        "e)hvilken adgang politiet skal ha til sprøyteromslokalene,",
                        "f)krav til personalet som har ansvar for sprøyteromslokalene,",
                        "g)hvordan personopplysninger i registeret kan behandles,",
                        "h)krav for å bli godkjent kommune for ordningen,",
                        "i)krav til internkontroll med ordningen,",
                        "j)plikt for kommunen til å avgi opplysninger av betydning for evalueringen av ordningen."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Denne lov trer i kraft fra den tid Kongen bestemmer, og gjelder i tre år fra ikrafttredelsen.",
                    "sections": []
                }
            ]
        }
    ]
}