{
    "lawId": "LOV-2004-05-28-30",
    "lawName": "Lov om endringar i lov 13. juni 1980 nr. 24 om ligningsforvaltning (ligningsloven)",
    "shortName": "Endringslov til ligningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 6-4",
                    "title": "Om fordringer og gjeld m.v.",
                    "sections": [
                        "1.Enhver skyldner eller fordringshaver plikter etter krav fra ligningsmyndighetene å gi opplysninger om tilgodehavende og gjeld som navngitt person, bo, selskap eller innretning har, og om renter, provisjoner mv. som knytter seg til fordringen eller gjelden.",
                        "2.Plikt til å gi oppgave over innskuddskonti og lånekonti har:",
                        "a.finansinstitusjoner (jf. lov 10. juni 1988 nr. 40 om finansieringsvirksomhet § 1-3), og andre som driver utlånsvirksomhet eller låneformidling som næring,",
                        "b.verdipapirforetak (jf. lov 19. juni 1997 nr. 79 om verdipapirhandel § 1-4) og andre som har penger til forvaltning og",
                        "c.pensjonskasser.",
                        "Oppgavene skal gis ukrevet og skal vise den enkelte kundes innestående og utestående beløp for hver konto pr. 1. januar eller ved oppgjør av kontoen i løpet av foregående år. Oppgaven skal også vise renter påløpt siste år, jf. skatteloven § 14-2, jf. § 14-20. Departementet kan ved forskrift begrense oppgaveplikten og gi nærmere bestemmelser om oppgavenes innhold, hvordan de skal gis og innleveringsfrist.",
                        "3.Institusjoner som nevnt i nr. 2, plikter etter krav fra ligningsmyndighetene å gi opplysning om midler som de har til forvaltning for navngitt person, bo, selskap eller innretning og om avkastning av midlene. De plikter også å gi opplysning om innskudds- og gjeldskonti, deposita, formidling og andre mellomværender. Opplysningsplikten etter første og annet punktum omfatter også opplysninger om underbilag og annen dokumentasjon til transaksjonene, herunder opplysninger om hvem som er parter i transaksjonene. Postoperatører plikter etter krav fra ligningsmyndighetene å gi opplysninger om pengeforsendelse ved verdibrev vedkommende navngitt person, bo, selskap eller innretning.",
                        "4.Skattedirektoratet eller den direktoratet gir fullmakt, kan kreve opplysninger som nevnt i nr. 2 og 3 om ikke navngitt person mv.",
                        "5.Oppgavepliktige som nevnt i nr. 2 og 3 plikter etter nærmere spesifikasjoner fra Skattedirektoratet ukrevet å gi opplysninger om kontonummer som er aktuelle for overføring av eventuelle tilgodebeløp etter skatteavregning.",
                        "Likningslova § 8-8 om skatteliste skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-8",
                    "title": "Skatteliste",
                    "sections": [
                        "1.Når ligningen er ferdig, utarbeides det en liste for hver kommune over alle som det er foretatt ligningsfastsettelser for. Det kan gis innsyn i og utskrift av opplysninger i listen så langt det følger av bestemmelsen her. Offentlighetsloven får ikke anvendelse ved begjæring om innsyn i slike lister.",
                        "2.Skattelisten skal inneholde den enkelte skattyters navn, poststed, fødselsår for personlig skattyter, organisasjonsnummer for upersonlig skattyter, den fastsatte nettoformue og nettoinntekt, skatter og avgifter. Skattelisten skal ikke inneholde opplysninger om personer med adresse som er sperret i henhold til bestemmelse gitt i eller i medhold av lov om folkeregistrering av 16. januar 1970 nr. 1.",
                        "Personlig skattyter og slik skattyters bo skal bare tas med i listen for den kommune hvor vedkommende er skattepliktig etter skatteloven § 3-1 eller § 3-4.",
                        "Liste over personlige og upersonlige skattytere kan legges ut til forskjellig tidspunkt.",
                        "For skattyter som lignes etter § 2-4, skal vedkommende sentralskattekontor legge ut en liste over alle som det er foretatt ligningsfastsettelser for.",
                        "3.Skattelisten legges ut på ligningskontoret til alminnelig ettersyn i tre uker. Ligningssjefen kan bestemme at skattelisten også skal legges ut på annet kontor hvor ligningskontoret er representert. Utlegging av skatteliste kunngjøres. Det er ikke tillatt å kopiere, fotografere eller å benytte elektroniske hjelpemidler for å avlese opplysninger i den utlagte skattelisten.",
                        "Skattedirektoratet kan gjøre skattelisten tilgjengelig på Internett i den perioden listen er lagt ut på ligningskontoret. Søk i denne listen kan bare gjennomføres når skattyters navn og poststed oppgis. Skattedirektoratet gir nærmere retningslinjer om hvordan slik publisering skal skje.",
                        "På anmodning skal opplysninger fra skattelisten om den enkelte skattyter gis skriftlig til ham selv, ektefelle, dødsbo, konkursbo eller domstol. Slike opplysninger kan også i rimelig utstrekning gis skriftlig til andre. Den som ønsker opplysninger, må oppgi skattyters navn og poststed. Skattedirektoratet kan gi nærmere retningslinjer om utlevering av slike opplysninger.",
                        "4.Departementet kan gi forskrifter til utfylling av bestemmelsene her.",
                        "Endringane under I tek til å gjelde straks."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}