{
    "lawId": "LOV-2004-12-10-77",
    "lawName": "Lov om endringer i skatte- og avgiftslovgivningen mv",
    "shortName": "Endringslov til skatte- og avgiftslovgivningen mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        },
        {
            "name": "X",
            "paragraphs": []
        },
        {
            "name": "XI",
            "paragraphs": []
        },
        {
            "name": "XII",
            "paragraphs": []
        },
        {
            "name": "XIII",
            "paragraphs": []
        },
        {
            "name": "XIV",
            "paragraphs": [
                {
                    "name": "§ 2-38",
                    "title": "Skattefritak for visse selskaper mv. for inntekt på aksjer og andre eierandeler",
                    "sections": [
                        "(1) Følgende skattytere er fritatt for skatteplikt av inntekt og har ikke fradragsrett for tap etter bestemmelsene i denne paragraf:",
                        "a.selskap mv. som nevnt i § 2-2 første ledd a til d,",
                        "b.aksjefond,",
                        "c.interkommunalt selskap,",
                        "d.selskap mv. som er heleid av staten,",
                        "e.forening,",
                        "f.stiftelse,",
                        "g.kommune og fylkeskommune,",
                        "h.konkurs- og administrasjonsbo etter debitor som omfattes av dette ledd,",
                        "i.utenlandske selskaper mv. som tilsvarer selskaper mv. som omfattes av dette ledd.",
                        "(2) Inntekter og tap som omfattes av første ledd er:",
                        "a.gevinst eller tap ved realisasjon eller uttak av eierandel i selskap mv. som nevnt i første ledd a til c eller tilsvarende utenlandsk selskap mv., samt lovlig utdelt utbytte som nevnt i § 10-11 annet ledd, jf. tredje ledd på slik eierandel,",
                        "b.gevinst eller tap ved realisasjon eller uttak av finansielt instrument med eierandel i selskap mv. som nevnt i dette ledd a som underliggende objekt.",
                        "(3) Følgende inntekter og tap er likevel ikke omfattet av første ledd:",
                        "a.inntekt eller tap på eierandel i selskap mv. hjemmehørende i lavskatteland utenfor EØS, jf. § 10-63, og finansielt instrument med slik eierandel som underliggende objekt,",
                        "b.gevinst på eierandel i selskap mv. hjemmehørende i land utenfor EØS eller finansielt instrument med slik eierandel som underliggende objekt, dersom skattyteren ikke sammenhengende de to siste årene frem til innvinningstidspunktet har eid minst 10 prosent av kapitalen og hatt minst 10 prosent av stemmene som kan avgis på generalforsamlingen i selskapet mv.,",
                        "c.tap på eierandel i selskap mv. hjemmehørende i land utenfor EØS eller finansielt instrument med slik eierandel som underliggende objekt, dersom skattyteren og hans nærstående til sammen ikke på noe tidspunkt de to siste årene frem til oppofrelsestidspunktet har eid 10 prosent eller mer av kapitalen eller hatt 10 prosent eller mer av stemmene som kan avgis på generalforsamlingen i selskapet mv.,",
                        "d.utbytte på eierandel i selskap mv. hjemmehørende i land utenfor EØS, dersom skattyteren ikke sammenhengende i en periode på to år som omfatter innvinningstidspunktet eier minst 10 prosent av kapitalen og har minst 10 prosent av stemmene som kan avgis på generalforsamlingen i selskapet mv.",
                        "(4) Som nærstående etter tredje ledd c regnes:",
                        "a.selskap mv. som skattyteren har en betydelig direkte eller indirekte eierinteresse i,",
                        "b.person eller selskap mv. som har en betydelig direkte eller indirekte eierinteresse i skattyteren,",
                        "c.selskap mv. som nærstående etter b har en betydelig direkte eller indirekte eierinteresse i,",
                        "d.nærstående person etter b sine foreldre, søsken, barn, barnebarn, ektefelle, samboer, ektefelles foreldre og samboers foreldre, samt selskap mv. som disse har betydelig eierinteresse i, og",
                        "e.selskap mv. som nærstående etter d har en betydelig direkte eller indirekte eierinteresse i.",
                        "Betydelig eierinteresse foreligger ved eie av minst 10 prosent av kapitalen eller innehavelse av minst 10 prosent av stemmene som kan avgis på generalforsamlingen i selskapet mv.",
                        "(5) Første ledd fritar ikke skattytere hjemmehørende i land utenfor EØS for skatteplikt etter § 10-13.",
                        "(6) Departementet kan gi forskrift til utfylling og gjennomføring av reglene i tredje og fjerde ledd.",
                        "§ 4-12 første ledd skal lyde:",
                        "Børsnotert aksje verdsettes i alminnelighet til 65 prosent av kursverdien 1. januar i ligningsåret.",
                        "§ 4-12 annet ledd oppheves. Nåværende tredje til sjette ledd blir nytt annet til femte ledd.",
                        "Nåværende § 4-12 sjuende ledd blir nytt sjette ledd og skal lyde:",
                        "Andel i verdipapirfond verdsettes til 65 prosent av andelsverdien 1. januar i ligningsåret.",
                        "§ 5-1 nytt tredje ledd skal lyde:",
                        "Som skattepliktig inntekt anses underkurs som långiver godtgjør låntaker ved førtidig innfrielse av fastrentelån.",
                        "§ 5-2 nytt annet ledd skal lyde:",
                        "Skatteplikten etter første ledd gjelder ikke gave hvor mottaker trer inn i givers inngangsverdi, skjermingsgrunnlag, ubenyttet skjermingsfradrag og øvrige skattemessige posisjoner tilknyttet aksjen eller andelen etter reglene i § 10-33.",
                        "§ 5-13 første og annet ledd skal lyde:",
                        "(1) Fordel ved privat bruk av arbeidsgivers bil fastsettes til 30 prosent av bilens listepris som ny inntil 235 000 kroner og 20 prosent av overskytende listepris. For biler eldre enn 3 år pr. 1. januar i inntektsåret, regnes det bare med 75 prosent av bilens listepris. Vederlag for bruk av arbeidsgivers bil påvirker ikke fordelsfastsettelsen. Tilsvarende gjelder når arbeidstaker selv dekker bilkostnader.",
                        "(2) Departementet kan gi forskrift til utfylling og gjennomføring av første ledd. Herunder kan det gis forskrift om særregler for biler med særlig omfattende yrkeskjøring og for el-biler.",
                        "§ 5-15 første ledd bokstav e nr. 1 skal lyde:",
                        "1.inntekt om bord på skip i form av",
                        "-verdien av fritt opphold om bord, med unntak for fri kost på sokkelinnretning",
                        "-ekstrahyre, effektgodtgjørelse og annen godtgjørelse ved forlis",
                        "-krigsrisikotillegg opptjent under fart i erklært krigssone,",
                        "§ Ny § 5-22 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-22",
                    "title": "Skattlegging av renteinntekter på lån fra personlig skattyter til selskaper mv.",
                    "sections": [
                        "(1) Bestemmelsene i denne paragraf gjelder for renter på lån fra personlig skattyter til aksjeselskap og allmennaksjeselskap, samt likestilt selskap og sammenslutning etter § 10-1, og tilsvarende utenlandsk selskap. Bestemmelsene gjelder ikke for lån knyttet til mengdegjeldsbrev. Beskatning etter denne bestemmelsen kommer i tillegg til den alminnelige beskatning av renteinntekter, jf. § 5-20.",
                        "(2) Renteinntekter som omfattes av denne bestemmelsen, regnes som skattepliktig inntekt for mottaker. Skattepliktig renteinntekt settes til 72 prosent av faktisk påløpte renter, etter fradrag for skjerming. Nærmere bestemmelser om beregning av skjerming og skattepliktig renteinntekt etter denne paragraf, fastsettes av departementet i forskrift.",
                        "§ 6-3 fjerde ledd annet punktum skal lyde:",
                        "Foreldrefradrag etter § 6-48 og særfradrag etter §§ 6-81 til 6-85 tas ikke i betraktning ved fastsettelse av underskudd til fremføring.",
                        "§ 6-11 skal lyde:",
                        "Det gis fradrag for kostnad til vedlikehold og forsikring av hus samt lignende kostnad for skip, fiskebåt og annet driftsmiddel. Det gis ikke fradrag ved skattefri bruk av egen bolig eller fritidsbolig, jf. kapittel 7.",
                        "§ 6-12 annet ledd skal lyde:",
                        "(2) Reduksjon etter første ledd skal ikke overstige 75 prosent av de beregnede samlede kostnadene ved bilholdet. Kostnadene fastsettes til driftskostnader med et tillegg for verdiforringelse beregnet ut fra 17 prosent årlige saldoavskrivninger med utgangspunkt i bilens listepris som ny.",
                        "§ 6-13 første ledd skal lyde:",
                        "(1) Skattyter som av hensyn til arbeidet må bo utenfor hjemmet, gis fradrag for merkostnader på grunn av fraværet. Det gis ikke fradrag for kost ved pendleropphold. Fradrag gis etter satser som fastsettes av departementet. Dersom skattyter godtgjør å ha hatt større kostnader, kan det kreves fradrag for disse. Skattyter som ikke legitimerer arten av bosted slik departementet har bestemt, gis fradrag etter laveste sats. Fradrag for reisekostnader ved besøk i hjemmet gis etter § 6-44.",
                        "§ 6-15 skal lyde:",
                        "Det gis fradrag for skatt og avgift på fast eiendom eller særskilt virksomhet eller yrke. Det gis ikke fradrag ved skattefri bruk av egen bolig eller fritidsbolig, jf. kapittel 7.",
                        "§ 6-32 første ledd skal lyde:",
                        "(1) Minstefradraget fastsettes til et beløp som svarer til 31 prosent av summen av inntekt som omfattes av § 6-31 første ledd a, c eller d eller annet ledd (lønnsinntekt). Minstefradraget fastsettes til et beløp som svarer til 24 prosent av summen av inntekt som omfattes av § 6-31 første ledd b (pensjonsinntekt). Beregningsgrunnlag avrundes nedover til nærmeste tall som kan deles med 100. Stortinget fastsetter den nedre og øvre grense for minstefradrag. Stortinget kan fastsette en særskilt nedre grense for minstefradrag som kun beregnes av og gis i inntekt som omfattes av § 6-31 første ledd a, c eller d eller annet ledd. Skattyter som både har inntekt som omfattes av § 6-31 første ledd a, c eller d eller annet ledd og inntekt som omfattes av § 6-31 første ledd b, gis det høyeste av",
                        "a)minstefradrag beregnet med særskilt nedre grense, men uten at minstefradraget beregnes av inntekt omfattet av § 6-31 første ledd b, eller",
                        "b)minstefradrag beregnet etter både første og annet punktum, men uten at særskilt nedre grense etter femte punktum kommer til anvendelse.",
                        "§ 6-44 første ledd annet punktum skal lyde:",
                        "Fradraget er begrenset til den del av beløpet som overstiger 12 800 kroner.",
                        "§ 6-46 nytt fjerde ledd skal lyde:",
                        "(4) Fradrag etter første, annet og tredje ledd gis bare hvis arbeidsgiver har avtale med det selskapet mv. der pensjonsordningen er tegnet, om at dette ukrevet innberetter opplysninger om utbetalinger fra pensjonsordningen til ligningsmyndighetene i henhold til ligningsloven.",
                        "§ 6-50 annet ledd nytt tredje punktum skal lyde:",
                        "Trossamfunn som mottar offentlig støtte etter lov 13. juni 1969 nr. 25 om trudomssamfunn og ymist anna og livssynssamfunn som mottar offentlig støtte etter lov 12. juni 1981 nr. 64 om tilskott til livssynssamfunn, som ikke omfattes av første og annet punktum, må være tilknyttet og registrere gavene i en registreringsenhet.",
                        "§ 6-50 fjerde ledd annet punktum skal lyde:",
                        "Det gis maksimalt fradrag for gaver etter denne paragraf med til sammen 12 000 kroner årlig.",
                        "§ 6-50 sjette ledd skal lyde:",
                        "(6) Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf, og kan herunder gi regler om krav til vedtekter, regnskap, revisjon, registrering i Enhetsregisteret, maskinell innberetning og særlige krav til registreringsenhet for gaver til organisasjoner som nevnt i annet ledd tredje punktum, herunder særlige krav til organisasjoner nevnt i annet ledd tredje punktum.",
                        "§ 6-80 oppheves.",
                        "§ 6-83 første ledd skal lyde:",
                        "(1) Skattyter som i inntektsåret har hatt usedvanlig store kostnader på grunn av egen eller forsørget persons sykdom eller annen varig svakhet, gis særfradrag i alminnelig inntekt så langt kostnadene kan dokumenteres og minst utgjør seks ganger månedsfradraget etter § 6-81 første ledd bokstav a. Kravet til minste kostnads- og fradragsnivå gjelder ikke tilsynskostnader på grunn av forsørget barns sykdom eller annen varig svakhet.",
                        "§ 6-90 første ledd bokstav c skal lyde:",
                        "c.Særfradrag etter §§ 6-81 til 6-83,",
                        "Kapittel 7 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 7. Særregler om inntekt fra egen bolig eller fritidsbolig",
            "paragraphs": []
        },
        {
            "name": "Skattefri fordel ved bruk av egen bolig eller fritidsbolig",
            "paragraphs": [
                {
                    "name": "§ 7-1",
                    "title": "Skattefritak for egen bruk",
                    "sections": [
                        "(1) Fordel ved at eier helt eller delvis bruker eiendom som egen bolig er ikke skattepliktig. Fritaket omfatter:",
                        "a.selveid enebolig, to- eller flermannsbolig, rekkehus, leilighet, mv.,",
                        "b.boenhet i boligselskap, jf. § 7-3,",
                        "c.våningshus på gårdsbruk.",
                        "(2) Fordel ved at eier helt eller delvis bruker fritidsbolig selv er ikke skattepliktig."
                    ]
                },
                {
                    "name": "§ 7-2",
                    "title": "Utleieinntekt mv.",
                    "sections": [
                        "(1) Utleieinntekt fra egen bolig er skattepliktig, unntatt når",
                        "a.eieren benytter minst halvparten av boligen til egen bruk, regnet etter utleieverdien.",
                        "b.eiendommen er tomannsbolig og eieren oppfyller vilkårene i a for den ene leiligheten.",
                        "c.hele eller en større del av boligen leies ut mindre enn halve inntektsåret.",
                        "(2) Bruk i eierens ervervsvirksomhet regnes ikke som skattepliktig inntekt når eieren benytter minst halvparten av boligen til egen bruk, regnet etter utleieverdien. Det gis fradrag for ervervsbruken etter regler som fastsettes av departementet.",
                        "(3) Dersom boligen leies ut mv. i større utstrekning enn det som følger av første og annet ledd, er leieinntektene mv. skattepliktige.",
                        "(4) For fritidseiendom som har vært delvis utleid eller utleid i deler av året, regnes 85 prosent av utleieinntekten som overstiger 10 000 kroner, som inntekt. Forrige punktum gjelder ikke for utleiehytter."
                    ]
                },
                {
                    "name": "§ 7-3",
                    "title": "Andelshavere i boligselskaper",
                    "sections": [
                        "(1) Boligselskaper lignes ikke som selskaper. I stedet lignes andelshaverne etter denne paragraf.",
                        "(2) Boligselskap (borettslag og boligaksjeselskap) er selskap med delt eller begrenset ansvar og med hovedformål å gi andelshaverne bolig i hus eid av selskapet.",
                        "(3) Bestemmelsene i denne paragraf gjelder for boligselskap hvor enten",
                        "a.minst 85 prosent av leieinntektene kommer fra",
                        "-andelshavere eller aksjonærer, eller",
                        "-elever og studenter som er tildelt bolig gjennom elev- eller studentsamskipnad, eller",
                        "-leietakere i boligselskap opprettet som ledd i organisert fornyelse av tettbygde strøk.",
                        "b.en kommune",
                        "-sammen med personer som har bolig i vedkommende eiendom, innehar minst 85 prosent av andelskapitalen, eller",
                        "-alene innehar over 50 prosent av andelskapitalen.",
                        "(4) Bestemmelsene i denne paragraf gjelder selv om vilkårene i tredje ledd ikke er oppfylt, når ligningsmyndighetene finner at dette vil gi et resultat som stemmer bedre med det virkelige forhold enn ordinær ligning etter regnskap ville gjøre. Departementet kan gi nærmere regler om gjennomføring av forrige punktum, herunder gi nærmere regler om beregning av leieinntekt.",
                        "(5) Inntekt fastsettes på den enkelte andelshavers hånd, med skattefritak for egen bruk etter § 7-1 første ledd b. Den skattepliktige inntekten beregnes slik:",
                        "a.Bruttoinntekt fastsettes til summen av andel av",
                        "-selskapets renteinntekter",
                        "-andre inntekter som ikke har tilknytning til selve eiendommen",
                        "-gevinst ved realisasjon av selskapets eiendommer.",
                        "b.Til fradrag i inntekt kommer andel av",
                        "-selskapets rentekostnader",
                        "-tilskudd til privat tjenestepensjonsordning for ansatte i hovedstilling i selskapet",
                        "-selskapets kostnader som ikke har tilknytning til selve eiendommen",
                        "-tap ved realisasjon av selskapets eiendommer.",
                        "c.Departementet gir nærmere regler om hvordan den enkelte andelshavers andel av selskapets inntekter og kostnader fastsettes.",
                        "d.Fordeling av inntekt etter a til c foretas fra og med det inntektsåret da halvparten av leilighetene er ferdigstilt pr. 1. januar. For tidligere inntektsår skal inntekter og kostnader som nevnt summeres og senere fordeles til skattlegging hos andelshaverne over fire år, med en fjerdedel hvert år. Byggelånsrenter behandles på samme måte.",
                        "e.I tillegg til inntekt som nevnt foran, skattlegges andelshaverne for netto utleieinntekt mv. av egen boenhet når inntekten ikke er fritatt for skatt etter § 7-2."
                    ]
                }
            ]
        },
        {
            "name": "Forskjellige bestemmelser",
            "paragraphs": [
                {
                    "name": "§ 7-10",
                    "title": "Fradrag for kostnad etter endret ligningsmåte",
                    "sections": [
                        "Ved overgang fra skattefritak til skatteplikt for leieinntekter mv., jf. § 7-2, gis det fullt fradrag for vedlikeholdskostnader inntil 10 000 kroner. Fradrag for overskytende beløp reduseres med ti prosent for hvert år utleieinntekt har vært fritatt for beskatning."
                    ]
                },
                {
                    "name": "§ 7-11",
                    "title": "Forskrift",
                    "sections": [
                        "Departementet kan gi forskrift til utfylling og gjennomføring av bestemmelsene i dette kapittel, herunder om skattlegging i boligsameier og levering av ligningsoppgaver fra slike.",
                        "§ 8-1 tredje ledd siste punktum skal lyde:",
                        "Overstiger fradragsberettigede kostnader til planering 10 000 kroner, skal fradraget fordeles etter § 14-82.",
                        "§ 8-1 fjerde ledd oppheves.",
                        "Nåværende § 8-1 femte til niende ledd blir nytt fjerde til åttende ledd.",
                        "§ 8-1 nytt niende ledd skal lyde:",
                        "Den kapitaliserte verdi av føderådsytelser anses ikke som en del av kostprisen ved erverv av fast eiendom og eiendeler knyttet til denne ved fordeling av inngangsverdi på de enkelte eiendeler som følger overdragelsen.",
                        "§ 8-3 annet ledd første punktum skal lyde:",
                        "Avsetningsbeløpet kan for det enkelte år sammen med andre fradragsberettigede fondsavsetninger utgjøre høyst 80 prosent av det beløp inntekten av reindrift eventuelt ved gjennomsnittsligning etter § 14-81 blir fastsatt til.",
                        "§ 8-3 femte ledd første punktum skal lyde:",
                        "Beløp som det er gitt fradrag for etter bestemmelsene foran, skal legges til skattyterens inntekt – eventuelt ved gjennomsnittsligning etter § 14-81 – for det året eller de årene midlene på bankkontoen heves.",
                        "§ 8-15 annet ledd første punktum skal lyde:",
                        "Renteinntekter, gevinster ved realisasjon av aksjer, gevinster som følge av kurssvingninger på valuta og andre finansielle inntekter er skattepliktige, med mindre skattefritak følger av § 2-38.",
                        "§ 8-15 annet ledd tredje punktum skal lyde:",
                        "Skatteplikten eller fradragsretten gjelder likevel ikke gevinst eller tap ved realisasjon av aksje eller andel som nevnt i § 8-11 første ledd d-g.",
                        "§ 8-15 annet ledd nytt fjerde, femte og sjette punktum skal lyde:",
                        "En andel av gevinster som følge av kurssvingninger på fordringer og gjeld i utenlandsk valuta tilsvarende forholdet mellom selskapets balanseførte finanskapital og totalkapital er skattepliktig. En tilsvarende andel kostnader og tap som følge av kurssvingninger på fordringer og gjeld i utenlandsk valuta er fradragsberettiget. Ved beregningen skal eiendelenes verdi fastsettes til gjennomsnittet av verdien ved inntektsårets begynnelse og verdien ved inntektsårets avslutning.",
                        "Nåværende § 8-15 annet ledd fjerde til syvende punktum blir § 8-15 annet ledd nytt syvende til tiende punktum.",
                        "§ 8-15 tredje ledd femte og nytt sjette punktum skal lyde:",
                        "Konto for skattlagt inntekt skal reguleres med finansinntekter og -tap som er unntatt fra beskatning eller fradragsføring etter § 2-38, jf. annet ledd. Kontoen skal videre reguleres med gevinst eller tap ved realisasjon av aksje som nevnt i § 8-11 første ledd g.",
                        "§ 8-15 tredje ledd nytt syvende til niende punktum skal lyde:",
                        "Gevinst ved overføring til nærstående skal ikke medregnes ved regulering etter femte og sjette punktum. Som nærstående regnes person eller selskap med direkte eller indirekte eierinteresse i det overdragende selskapet, samt slik persons foreldre, søsken, barn, barnebarn, ektefelle, samboer, ektefelles foreldre og samboers foreldre. Videre medregnes selskaper som selskaper og personer som nevnt i forrige punktum har direkte eller indirekte eierinteresse i.",
                        "§ 8-15 tredje ledd nytt tiende punktum skal lyde:",
                        "Ved beregning av gevinst eller tap etter sjette punktum skal utgangsverdien reduseres med aksjens andel av netto konsernbidrag bestående av ubeskattet inntekt, som underliggende selskap har mottatt for de to siste regnskapsårene.",
                        "§ 8-15 syvende ledd første punktum skal lyde:",
                        "Dersom selskap som nevnt i § 8-10 har en egenkapitalandel som utgjør mer enn 70 prosent av summen av gjeld og egenkapital i henhold til balansen ved det regnskapsmessige årsoppgjør, skal den delen av egenkapitalen som overstiger 70 prosent, multiplisert med en normrente, anses som skattepliktig inntekt etter annet ledd første punktum.",
                        "§ 8-17 annet ledd annet og tredje punktum skal lyde:",
                        "Utgangsverdien ved dette inntektsoppgjøret fastsettes til summen av kostpris for selskapets finansielle eiendeler som ville vært fritatt fra beskatning ved realisasjon etter § 2-38, jf. § 8-15 annet ledd, kostpris av selskapets aksjer som nevnt i § 8-11 første ledd g og markedsverdien av selskapets øvrige eiendeler, fratrukket gjeld. Inngangsverdien fastsettes til saldoen på kontoen for tilbakeholdt skattlagt inntekt i selskapet ved uttredelsesårets begynnelse, tillagt tidligere innbetalt aksjekapital og overkurs.",
                        "§ 8-17 tredje ledd skal lyde:",
                        "Selskapet anses ikke trådt ut etter første ledd b dersom brudd på vilkårene etter § 8-11, § 8-12 og § 8-13 første og annet ledd rettes innen to måneder etter at bruddet oppsto. Dersom bruddet er uvesentlig eller skyldes forhold utenfor selskapets kontroll, anses ikke selskapet trådt ut av ordningen dersom bruddet rettes innen to måneder etter det tidspunktet selskapet burde ha oppdaget bruddet. Ligningskontoret kan forlenge fristen for retting dersom selskapet godtgjør at det vil medføre særlige ulemper å rette bruddet innen fristen. Første og annet punktum gjelder ikke ved gjentatt brudd på vilkår i § 8-12 og § 8-13 første og annet ledd innen tre år regnet fra det tidspunktet forrige brudd ble rettet. Denne bestemmelse forlenger ikke fristene etter § 8-11 fjerde og femte ledd.",
                        "§ 8-18 annet ledd oppheves.",
                        "Nåværende tredje og fjerde ledd blir nytt annet og tredje ledd.",
                        "§ 8-19 oppheves.",
                        "§ 9-3 annet ledd innledningen skal lyde:",
                        "Gevinst ved realisasjon av boligeiendom, herunder våningshus på gårdsbruk, selveierleilighet, andelsleilighet, aksjeleilighet og obligasjon med tilhørende borett, er unntatt fra skatteplikt når følgende betingelser er oppfylt:",
                        "§ 9-3 sjette ledd første punktum skal lyde:",
                        "Gevinst ved realisasjon av alminnelig gårdsbruk eller skogbruk til personer som er arveberettiget etter lov av 3. mars 1972 nr. 5 om arv m.m. kapittel 1 eller 2, er fritatt for skatteplikt når vederlaget ikke overstiger tre fjerdedeler av antatt salgsverdi, og eieren har eid eiendommen i minst ti år når realisasjonen finner sted eller avtales.",
                        "§ 10-10 første ledd første punktum skal lyde:",
                        "(1) Bestemmelsene i §§ 10-11 til 10-13 gjelder for aksjonærer og deltakere i likestilt selskap og sammenslutning etter § 10-1, samt i tilsvarende utenlandske selskaper mv.",
                        "§ 10-12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-12",
                    "title": "Fradrag for skjerming",
                    "sections": [
                        "(1) Personlig skattyter som har alminnelig skatteplikt til Norge for mottatt utbytte, gis fradrag for skjerming i alminnelig inntekt. Dette gjelder bare dersom utbyttet er lovlig utdelt fra selskapet. Fradraget kan ikke overstige aksjonærens utbytte for det aktuelle år, knyttet til den enkelte aksje. Dersom skjermingen overstiger årets utbytte, kan ubenyttet skjerming fremføres til fradrag i senere års utbytte på samme aksje. Fremføringsretten omfatter ikke skjermingsfradrag som ikke er benyttet som følge av at utbyttet er fritatt for skatteplikt etter § 10-11 syvende ledd. Utdeling fra obligasjonsfond gir ikke rett til fradrag for skjerming.",
                        "(2) Skjermingen beregnes for den enkelte aksje, og settes til aksjens skjermingsgrunnlag multiplisert med en skjermingsrente. Skjermingsgrunnlaget settes til aksjens inngangsverdi, jf. § 10-32 annet ledd, tillagt aksjens ubenyttede skjermingsfradrag fra tidligere år. Skjermingsrenten fastsettes av departementet i forskrift. Skjermingen tilordnes eier av aksjen 31. desember i inntektsåret.",
                        "(3) Første ledd gjelder tilsvarende for dødsbo, samt for konkursbo der konkursdebitor er en fysisk person.",
                        "(4) Departementet kan ved forskrift bestemme at andelskapital i samvirkeforetak under en viss beløpsgrense, ikke kan danne grunnlag for skjerming etter denne bestemmelsens første og annet ledd.",
                        "§§ 10-20 til og med 10-25 oppheves.",
                        "§ 10-30 skal lyde:",
                        "(1) Bestemmelsene i §§ 10-31 til 10-37 gjelder for aksjer i aksjeselskaper og allmennaksjeselskaper. Likt med aksje regnes grunnfondsbevis, medlemskap og andre andeler i selskap og sammenslutning som omfattes av § 10-1, samt i tilsvarende utenlandske selskaper mv. Bestemmelsen gjelder ikke for aksje i boligselskap som nevnt i § 7-3.",
                        "(2) Bestemmelsene i § 10-31 og § 10-32 første ledd får anvendelse på fortrinnsrett til tegning av aksje og tildelingsbevis.",
                        "§ 10-30 tredje ledd oppheves. Nåværende fjerde ledd blir tredje ledd.",
                        "§ 10-31 første ledd skal lyde:",
                        "(1) Gevinst ved realisasjon av aksje regnes som skattepliktig inntekt, jf. §§ 5-20, 5-30 og kapittel 9. Ubenyttet skjerming, jf. § 10-12, kan føres til fradrag i gevinst ved realisasjon av aksjen.",
                        "§ 10-31 tredje ledd oppheves.",
                        "§ 10-32 annet ledd skal lyde:",
                        "(2) Dersom ikke annet er bestemt, settes aksjens inngangsverdi til det beløp skattyter har betalt for aksjen, tillagt eventuelle kostnader som skattyter har hatt til mekler eller lignende ved anskaffelse av aksjen.",
                        "§ 10-32 fjerde, femte og sjette ledd oppheves.",
                        "Ny § 10-33 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-33",
                    "title": "Skattemessig kontinuitet ved arv og gave av visse aksjer og andeler",
                    "sections": [
                        "(1) Ved arv eller gave av aksje og andel i selskap som nevnt i § 10-10, jf. § 10-1, fra person omfattet av § 10-12 til arving eller gavemottaker som omfattes av § 10-12, trer arvingen eller gavemottakeren inn i arvelaters eller givers inngangsverdi, skjermingsgrunnlag, ubenyttet skjermingsfradrag og øvrige skattemessige posisjoner tilknyttet aksjen eller andelen.",
                        "(2) Dødsbo skal tre inn i arvelaters inngangsverdi, skjermingsgrunnlag, ubenyttet skjermingsfradrag og øvrige skattemessige posisjoner tilknyttet aksjen eller andelen. Det samme gjelder for gjenlevende ektefelle som overtar boet uskiftet, i den utstrekning aksjene eller andelene skal anses som arvet. Den som erverver aksje eller andel ved utlodning av dødsbo, trer inn i inngangsverdi, skjermingsgrunnlag, ubenyttet skjermingsfradrag og øvrige skattemessige posisjoner tilknyttet aksjen eller andelen som gjaldt for dødsboet.",
                        "(3) Gevinst på givers hånd som følge av gavesalg til mottaker, legges til den inngangsverdi mottaker trer inn i etter reglene i første og annet ledd.",
                        "§ 10-34 annet ledd annet punktum skal lyde:",
                        "Endringen settes til årets skattepliktige inntekt før mottatt konsernbidrag som er skattepliktig etter § 10-3 første ledd første punktum, fratrukket avsatt utbytte, utlignet skatt på selskapets alminnelige inntekt etter fradrag av utlignet skatt som faller på mottatt skattepliktig konsernbidrag, godtgjørelse etter § 10-12, refusjon etter § 16-50, utlignet skatt på grunnrenteinntekt etter § 18-3 og utlignet skatt etter petroleumsskatteloven § 5.",
                        "§ 10-34 annet ledd femte til syvende punktum oppheves.",
                        "§ 10-34 sjette ledd skal lyde:",
                        "Departementet kan gi forskrift om at inngangsverdien på fondsandeler i nærmere fastsatte tilfeller skal reguleres med endring i skattlagt kapital også i aksjeselskaper eller allmennaksjeselskaper som fondet eier aksjer i.",
                        "§ 10-34 skal lyde:",
                        "(1) Den enkelte aksjes kostpris og ubenyttet skjerming fra tidligere år skal endres i følgende tilfeller:",
                        "a.ved fondsemisjon med økning av antall aksjer i selskapet,",
                        "b.når antall aksjer i selskapet økes ved at den enkelte aksje splittes i flere aksjer,",
                        "c.når antall aksjer i selskapet reduseres ved at et antall aksjer gjøres om til en ny aksje,",
                        "d.ved skattefri fusjon for så vidt gjelder kostpris og skjerming for aksjene i det overdragende selskapet, som skal omfordeles på vederlag i form av aksjer i det overtakende selskap eller i det overtakende selskaps morselskap,",
                        "e.ved skattefri fisjon for så vidt gjelder kostpris og skjerming for innløste aksjer i det overdragende (fisjonerende) selskapet, som skal omfordeles på vederlag i form av aksjer i det eller de overtakende (utfisjonerte) selskap eller i overtakende selskaps morselskap,",
                        "f.for skattefri fisjon som gjennomføres uten innløsning av aksjer, for så vidt gjelder kostpris og skjerming for aksjene i det overdragende selskap som skal omfordeles på vederlag i form av aksjer i det eller de overtakende selskap eller i overtakende selskaps morselskap.",
                        "(2) Når det har skjedd en slik omfordeling, skal selskapet uten ugrunnet opphold, og senest ved utgangen av omfordelingsåret, sende melding om omfordelingen til ligningskontoret for selskapets kontorkommune. Dette gjelder likevel ikke selskap som omfattes av ligningsloven § 6-11 nr. 1-3. Selskaper som er vedtatt overført til sentral ligning, skal sende melding om omfordelingen til Sentralskattekontoret for storbedrifter. Departementet kan gi nærmere regler om omfordelingsmelding etter denne bestemmelse.",
                        "(3) Departementet kan i forskrift gi nærmere regler om omfordeling av aksjers kostpris og ubenyttet skjerming fra tidligere år.",
                        "Overskriften i § 10-50 skal lyde:",
                        "§ 10-50 første ledd annet punktum oppheves. Nåværende tredje og fjerde punktum blir nytt annet og tredje punktum.",
                        "§ 10-51 oppheves.",
                        "§ 10-67 første ledd skal lyde:",
                        "For deltaker som ikke omfattes av § 10-12 første og tredje ledd, er mottatt utbytte ikke skattepliktig i den utstrekning det samlede utbyttet ligger innenfor den samlede inntekten som er skattlagt i medhold av § 10-65.",
                        "§ 10-67 nytt annet ledd skal lyde:",
                        "For deltaker som nevnt i § 10-12 første og tredje ledd, skal 72 prosent av mottatt utbytte, etter at utbyttet er økt med den andel av aksjonærens fradrag etter § 16-20 annet ledd som vedrører utbyttet, legges til grunn som utbytte ved beskatningen.",
                        "§ 10-68 første ledd første punktum skal lyde:",
                        "(1) Ved realisasjon av aksje skal aksjens inngangsverdi opp- eller nedreguleres med endring i selskapets beskattede inntekt gjennom deltakerens eiertid.",
                        "§ 10-68 nytt annet ledd skal lyde:",
                        "(2) Første ledd gjelder ikke deltaker som nevnt i § 10-12 første og tredje ledd.",
                        "§ 11-7 fjerde ledd oppheves. Nåværende femte ledd blir fjerde ledd.",
                        "§ 11-8 annet ledd annet punktum skal lyde:",
                        "Det samme gjelder tillegg til fradragsramme i henhold til overgangsregler til skattereformen, fremførbart underskudd etter oppfylt fradragsramme i kommandittselskapet, jf. § 10-43 fjerde ledd, differansesaldoer knyttet til driftsmidler som nevnt i § 14-41 første ledd a-d og differanse som nevnt i § 11-7 fjerde ledd første punktum.",
                        "§ 12-12 annet ledd bokstav d skal lyde:",
                        "d.avgitt fradragsberettiget konsernbidrag,",
                        "§ 12-12 tredje ledd bokstav d skal lyde:",
                        "d.mottatt skattepliktig konsernbidrag,",
                        "§ 14-6 første ledd siste punktum oppheves.",
                        "§ 14-6 femte ledd oppheves.",
                        "§ 14-7 tredje ledd oppheves.",
                        "§ 14-81 oppheves.",
                        "Nåværende § 14-82 og § 14-83 blir § 14-81 og § 14-82.",
                        "Ny § 14-90 med deloverskrift skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Bonus fra samvirkeforetak",
            "paragraphs": []
        },
        {
            "name": "Generelle skatteposisjoner og skattemotiverte transaksjoner",
            "paragraphs": [
                {
                    "name": "§ 14-90",
                    "title": "Bortfall eller oppgjør av generelle skatteposisjoner ved skattemotiverte transaksjoner",
                    "sections": [
                        "Denne paragraf gjelder selskap eller sammenslutning som nevnt i § 2-2 første ledd a-e og som har skatteposisjon uten tilknytning til eiendel eller gjeldspost. Når slikt selskap mv. er part i fusjon eller fisjon eller får endret eierforhold som følge av fusjon, fisjon eller annen transaksjon, og det er sannsynlig at utnyttelse av den generelle skatteposisjonen er det overveiende motiv for transaksjonen, skal posisjonen",
                        "a.falle bort dersom den representerer en skattefordel, eller",
                        "b.inntektsføres uten rett til avregning mot underskudd dersom den representerer en skatteforpliktelse.",
                        "§ 15-2 nytt annet ledd skal lyde:",
                        "(2) Stortinget fastsetter hvert år satsen for skatt til det felleskommunale skattefondet.",
                        "§ 16-10 femte ledd nytt tredje punktum skal lyde:",
                        "Ved sparing på boligsparekonto i annen EØS-stat gis fradrag på grunnlag av dokumentasjon fra skattyter.",
                        "§ 16-30 første ledd siste punktum skal lyde:",
                        "Eier- og stemmekravet må være oppfylt sammenhengende i en periode på to år som omfatter tidspunktet morselskapet innvinner utbytte fra datterselskapet.",
                        "§ 18-3 fjerde ledd annet punktum skal lyde:",
                        "Differansen fremføres med rente fastsatt av departementet i forskrift.",
                        "I lov 24. mars 2000 nr. 16 om foretakspensjon gjøres følgende endring:",
                        "§ 1-1 annet ledd skal lyde:",
                        "(2) Pensjonsordning etter loven her kan opprettes ved avtale med",
                        "a.selskap som har tillatelse fra norske myndigheter til å drive virksomhet her i riket som livsforsikringsselskap,",
                        "b.selskap som er hjemmehørende i en annen stat innenfor EØS-området og som har adgang til å drive livsforsikringsvirksomhet i Norge,",
                        "c.pensjonskasse som er forsikringsteknisk oppbygget og godkjent av Kredittilsynet,",
                        "d.pensjonskasse etablert i annen stat innenfor EØS-området etter nærmere bestemmelser gitt av Kongen.",
                        "I lov 24. november 2000 nr. 84 om innskuddspensjon i arbeidsforhold (innskuddspensjonsloven) gjøres følgende endring:",
                        "§ 2-2 skal lyde:",
                        "Pensjonsordning etter loven her kan opprettes ved avtale med",
                        "a.institusjon som har tillatelse fra norske myndigheter til å drive virksomhet her i riket som bank, livsforsikringsselskap, pensjonskasse eller forvaltningsselskap for verdipapirfond,",
                        "b.kredittinstitusjon, livsforsikringsselskap eller forvaltningsselskap for verdipapirfond som er hjemmehørende i en annen stat innenfor EØS-området og som har adgang til å drive tilsvarende virksomhet som nevnt i bokstav a her i riket,",
                        "c.pensjonskasse etablert i annen stat innenfor EØS-området etter nærmere bestemmelser gitt av Kongen.",
                        "I lov 12. desember 2003 nr. 108 om kompensasjon for merverdiavgift til kommuner, fylkeskommuner mv. gjøres følgende endringer:",
                        "§ 3 annet ledd skal lyde:",
                        "Det ytes også kompensasjon for merverdiavgift betalt ved innførsel av varer fra utlandet, Svalbard og Jan Mayen og for merverdiavgift ved kjøp av tjenester fra utlandet, Svalbard og Jan Mayen.",
                        "§ 9 skal lyde:",
                        "Kompensasjon etter denne lov skal utbetales innen 3 uker etter at fristen etter § 7 for å sende inn oppgave er utløpt. Dersom kompensasjonsoppgaven mottas etter utløpet av fristen i § 7 skal kravet avvises. Med de begrensninger som følger av § 10 kan kravet tas med i oppgaven for en senere periode. For krav som tas med i oppgaven for en senere periode, skal kompensasjon utbetales innen 3 uker etter at fristen for denne perioden er utløpt.",
                        "§ 10 tredje ledd skal lyde:",
                        "For virksomheter som nevnt i § 2 bokstav a er foreldelsesfristen sammenfallende med fristen for å sende inn oppgave for neste periode.",
                        "Ikrafttredelse",
                        "Endringene under VIII § 9-6 nr. 5 bokstav c og d trer i kraft straks med virkning for klagesaker som Sivilombudsmannen har avgitt uttalelse i fra og med 1. januar 2000.",
                        "Endringene under XIV § 8-15 annet ledd første punktum og tredje punktum, § 8-17 annet ledd annet og tredje punktum, § 8-19, § 10-34 annet ledd annet punktum og femte punktum og sjette ledd, trer i kraft straks med virkning fra og med inntektsåret 2004.",
                        "Endringene under XIV § 10-34 annet ledd sjette og syvende punktum trer i kraft straks med virkning for realisasjoner som skjer fra og med 26. mars 2004.",
                        "Endringene under XIV ny § 2-38 og § 8-15 tredje ledd femte punktum og nytt sjette punktum trer i kraft straks med virkning for utbytte som innvinnes fra og med inntektsåret 2004 og gevinster og tap som realiseres fra og med 26. mars 2004.",
                        "Endringene under XIV § 8-15 tredje ledd nytt syvende til tiende punktum, § 11-7 fjerde ledd, § 11-8 annet ledd annet punktum og ny § 14-90 trer i kraft straks med virkning fra og med 6. oktober 2004.",
                        "Endringene under IV § 3 annet ledd første punktum, VI, VIII § 6-6 bokstav g, XII, XIV § 2-30 første ledd bokstav k nr. 1 og 2 trer i kraft straks.",
                        "Endringene under VIII § 6-11 nr. 1 bokstav b og nr. 4 bokstav b og § 6-16 bokstav c, XIII, XIV § 4-12, § 5-13 første og annet ledd, § 5-15 første ledd bokstav e nr. 1, § 6-3 fjerde ledd annet punktum, § 6-11, § 6-12 annet ledd, § 6-13 første ledd, § 6-15, § 6-32 første ledd, § 6-44 første ledd annet punktum, § 6-50 annet ledd nytt tredje punktum, fjerde ledd annet punktum og sjette ledd, § 6-80, § 6-83 første ledd, § 6-90 første ledd bokstav c, kapittel 7, § 8-1 tredje ledd siste punktum, fjerde ledd og nytt niende ledd, § 8-3 annet ledd først punktum og femte ledd første punktum, § 8-15 annet ledd nytt fjerde, femte og sjette punktum og syvende ledd første punktum, § 8-17 tredje ledd, § 8-18 annet ledd, § 9-3 annet ledd innledningen og sjette ledd, §§ 10-20 – 10-25, § 10-50, § 10-51, § 12-12 annet ledd bokstav d og tredje ledd bokstav d, § 14-6 første ledd siste punktum og femte ledd, § 14-7 tredje ledd, § 14-81, § 16-10 femte ledd nytt tredje punktum, § 16-30 første ledd siste punktum og § 18-3 fjerde ledd annet punktum trer i kraft straks med virkning fra og med inntektsåret 2005.",
                        "Endringene under II, XIV § 1-2 tredje ledd og § 15-2 nytt annet ledd trer i kraft straks med virkning for skatt fra og med inntektsåret 2005.",
                        "Endringene under V § 5 første ledd nr. 1 bokstav c og ny bokstav e, nr. 2 og nr. 3, § 5 a annet ledd nr. 7, ny nr. 8 og ny nr. 9, § 5 b første ledd nr. 5, VIII § 10-1 nr. 1 bokstav d, XIV § 5-1 nytt tredje ledd og XVII trer i kraft straks med virkning fra 1. januar 2005.",
                        "Endringene under I, III, V § 16 første ledd ny nr. 15, VII, VIII § 6-10 nr. 1, IX, X, XI, XIV § 6-46 nytt fjerde ledd, XV og XVI gjelder fra den tid Kongen bestemmer.",
                        "Endringene under VIII § 3A-1 nr. 1 og § 3A-3 nr. 1 trer i kraft fra den tid departementet bestemmer.",
                        "Endringene under VIII § 6-4 nr. 5, § 6-5 nr. 3, § 6-11 nr. 4, XIV § 5-2 nytt annet ledd, ny § 5-22, § 10-10 første ledd første punktum, § 10-12, § 10-30, § 10-31, § 10-32 annet, fjerde, femte og sjette ledd, ny § 10-33, § 10-34, § 10-67 første ledd og nytt annet ledd, § 10-68 første punktum og § 10-68 nytt annet ledd trer i kraft straks med virkning fra og med inntektsåret 2006.",
                        "Endringene under IV § 14 nytt femte ledd og § 15 nytt sjette ledd trer i kraft straks, med virkning for arv og gave hvor rådigheten, jf. arveavgiftsloven §§ 9 og 10, går over 1. januar 2006 eller senere.",
                        "Overgangsregler",
                        "Ved ikrafttredelse av endringer under XIV § 2-38 gjelder følgende overgangsregler:",
                        "Overgangsregel A:",
                        "For inntekt som innvinnes og tap som oppofres i tidsrommet fra 6. oktober 2004 til 6. oktober 2006, skal perioden for måling av kapital- og stemmeandel etter § 2-38 tredje ledd b til d strekke seg fra 6. oktober 2004 til tidspunktet for innvinningen eller oppofrelsen. For inntekt som innvinnes eller tap som oppofres før 6. oktober 2004, skal kapital- og stemmeandelen på tidspunktet for innvinning eller oppofrelse være avgjørende. Denne overgangsregelen skal bare anvendes dersom det er til gunst for skattyter.",
                        "Overgangsregel B:",
                        "(1) Selskap som nevnt i skatteloven § 2-38 første ledd kan kreve å få fastsatt skattepliktig gevinst for inntektsåret 2004 på aksjer og andre eiendeler som omfattes av skatteloven § 2-38 annet ledd, etter en nettoberegning slik at skattepliktig gevinst settes lik netto gevinst fratrukket netto tap beregnet som angitt i a og b nedenfor.",
                        "a.Selskapets netto gevinst fremkommer ved beregning av selskapets samlede gevinst innvunnet i perioden 1. januar til 26. mars 2004 med fradrag for samlede tap ved realisasjon i samme periode av aksjer mv. som omfattes av skatteloven § 2-38 annet ledd.",
                        "b.Selskapets netto tap fremkommer ved beregning av selskapets samlede tap ved realisasjon i perioden 26. mars til 31. desember 2004 av aksjer mv. som omfattes av skatteloven § 2-38 annet ledd som selskapet eide 25. mars 2004, med fradrag for selskapets samlede gevinst innvunnet i perioden 26. mars til 31. desember 2004 av aksjer mv. som omfattes av skatteloven § 2-38 annet ledd som selskapet eide 25. mars 2004. Netto tap som nevnt i forrige punktum beregnes etter de regler som gjaldt 25. mars 2004.",
                        "(2) Netto tap etter første ledd b kan ikke trekkes fra i andre inntektskilder enn netto gevinst etter første ledd a. Netto tap som overstiger netto gevinst etter første ledd faller bort med mindre det benyttes etter reglene i tredje ledd.",
                        "(3) Netto tap som overstiger netto gevinst ved beregning av skattepliktig gevinst etter første ledd, kan trekkes fra i mottatt konsernbidrag med beløp tilsvarende skattepliktig gevinst beregnet etter første ledd hos giverselskapet. Anvendelse av reglene i dette ledd er betinget av at giver og mottaker pr. 1. januar 2004 tilhørte samme konsern, jf. skatteloven § 10-4.",
                        "(4) Tap som nevnt i første ledd b som skyldes overføring mellom selskap som på realisasjonstidspunktet tilhører samme konsern, jf. skatteloven § 10-4, skal ikke tas i betraktning ved beregning av skattepliktig gevinst etter disse regler. Retten til å ta hensyn til tap som nevnt i første ledd b ved beregning av skattepliktig gevinst etter første ledd, er betinget av at selskapet ikke innen 31. desember 2005 erverver aksjer eller andre eiendeler som omfattes av skatteloven § 2-38 annet ledd i det selskap den tapsutløsende realisasjon gjelder. Erverv som nevnt i foregående punktum skal medføre omberegning av skattepliktig gevinst etter første og tredje ledd, med virkning for inntektsåret 2005.",
                        "(5) Selskap mv. som nevnt i skatteloven § 2-38 første ledd kan kreve fradrag for tap på aksjer som er realisert i perioden 26. mars 2004 til 31. desember 2005 ved likvidasjon av aksjeselskap, allmennaksjeselskap eller tilsvarende selskap hjemmehørende i andre EØS-land, dersom likvidasjonen var vedtatt av det likviderende selskapets generalforsamling, jf. aksjeloven og allmennaksjeloven §§ 16-1, før 26. mars 2004. Likestilt med generalforsamlingsvedtak i forrige punktum er beslutning om oppløsning fattet av tingretten etter aksjeloven og allmennaksjeloven §§ 16-15 og dom i medhold av aksjeloven og allmennaksjeloven §§ 16-19. Tap ved likvidasjon etter første punktum, jf. annet punktum, som realiseres i perioden 26. mars til 31. desember 2004 inngår i eventuell beregning av netto tap etter første ledd bokstav b. I den utstrekning tap ved likvidasjon etter første punktum, jf. annet punktum, ikke kommer til fradrag i netto gevinst etter første ledd bokstav a, kan tapet føres til fradrag etter skattelovens alminnelige regler.",
                        "(6) Departementet kan gi forskrift til utfylling og gjennomføring av denne overgangsregel.",
                        "Overgangsregel C:",
                        "(1) Aksjeselskap og allmennaksjeselskap som har alminnelig skatteplikt til Norge, skal foreta inntektsføring i 2005 etter denne overgangsregel når selskapets generalforsamling i dette inntektsåret har truffet beslutning om utdeling av ubeskattet inntekt, som nedenfor bestemt. Overgangsregelen skal, så langt den passer, også gjelde for likestilt selskap og sammenslutning som nevnt i skatteloven § 2-2 første ledd b-e.",
                        "(2) Inntektsføring skal foretas når det oppstår underdekning ved at selskapets egenkapital i henhold til balansen i årsoppgjøret for 2004 er lavere enn summen av:",
                        "a.innbetalt aksjekapital, herunder overkurs, og en beregnet egenkapitalandel av netto positive midlertidige forskjeller mellom de verdiene som fremkommer i balansen i årsoppgjøret og selskapets skattemessige verdier. Ved beregningen etter første punktum gjelder annet til fjerde punktum i skatteloven § 10-5 annet ledd og overgangsregel D tilsvarende.",
                        "b.netto gevinst, etter fradrag for tap, som er innvunnet etter 25. mars 2004 og som ville vært skattepliktig etter de regler som gjaldt 25. mars 2004, i den utstrekning gevinst ikke skattlegges og tap ikke kommer til fradrag etter skatteloven § 2-38. Netto gevinst etter første punktum beregnes etter de regler som gjaldt 25. mars 2004. Beløpet som fastsettes etter første og annet punktum skal reduseres med skatten på det beløpet som er inntektsført etter denne overgangsregel.",
                        "(3) Inntektsføring skal bare foretas så langt underdekningen skyldes at:",
                        "a.selskapet har avsatt til utbytte i selskapets årsoppgjør for 2004, eller",
                        "b.selskapet har gitt konsernbidrag med virkning for inntektsåret 2004, som overstiger selskapets alminnelige inntekt i 2004, eller",
                        "c.selskapet i 2005 har besluttet å dele ut utbytte, jf. skatteloven § 10-11, som overstiger avsetningen til utbytte i årsregnskapet for 2004, eller",
                        "d.selskapet i 2005 har besluttet å dele ut mer enn aksjens forholdsmessige andel av innbetalt aksjekapital, herunder overkurs, ved nedsettelse av aksjekapitalen med innløsning av enkeltaksje.",
                        "(4) Inntekten settes til et bruttobeløp som, etter at beregnet skatt av bruttobeløpet er trukket fra, tilsvarer det utbyttet eller konsernbidraget som er avsatt eller utdelt ut over grensen etter annet ledd, jf. tredje ledd. Inntekten skal likevel settes ned i samsvar med bestemmelsene i femte og sjette ledd.",
                        "(5) Inntekten reduseres med korreksjonsinntekt som selskapet må inntektsføre i 2004 og 2005 på grunn av utdelinger som selskapets generalforsamling har besluttet i 2005.",
                        "(6) Inntekten som fremkommer etter fjerde og femte ledd, reduseres forholdsmessig med andelen av den samlede utdeling, jf. tredje ledd, som tilfaller aksjonærer som ikke har rett til godtgjørelse etter skatteloven § 10-12 for det mottatte beløp. Det skal likevel ikke foretas inntektsreduksjon ved utdeling til aksjonær som nevnt i foregående punktum, i den utstrekning slik aksjonær lar inntekten strømme gjennom ett eller flere ledd i en eierkjede, og inntekten i 2005 innvinnes som utbytte av aksjonærer som har rett til godtgjørelse etter skatteloven § 10-12 for det mottatte beløp.",
                        "(7) Departementet kan i forskrift gi nærmere regler til utfylling og gjennomføring av denne overgangsregel.",
                        "Overgangsregel D:",
                        "For inntektsårene 2004 og 2005 skal følgende gjelde for selskap mv. som er omfattet av skatteloven § 10-5:",
                        "(1) Differansen mellom regnskapsmessig og skattemessig verdi på aksjer og andre eiendeler som omfattes av skatteloven § 2-38 annet ledd, og som er i behold i selskapet ved utløpet av inntektsåret, skal anses som en midlertidig forskjell mellom regnskapsmessig og skattemessig verdi i forhold til skatteloven § 10-5 annet ledd. Skattemessig verdi etter første punktum beregnes etter de regler som gjaldt 25. mars 2004.",
                        "(2) Ved anvendelse av skatteloven § 10-5 annet ledd annet punktum, skal det ved beregning av egenkapitalandelen av slike midlertidige forskjeller som omfattes av første ledd, ikke gjøres fradrag for en beregnet skatteforpliktelse knyttet til differansen mellom regnskapsmessige og skattemessige verdier.",
                        "(3) Departementet kan i forskrift gi nærmere regler til utfylling og gjennomføring av denne overgangsregel.",
                        "Overgangsregel E:",
                        "(1) Det skal ikke foretas realisasjonsoppgjør når personlig skattyter etter denne overgangsregel overfører samtlige av sine aksjer i samme selskap mot vederlag i aksjer i nystiftet aksjeselskap, allmennaksjeselskap eller tilsvarende selskap i andre EØS-land, når det i henhold til stiftelsesdokumentet skjer en overføring av aksjene til dekning av hele eller deler av aksjekapitalen. Selskapet kan bare stiftes med innskudd av aksjer og kontanter. Ved stiftelsen må det mottakende selskap bli eier av minst 90 prosent av aksjekapitalen i de overførte selskaper.",
                        "(2) Skattemessig inngangsverdi på overdragende skattyters vederlag i aksjer settes lik skattyters inngangsverdi på de overførte aksjer med tillegg av eventuelt kontantinnskudd. Overdragende skattyters øvrige skatteposisjoner knyttet til de overførte aksjer, herunder ervervstidspunkt og skattemessig innbetalt aksjekapital, herunder overkurs, videreføres på vederlagsaksjene. Mottakende selskap må videreføre overdragende aksjonærers skattemessige inngangsverdier og ervervstidspunkt knyttet til de overførte aksjer.",
                        "(3) Denne overgangsregel kommer bare til anvendelse ved overføring av aksje hvor mottakende selskap er stiftet og melding om dette er sendt Foretaksregisteret innen 31. desember 2005.",
                        "(4) Departementet kan gi forskrift til utfylling og gjennomføring av denne overgangsregel.",
                        "Ved ikrafttredelse av endringene under XIV § 10-10 første ledd første punktum, § 10-12, § 10-30, § 10-31 første og tredje ledd og § 10-32 annet ledd gjelder følgende overgangsregler:",
                        "Avvikling av reglene om beregnet personinntekt for aksjonærer",
                        "Bestemmelsene i skatteloven §§ 12-10 til 12-17 om beregnet personinntekt, får ikke anvendelse for aksjonær i aksjeselskap, herunder allmennaksjeselskap.",
                        "Rett til fremføring av ubenyttet godtgjørelse",
                        "Godtgjørelse som er opptjent før 1. januar 2006, men som ikke er kommet til fradrag i utlignet skatt av alminnelig inntekt, kan fremføres til fradrag i skatt av alminnelig inntekt i ti år etter at godtgjørelsen er opptjent.",
                        "Følgende overgangsregel til de samme endringene trer i kraft straks, med virkning fra 1. januar 2005:",
                        "Fastsettelse av aksjens skjermingsgrunnlag",
                        "(1) Aksjens skjermingsgrunnlag etter §§ 10-12 og 10-31, jf. § 10-32, settes til aksjens historiske kostpris tillagt eventuelle RISK-beløp fra det tidsrommet aksjonæren har eid aksjen.",
                        "(2) For aksjer med samlet negativt RISK-beløp som overstiger aksjens opprinnelige kostpris (negativ inngangsverdi), settes aksjens skjermingsgrunnlag lik aksjens negative inngangsverdi. Det skal ikke beregnes skjerming av negativt skjermingsgrunnlag.",
                        "(3) For ikke-børsnoterte aksjer hvor inngangsverdien er oppregulert med hjemmel i den tidligere selskapsskatteloven 20. juli 1991 nr. 65 § 10-2 nr. 4 annet og tredje ledd, settes aksjens skjermingsgrunnlag til aksjens opprinnelige kostpris tillagt eventuelle RISK-beløp knyttet til aksjen, eller til aksjens forholdsmessige andel av selskapets samlede skattemessige formuesverdi pr. 1. januar 1992 tillagt eventuelle RISK-beløp knyttet til aksjen. Fordelingen av selskapets formuesverdi foretas etter aksjenes pålydende beløp. Ved realisasjon av ikke-børsnoterte aksjer hvor inngangsverdien er oppregulert med hjemmel i den tidligere selskapsskatteloven 20. juli 1991 nr. 65 § 10-2 nr. 4 annet og tredje ledd, kan aksjens takstverdi pr. 1. januar 1992, eller aksjens forholdsmessige andel av selskapets regnskapsmessige egenkapital pr. 1. januar 1992, likevel benyttes som inngangsverdi ved gevinstberegningen.",
                        "(4) For børsnoterte aksjer hvor inngangsverdien er oppregulert med hjemmel i den tidligere selskapsskatteloven 20. juli 1991 nr. 65 § 10-2 nr. 2 eller 3, settes aksjens skjermingsgrunnlag til aksjens oppregulerte verdi tillagt eventuelle RISK-beløp knyttet til aksjen, eller til aksjens opprinnelige kostpris tillagt eventuelle RISK-beløp knyttet til aksjen.",
                        "(5) Skattyter som eier aksjer i aksjeselskap eller allmennaksjeselskap, plikter å gi opplysninger om aksjens inngangsverdi i ligningsårene 2005 og 2006. Likt med aksje regnes grunnfondsbevis, medlemskap og andre andeler i selskap og sammenslutning som omfattes av skatteloven § 10-1. Departementet kan i forskrift unnta enkelte grupper fra opplysningsplikten, og gi nærmere regler om gjennomføringen av plikten.",
                        "Ved ikrafttredelse av endringen under XIV § 6-12 annet ledd gjelder følgende overgangsregel:",
                        "Til § 6-12 annet ledd:",
                        "Saldoavskrivningsgrunnlag pr. 1. januar 2005 for biler registrert første gang før dette tidspunkt, settes til det beløp saldo hadde vært dersom listeprisen som ny hadde vært avskrevet med 17 % årlig saldoavskrivning fra registreringstidspunkt.",
                        "Ved ikrafttredelse av endringen under XIV § 8-15 tredje ledd femte punktum og nytt sjette punktum gjelder følgende overgangsregler:",
                        "Overgangsregel A:",
                        "Ved beregning av aksjegevinst eller aksjetap som realiseres i perioden fra og med 26. mars 2004 til og med 31. desember 2005, og som skal føres på konto for skattlagt kapital, skal aksjens inngangsverdi ikke reguleres i medhold av skatteloven § 10-32 fjerde og femte ledd eller § 10-34.",
                        "Overgangsregel B:",
                        "(1) Selskap innenfor ordningen skal foreta inntektsføring i 2005 etter denne overgangsregel, når selskapets generalforsamling i dette inntektsåret har besluttet utdeling av utbytte eller konsernbidrag som nedenfor bestemt.",
                        "(2) Inntektsføring skal foretas ved utdeling av netto gevinst, etter fradrag for tap, som er tillagt selskapets konto for skattlagt inntekt etter skatteloven § 8-15 tredje ledd femte og sjette punktum, når netto gevinst også er korrigert for reguleringsbeløp som ikke tas i betraktning etter overgangsregel A. Ved utdeling fra selskapets konto for skattlagt inntekt, skal annen skattlagt inntekt anses utdelt før inntekt som nevnt i første punktum.",
                        "(3) Inntekten settes til et bruttobeløp som, etter at beregnet skatt av bruttobeløpet er trukket fra, svarer til utdeling som nevnt i annet ledd første punktum.",
                        "(4) Inntekten som fremkommer etter tredje ledd, reduseres forholdsmessig med andelen av den samlede utdeling, jf. annet ledd første punktum, som tilfaller aksjonærer som ikke har rett til godtgjørelse etter skatteloven § 10-12 for det mottatte beløp. Det skal likevel ikke foretas inntektsreduksjon ved utdeling til aksjonær som nevnt i foregående punktum, i den utstrekning slik aksjonær lar inntekten strømme gjennom ett eller flere ledd i en eierkjede, og inntekten i 2005 innvinnes som utbytte av aksjonærer som har rett til godtgjørelse etter skatteloven § 10-12 for det mottatte beløp.",
                        "(5) Inntekt etter denne overgangsregel skal ikke legges til selskapets konto for skattlagt inntekt etter skatteloven § 8-15 tredje ledd tredje punktum.",
                        "(6) Departementet kan i forskrift gi nærmere regler til utfylling og gjennomføring av denne overgangsregel.",
                        "Ved ikrafttredelse av endringen under XIV § 8-15 tredje ledd nytt tiende punktum gjelder følgende overgangsregel:",
                        "Konsernbidrag som er besluttet før 6. oktober 2004 skal ikke tas i betraktning ved anvendelsen av skatteloven § 8-15 tredje ledd tiende punktum.",
                        "Ved ikrafttredelse av endringen under XIV § 8-18 annet ledd, §§ 10-20 – 10-25, § 12-12 annet ledd bokstav d, § 12-12 tredje ledd bokstav d gjelder følgende overgangsregel:",
                        "a)30 prosent av innrømmede fradrag for aksjonærbidrag tilbakeføres til skattlegging dersom en aksjonær overdrar aksjer eller tar bopel utenfor riket innen tre år etter utløpet av det siste året da fradrag er innrømmet, eller selskapet fusjonerer eller fisjonerer i etableringsperioden eller innen tre år etter utløpet av etableringsperioden.",
                        "b)Overdras bare en del av en aksjepost, tilbakeføres en forholdsmessig andel av innrømmede fradrag svarende til de aksjene som er overdratt.",
                        "c)Tilbakeførte beløp skattlegges som inntekt i det året da overdragelse, utflytting, fusjon eller fisjon fant sted.",
                        "Ved ikrafttredelse av endringen under XIV § 9-3 sjette ledd og § 14-81 gjelder følgende overgangsregler:",
                        "a)Til § 9-3 sjette ledd:",
                        "Ved realisasjon i 2005 eller senere av alminnelig gårdsbruk eller skogbruk fastsettes skattyters inngangsverdi med utgangspunkt i historisk kostpris med tillegg av senere aktiverte kostnader og fradrag for foretatte avskrivninger. Den del av kostpris og tillegg som etter fordeling ikke faller på avskrivbare driftsmidler eller våningshus, oppreguleres etter prisstigningen i eiertiden etter regler og satser som fastsettes av departementet.",
                        "b)Til § 14-81:",
                        "Dersom summen av de inntil fire siste års skattlagte skogbruksinntekter etter gjennomsnittsligning overstiger summen av de faktiske skogbruksinntekter i samme periode, skal dette gjennomsnittsoverheng komme til fradrag i skogbruksinntekten for 2005. Dersom summen av de inntil fire siste års skattlagte skogbruksinntekter etter gjennomsnittsligning er lavere enn summen av de faktiske skogbruksinntekter i samme periode, skal dette gjennomsnittsunderheng tas til inntekt for inntektsåret 2005.",
                        "Ved ikrafttredelse av endringen under XIV § 16-30 første ledd siste punktum gjelder følgende overgangsregel:",
                        "For utbytte som innvinnes i tidsrommet fra 1. januar 2005 til 6. oktober 2006, skal perioden for måling av kapital- og stemmeandel strekke seg fra 6. oktober 2004 til tidspunktet for innvinningen. Denne overgangsregelen skal bare anvendes dersom det er til gunst for skattyter."
                    ]
                }
            ]
        },
        {
            "name": "XV",
            "paragraphs": []
        },
        {
            "name": "XVI",
            "paragraphs": []
        },
        {
            "name": "XVII",
            "paragraphs": []
        },
        {
            "name": "XVIII",
            "paragraphs": []
        },
        {
            "name": "XIX",
            "paragraphs": []
        }
    ]
}