{
    "lawId": "LOV-2004-11-26-74",
    "lawName": "Lov om endringer i lov 4. juli 2003 nr. 84 om frittståande skolar",
    "shortName": "Endringslov til friskolelova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-2",
                    "title": "Godkjenning av vidaregåande skolar",
                    "sections": [
                        "Frittståande vidaregåande skolar som oppfyller dei krava som følgjer av lova, har rett til godkjenning og offentlege tilskot.",
                        "Retten til godkjenning gjeld berre dersom etableringa av skolen ikkje vil medføre vesentlege negative konsekvensar for vertsfylket. Vertsfylket skal gi fråsegn før departementet gjer vedtak i saka.",
                        "Retten til godkjenning, jf. første og andre ledd, gjeld ikkje norske frittståande vidaregåande skolar i utlandet, internasjonale frittståande vidaregåande skolar i Noreg og frittståande vidaregåande skolar oppretta for funksjonshemma. Departementet kan likevel, etter ei samla vurdering, godkjenne slike skolar. Før ein internasjonal frittståande vidaregåande skole eller ein vidaregåande skole for funksjonshemma blir godkjend, skal vertsfylket gi fråsegn i saka.",
                        "Frittståande skolar som har til formål å gi vidaregåande yrkesretta opplæring som ikkje blir gitt ved vidaregåande offentlege skolar, kan godkjennast etter reglane i kapittel 6A.",
                        "Skolen må være registrert i Einingsregisteret, jf. lov 3. juni 1994 nr. 15, eller i tilsvarande register.",
                        "For skolar som er godkjende etter lov 14. juni 1985 nr. 73 om tilskot til private grunnskular og private skular som gjev vidaregåande opplæring, tek femte ledd til å gjelde frå det tidspunktet departementet fastset.",
                        "Departementet kan i forskrift fastsetje fristar i samband med søknad om godkjenning av ein frittståande vidaregåande skole.",
                        "§ 2-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-3",
                    "title": "Innhald og vurdering",
                    "sections": [
                        "Skolen skal drive verksemda si etter læreplanar godkjende av departementet. Det må gå fram av planen kva slag vurderingsformer og dokumentasjon skolen skal nytte. Frittståande skolar skal anten følgje den læreplanen som gjeld for offentlege skolar, eller læreplanar som på annan måte sikrar elevane jamgod opplæring, jf. opplæringslova § 2-1 første ledd og § 3-4 første ledd. Ellers har skolen sin undervisningsfridom.",
                        "Departementet kan gi forskrifter om vurdering av elevar, klage på vurdering, eksamen og dokumentasjon.",
                        "§ 2-4 andre ledd skal lyde:",
                        "Opplæringslova kapittel 9A gjeld også for skolar godkjende etter lova her. Departementet er klageinstans.",
                        "§ 3-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-1",
                    "title": "Inntak av elevar",
                    "sections": [
                        "Dei frittståande skolane skal ha heile landet som inntaksområde. Dei skal stå opne for alle som fyller vilkåra for inntak i offentlege skolar. Dette gjeld òg norske skolar i utlandet og internasjonale skolar i Noreg.",
                        "Ved inntak til frittståande vidaregåande skolar skal ungdom med rett til vidaregåande opplæring etter opplæringslova § 3-1 prioriterast føre vaksne søkjarar med rett til vidaregåande opplæring etter opplæringslova § 4A-3. Skolar for funksjonshemma kan også ta inn vaksne søkjarar utan rett til vidaregåande opplæring. Heimfylket skal vurdere realkompetansen til ein vaksen søkjar før han eller ho kan takast inn som elev ved ein frittståande vidaregåande skole. Norske frittståande vidaregåande skolar i utlandet kan ikkje ta inn vaksne.",
                        "Skolane skal ha eit inntaksreglement som viser prioriteringa av søkjarar, dersom søkinga er større enn kapasiteten til skolen. Reglementet skal innehalde reglar for prioritering ut frå saklege omsyn. Inntaksreglementet skal liggje innanfor den avgrensinga som følgjer av første og andre ledd. Skolen avgjer i samsvar med reglementet kven av søkjarane som skal takast inn.",
                        "Melding om inntak av elevar i grunnskolar skal sendast til heimkommunen til eleven. Melding om inntak til vidaregåande skolar skal sendast til heimfylket til eleven. Skolen skal melde frå til heimfylket om behovet for læreplass når eleven er teken inn på vidaregåande kurs I.",
                        "Departementet kan gi forskrifter om inntak av vaksne søkjarar utan rett til vidaregåande opplæring og om inntak av utanlandske søkjarar.",
                        "Ved avgjerd etter desse reglane gjeld forvaltningslova. Avgjerd om inntak er enkeltvedtak, jf. forvaltningslova § 2. Departementet er klageinstans.",
                        "Når det gjeld skolar for funksjonshemma, kan departementet gi dispensasjon frå reglane i andre ledd.",
                        "§ 3-2 andre ledd skal lyde:",
                        "Elevar i vidaregåande skolar som er godkjende etter denne lova, nyttar retten sin til vidaregåande opplæring etter opplæringslova § 3-1 og § 4A-3.",
                        "§ 3-6 femte ledd skal lyde:",
                        "Reglane i denne paragrafen gjeld ikkje opplæringstilbod som er spesielt organisert for vaksne.",
                        "§ 3-7 femte ledd skal lyde:",
                        "Reglane i denne paragrafen gjeld ikkje opplæringstilbod som er spesielt organisert for vaksne.",
                        "§ 4-2 endres slik:",
                        "§ 4-2 andre ledd blir § 6A-4 første ledd. Nåværende tredje og fjerde ledd blir andre og tredje ledd.",
                        "§ 4-2 fjerde ledd siste punktum skal lyde:",
                        "Ved tilsetjing gjeld arbeidsmiljølova § 54D.",
                        "§ 4-4 endres slik:",
                        "Siste punktum blir § 6A-5.",
                        "§ 5-1 første ledd skal lyde:",
                        "Som øvste ansvarlege organ skal kvar skole ha eit styre. Skolen sitt styre skal oppnemnast i samsvar med det rettsgrunnlaget skolen blir driven etter. Rett til å vere til stades på møte i styret, til å seie meininga si og få denne tilført protokollen, har:",
                        "a)ein representant oppnemnd av vertskommunen når det gjeld ein grunnskole, ein representant oppnemnd av fylkeskommunen når det gjeld ein vidaregåande skole,",
                        "b)ein representant for elevrådet ved skolar som har slikt råd,",
                        "c)ein representant frå foreldrerådet ved skolar som har slikt råd,",
                        "d)ein representant for undervisningspersonalet ved skolen,",
                        "e)ein representant for andre tilsette ved skolen,",
                        "f)dagleg leiar av skolen.",
                        "§ 6-1 første ledd skal lyde:",
                        "Frittståande grunnskolar som er godkjende etter § 2-1 får offentleg tilskot etter reglane i denne paragrafen. Dette gjeld likevel ikkje skolar oppretta for funksjonshemma, sjå § 6-6.",
                        "§ 6-2 tredje ledd skal lyde:",
                        "Skolar som tek imot offentlege tilskot som ikkje dekkjer alle driftsutgifter, kan krevje inn skolepengar. Styret fastset storleiken på skolepengane. Skolepengane kan utgjere inntil 15 % av det tilskotsgrunnlaget som Stortinget fastset, jf. § 6-1, med eit beløp fastsett av departementet i tillegg for dekning av utgifter til husleige/kapitalkostnader. Dersom skolen har driftsutgifter som svarer til utgiftsnivået ved ein tilsvarande offentleg skole i kommunen det er naturleg å samanlikne seg med, men som ikkje blir dekte av tilskotsgrunnlaget, kan styret søkje departementet om å få godkjent høgare skolepengar. Skolen kan ikkje krevje noka form for betaling frå elevar eller foreldre utover det som følgjer av denne føresegna.",
                        "§ 6-3 skal lyde:",
                        "Offentleg tilskot til frittståande vidaregåande skolar som er godkjende etter § 2-2, får offentleg tilskot etter reglane i denne paragrafen. Dette gjeld likevel ikkje skolar oppretta for funksjonshemma, sjå § 6-6.",
                        "1.For vidaregåande skolar som er godkjende etter § 2-2, blir 85 % av dei utgiftene som kjem inn under tilskotsgrunnlaget, dekte ved statstilskot. Tilskotet blir rekna ut frå ein normalsats. Ved utrekninga av normalsatsen skal dei gjennomsnittlege utgiftene i den offentlege vidaregåande skolen leggjast til grunn.",
                        "2.Godkjende norske vidaregåande skolar i utlandet får statstilskot med 85 % av ein normalsats pr. elev. Ved utrekninga av normalsatsen skal dei gjennomsnittlege utgiftene i den offentlege vidaregåande skolen leggjast til grunn.",
                        "Departementet kan gi forskrifter.",
                        "§ 6-4 tredje ledd skal lyde:",
                        "Skolar som tek imot offentlege tilskot som ikkje dekkjer alle driftsutgifter, kan krevje inn skolepengar. Styret fastset storleiken på skolepengane. Skolepengane kan utgjere inntil 15 % av det tilskotsgrunnlaget som Stortinget fastset, jf. § 6-3, med eit beløp fastsett av departementet i tillegg for dekning av utgifter til husleige/kapitalkostnader. Dersom skolen har driftsutgifter som svarer til utgiftsnivået ved ein tilsvarande offentleg skole det er naturleg å samanlikne seg med, men som ikkje blir dekte av tilskotsgrunnlaget, kan styret søkje departementet om å få godkjent høgare skolepengar.",
                        "Nytt kapittel 6A skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 6A. Vidaregåande skolar som gir yrkesretta opplæring som ikkje blir gitt ved vidaregåande offentlege skolar",
            "paragraphs": [
                {
                    "name": "§ 6A-1",
                    "title": "Godkjenning av skolar som gir yrkesretta opplæring som ikkje blir gitt ved vidaregåande offentlege skolar",
                    "sections": [
                        "Departementet kan etter ei samla vurdering godkjenne vidaregåande skolar i Noreg som har til føremål å gi yrkesretta opplæring som ikkje blir gitt ved vidaregåande offentlege skolar. For skolar godkjende etter paragrafen her, gjeld reglane i dette kapitlet.",
                        "Departementet kan i forskrift fastsetje fristar i samband med søknad om godkjenning av ein skole etter reglane i denne paragrafen."
                    ]
                },
                {
                    "name": "§ 6A-2",
                    "title": "Innhald og vurdering",
                    "sections": [
                        "Skolen skal drive verksemda si etter læreplanar godkjende av departementet. Det må gå fram av planane kva slag vurderingsformer og dokumentasjon skolen skal nytte. Skolen skal ha læreplanar som er på nivå med planar for offentleg vidaregåande opplæring.",
                        "Departementet kan gi forskrifter om vurdering av elevar, klage på vurdering, eksamen og dokumentasjon."
                    ]
                },
                {
                    "name": "§ 6A-3",
                    "title": "Inntak av elevar",
                    "sections": [
                        "Skolane skal ha heile landet som inntaksområde. Dei skal stå opne for alle som fyller vilkåra for inntak i offentlege skolar.",
                        "Ved inntak skal ungdom med rett til vidaregåande opplæring etter opplæringslova § 3-1 prioriterast føre vaksne søkjarar med rett til vidaregåande opplæring etter opplæringslova § 4A-3. Skolane kan også ta inn vaksne søkjarar utan rett til vidaregåande opplæring.",
                        "Skolane skal ha eit inntaksreglement som viser prioriteringa av søkjarar, dersom søkinga er større enn kapasiteten til skolen. Reglementet skal innehalde reglar for prioritering ut frå saklege omsyn. Inntaksreglementet skal liggje innanfor den avgrensinga som følgjer av første og andre ledd. Skolen avgjer i samsvar med reglementet kven av søkjarane som skal takast inn.",
                        "Departementet kan gi forskrifter om inntak av utanlandske søkjarar.",
                        "Ved avgjerd etter desse reglane gjeld forvaltningslova. Avgjerd om inntak er enkeltvedtak, jf. forvaltningslova § 2. Departementet er klageinstans.",
                        "Når det gjeld skolar for funksjonshemma, kan departementet gi dispensasjon frå reglane i andre ledd."
                    ]
                },
                {
                    "name": "§ 6A-4",
                    "title": "Kompetansekrav til undervisningspersonalet",
                    "sections": [
                        "For undervisningspersonalet ved skolar godkjende etter § 6A-1, fastset styret krav til kompetanse, dersom departementet i det einskilde tilfellet ikkje har fastsett noko anna.",
                        "Dersom det ikkje er søkjarar som fyller kompetansekrava etter første ledd, kan andre tilsetjast mellombels. Med mindre det er avtalt ein kortare tilsetjingsperiode, skal tilsetjinga vare til og med 31. juli.",
                        "Ved tilsetjing gjeld arbeidsmiljølova § 54D."
                    ]
                },
                {
                    "name": "§ 6A-5",
                    "title": "Lønns- og arbeidsvilkår",
                    "sections": [
                        "Ved skolar godkjende etter § 6A-1 fastset styret lønns- og arbeidsvilkåra."
                    ]
                },
                {
                    "name": "§ 6A-6",
                    "title": "Bortvising",
                    "sections": [
                        "Skolen kan fastsetje i ordensreglementet at elevar som alvorleg eller fleire gonger bryt reglementet, kan visast bort frå undervisninga. Elevar kan visast bort i inntil fem dagar. Den daglege leiaren av skolen vedtek sjølv bortvising etter å ha rådført seg med lærarane til eleven.",
                        "Når ein elev vedvarande har vist ei framferd som i alvorleg grad går ut over orden og arbeidsro på skolen, eller når ein elev alvorleg forsømmer pliktene sine, kan eleven etter vedtak av styret visast bort frå resten av det kurset eleven er teken inn på.",
                        "Manglande betaling av skolepengar kan føre til bortvising.",
                        "Før det blir gjort vedtak om bortvising, skal skolen vurdere andre hjelpe- eller refsingstiltak.",
                        "Ved avgjerd etter desse reglane gjeld forvaltningslova. Avgjerd om bortvising er enkeltvedtak, jf. forvaltningslova § 2. Departementet er klageinstans."
                    ]
                },
                {
                    "name": "§ 6A-7",
                    "title": "Andre føresegner",
                    "sections": [
                        "For skolar som er godkjende etter § 6A-1 gjeld",
                        "§ 1-1 om formålet med lova",
                        "§ 1-2 om verkeområdet",
                        "§ 1-4 om verksemda til skolen",
                        "§ 2-2 femte og sjette ledd om registrering i Einingsregisteret",
                        "§ 2-4 om undervisningsrom, utstyr og skolemiljø",
                        "§ 3-3 tredje ledd om skolegangen, jf. § 6A-6",
                        "§ 3-4 om tilpassa opplæring",
                        "§ 3-8 om helsetilsyn",
                        "§ 3-9 om ordensreglement og liknande",
                        "§ 3-11 om rådgiving",
                        "§ 4-1 om leiing",
                        "§ 5-1 om styret, med unntak av bokstavane a) og c)",
                        "§ 5-2 om styret sine oppgåver, med unntak av bokstavane a) og e)",
                        "§ 5-3 om elevråd, med unntak av første ledd første punktum",
                        "§ 7-1 om budsjett, rekneskap og revisjon",
                        "§ 7-2 om tilsyn m.m.",
                        "§ 7-3 om teieplikt",
                        "§ 7-4 om opplysningsplikt til barneverntenesta",
                        "§ 7-5 om opplysningsplikt til sosialtenesta."
                    ]
                },
                {
                    "name": "§ 6A-8",
                    "title": "Offentleg tilskot",
                    "sections": [
                        "For skolar godkjende etter § 6A-1 blir 75 % av dei driftsutgiftene som kjem inn under tilskotsgrunnlaget, dekte ved statstilskot. Tilskotet blir rekna ut frå ein normalsats. Føresetnaden er at elevane får undervisning som minst svarer til eit halvt skoleår. Skolar for funksjonshemma får tilskot etter § 6-6.",
                        "Skolar som tek imot offentlege tilskot som ikkje dekkjer alle driftsutgifter, kan krevje inn skolepengar. Styret fastset storleiken på skolepengane. Skolepengane kan utgjere inntil 25 % av det tilskotsgrunnlaget som Stortinget fastset, jf. § 6-3, med eit beløp fastsett av departementet i tillegg for dekning av utgifter til husleige/kapitalkostnader. Styret kan søkje departementet om å få godkjend høgare skolepengar dersom skolen har driftsutgifter som ikkje blir dekte av tilskotsgrunnlaget.",
                        "Departementet kan i forskrift gi nærmare reglar om offentleg tilskot.",
                        "Denne loven trer i kraft 1. desember 2004.",
                        "Departementet kan i forskrift fastsette overgangsregler for skoler som allerede er godkjent."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}