{
    "lawId": "LOV-2004-06-25-42",
    "lawName": "Lov om endringar i skatte- og avgiftslovgivinga mv",
    "shortName": "Endringslov til skatte- og avgiftslovgivinga",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": [
                {
                    "name": "§ 2-14",
                    "title": "Ligning av barns formue og inntekt",
                    "sections": [
                        "(1) Når barn er 16 år eller yngre ved utløpet av inntektsåret, skal barnets inntekt og formue lignes med en halvpart på hver av foreldrene hvis foreldrene lever sammen ved utgangen av året. Foreldrene kan kreve en annen fordeling.",
                        "(2) Lever ikke foreldrene sammen ved utgangen av året, lignes barnet sammen med den av foreldrene som barnet er folkeregistrert sammen med på dette tidspunkt. Hvis denne av foreldrene ikke har hatt omsorgen for barnet det meste av året, kan vedkommende kreve at barnets formue og inntekt lignes hos den annen hvis sistnevne har hatt omsorgen for barnet det meste av året.",
                        "(3) Særkullsbarns formue og inntekt lignes med en halvpart hos hver av ektefellene. Den av ektefellene som ikke er barnets biologiske mor eller far og som heller ikke har adoptert barnet, kan kreve at barnets formue og inntekt tas med hos den andre ektefellen.",
                        "(4) Barn som i inntektsåret er 13 år eller eldre, lignes likevel særskilt for sin arbeidsinntekt.",
                        "Overskrifta til § 2-16 skal lyde:",
                        "Meldepliktige samboere",
                        "§ 2-16 første ledd skal lyde:",
                        "(1) Bestemmelsene i §§ 2-10 til 2-15 gjelder tilsvarende for samboere hvor den ene er pensjonist med meldeplikt i henhold til folketrygdloven § 25-4 første ledd første punktum.",
                        "§ 2-30 første ledd bokstav g nr. 2 blir oppheva.",
                        "§ 5-15 første ledd ny bokstav m skal lyde:",
                        "m.utbetalinger fra statens kompensasjons- og oppreisningsordning for pionerdykkere.",
                        "§ 5-20 andre ledd skal lyde:",
                        "(2) Som fordel vunnet ved kapital regnes",
                        "a.årlig avkastning på sparedelen av en livsforsikring (kapitalforsikring) med garantert avkastning, for forsikringstakeren,",
                        "b.avkastning på sparedelen av en livsforsikring (kapitalforsikring) med investeringsvalg uten garantert avkastning.",
                        "Departementet kan gi forskrift om beregning av avkastning. Dette ledd gjelder livsforsikring (kapitalforsikring) i forsikringsselskap hjemmehørende i en stat innenfor EØS-området.",
                        "§ 5-21 andre ledd ny bokstav c skal lyde:",
                        "c.hvor skattlegging skjer ved utbetaling etter § 5-20 annet ledd.",
                        "Overskrifta til § 6-47 skal lyde:",
                        "Trygdedes tilskudd m.v. til forsikrings- og pensjonsordninger",
                        "§ 6-47 nytt andre ledd skal lyde:",
                        "Det gis fradrag for tap på sparedelen ved utbetaling fra en individuell livrente etter § 5-41 første ledd og livsforsikring (kapitalforsikring) i forsikringsselskap hjemmehørende i en stat innenfor EØS-området. Departementet kan i forskrift gi regler til utfylling og gjennomføring av første punktum.",
                        "§ 6-48 første ledd fjerde punktum skal lyde:",
                        "Fradrag gis med en halvpart hos hver av ektefellene eller samboerne, dersom de ikke er enige om en annen fordeling.",
                        "§ 8-1 sjette ledd nytt andre punktum skal lyde:",
                        "I tillegg til jordbruksinntekten kan det i fradragsgrunnlaget velges å ta med nettoinntekt fra produksjon av biomasse til energiformål, herunder vedproduksjon.",
                        "Tidlegare andre til åttande punktum blir nytt tredje til niande punktum.",
                        "§ 14-81 første ledd ny bokstav d skal lyde:",
                        "Ved fastsettelse av avkastning av skog regnes ikke med nettoinntekt fra produksjon av biomasse til energiformål, dersom bonden har valgt å føre slik nettoinntekt som jordbruksinntekt i henhold til skatteloven § 8-1 sjette ledd andre punktum.",
                        "Noverande bokstav d blir ny bokstav e.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjer ein denne endringa:",
                        "§ 6-3 femte ledd skal lyde:",
                        "(5) Når det i skatteavtale med fremmed stat er bestemt at inntekt skal være unntatt fra skattlegging i Norge, kommer tilhørende kostnad eller tilsvarende tap ikke for noen del til fradrag ved ligning av inntekt her i landet.",
                        "I lov 12. desember 2003 nr. 108 om kompensasjon av merverdiavgift for kommuner, fylkeskommuner mv. gjer ein desse endringane:",
                        "§ 3 nytt andre ledd skal lyde:",
                        "Det ytes også kompensasjon for merverdiavgift betalt ved innførsel av varer fra utlandet, Svalbard og Jan Mayen og for merverdiavgift ved kjøp av tjenester fra utlandet.",
                        "§ 10 nytt andre ledd skal lyde:",
                        "For virksomheter som bruker årsoppgave er foreldelsefristen to år. Fristen regnes fra utgangen av det kalenderår som kompensasjonskravet oppsto.",
                        "Noverande andre ledd blir til tredje ledd.",
                        "§ 11 nytt andre ledd skal lyde:",
                        "Kravet på tilbakebetaling med tillegg av renter er tvangsgrunnlag for utlegg. Kravet er tvangskraftig selv om grunnlaget er påklaget eller innbrakt for domstolene.",
                        "Endringane under I, III, V, VI, VIII og IX tek til å gjelde straks.",
                        "Endringane under II og VII tek til å gjelde straks, med verknad frå og med inntektsåret 2004.",
                        "Endringane under IV blir sett i kraft frå 1. juli 2004."
                    ]
                }
            ]
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        },
        {
            "name": "X",
            "paragraphs": []
        }
    ]
}