{
    "lawId": "LOV-2004-12-17-85",
    "lawName": "Lov om endringar i folketrygdlova og i enkelte andre lover",
    "shortName": "Endringslov til folketrygdloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 8-17",
                    "title": "Sykepenger fra trygden",
                    "sections": [
                        "Trygden yter sykepenger med 90 prosent av sykepengegrunnlaget etter utløpet av arbeidsgiverperioden, se §§ 8-10 og 8-19.",
                        "Trygden yter sykepenger med 100 prosent av sykepengegrunnlaget, se § 8-10",
                        "a)når arbeidstakeren har rett til sykepenger i de første 14 kalenderdagene av sykefraværet, men arbeidsgiveren ikke er forpliktet til å yte sykepenger etter § 8-18,",
                        "b)under streik eller lockout, etter bestemmelsene i § 8-31,",
                        "c)under nødvendig kontrollundersøkelse som krever minst 24 timers fravær, se § 8-4 andre ledd bokstav e,",
                        "d)når arbeidstakeren er donor, se § 8-4 andre ledd bokstav i,",
                        "e)når trygden dekker sykepenger i arbeidsgiverperioden etter § 8-20 første og andre ledd.",
                        "Det ytes ikke sykepenger fra trygden under lovbestemt ferie etter lov av 29. april 1988 nr. 21 om ferie § 5 og permisjon, se også § 8-3 tredje ledd.",
                        "§ 8-18 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-18",
                    "title": "Sykepenger fra arbeidsgiveren",
                    "sections": [
                        "For å få rett til sykepenger fra arbeidsgiveren må arbeidstakeren ha vært ansatt hos arbeidsgiveren i minst fire uker (opptjeningstid). Fravær uten gyldig grunn regnes ikke med i opptjeningstiden.",
                        "Dersom arbeidstakeren slutter i arbeidet, men igjen begynner å arbeide hos den samme arbeidsgiveren innen to uker, regnes det tidligere arbeidsforholdet med når opptjeningstiden skal beregnes.",
                        "Sykepenger fra arbeidsgiveren i arbeidsgiverperioden, se § 8-19, ytes med 100 prosent av sykepengegrunnlaget. Etter utløpet av arbeidsgiverperioden ytes sykepenger fra arbeidsgiveren med 10 prosent (arbeidsgivers delansvar) av sykepengegrunnlaget, se § 8-10, i inntil 250 dager, se § 8-12.",
                        "Sykepenger fra arbeidsgiveren ytes tidligst fra og med den dag arbeidstakeren har gitt melding om arbeidsuførheten til arbeidsgiveren, såfremt det har vært mulig for arbeidstakeren å gi slik melding. Plikten til å gi melding gjelder også når det foreligger legeerklæring. Retten til sykepenger faller bort dersom arbeidsgiveren skal betale sykepenger på grunnlag av legeerklæring (§ 8-7), og legeerklæringen ikke er sendt til arbeidsgiveren innen 14 dager etter at arbeidsgiveren kan kreve slik erklæring.",
                        "Sykepenger fra arbeidsgiveren i arbeidsgiverperioden ytes bare for dager som det skulle ha vært utbetalt lønn for.",
                        "Arbeidstakerens rett til sykepenger fra arbeidsgiveren faller bort når arbeidsforholdet opphører, dersom tidspunktet for opphøret var fastsatt før arbeidsuførheten oppstod.",
                        "I § 8-19 første, tredje og fjerde leddet, § 8-24 fjerde leddet andre punktumet, § 8-34 andre leddet, § 8-36 andre leddet, § 8-38 andre leddet og § 8-39 første, andre og fjerde leddet vert talet 16 erstatta med talet 14.",
                        "§ 8-20 første leddet første punktumet skal lyde:",
                        "Dersom en arbeidstaker har langvarig eller kronisk sykdom som medfører risiko for særlig stort sykefravær, kan arbeidstakeren selv eller arbeidsgiveren søke om at trygden dekker utgiftene til sykepenger som arbeidsgiveren skal yte etter § 8-18.",
                        "§ 8-20 andre leddet skal lyde:",
                        "Dersom en arbeidstaker er sykmeldt på grunn av svangerskapsrelatert sykdom, og tilrettelegging eller omplassering til annet arbeid i virksomheten ikke er mulig, kan arbeidstakeren selv eller arbeidsgiveren søke om at trygden dekker utgiftene til sykepenger som arbeidsgiveren skal yte etter § 8-18.",
                        "§ 8-21 første leddet skal lyde:",
                        "En arbeidsgiver kan forsikre seg mot ansvar for sykepenger etter § 8-18 når de samlede lønnsutbetalingene i det foregående året ikke overstiger 80 ganger grunnbeløpet.",
                        "§ 8-21 tredje leddet andre punktumet skal lyde:",
                        "Etter utløpet av arbeidsgiverperioden utbetaler trygden sykepenger med 10 prosent av sykepengegrunnlaget direkte til arbeidstakeren, se § 8-18 tredje ledd.",
                        "§ 8-22 første leddet skal lyde:",
                        "Dersom en arbeidsgiver ikke betaler sykepenger som han er forpliktet til å yte etter § 8-18, skal trygden utbetale sykepengene. Beløpet som er utbetalt, skal trygden kreve tilbake fra arbeidsgiveren.",
                        "Overskrifta til § 8-28 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-28",
                    "title": "Sykepengegrunnlaget når arbeidsgiveren yter sykepenger",
                    "sections": [
                        "§ 8-28 første leddet skal lyde:",
                        "Når arbeidsgiveren yter sykepenger i arbeidsgiverperioden og med 10 prosent (arbeidsgivers delansvar) etter utløpet av arbeidsgiverperioden, fastsettes sykepengegrunnlaget som nevnt i § 8-10 etter en beregnet aktuell ukeinntekt, se § 8-29.",
                        "§ 8-33 første leddet skal lyde:",
                        "Trygden yter feriepenger av sykepenger som trygden har utbetalt til en arbeidstaker etter § 8-17. Feriepenger ytes bare for de første 50 sykepengedagene i opptjeningsåret, se ferieloven § 10 nr. 4.",
                        "§ 8-55 første leddet bokstav f skal lyde:",
                        "f)Sykepenger fra trygden ytes i opptil 250 eller 260 dager uten hensyn til bestemmelsene i § 8-12.",
                        "§ 10-8 tredje leddet bokstavane a og b skal lyde:",
                        "a)har mottatt sykepenger fra trygden i til sammen 250 eller 260 sykepengedager i løpet av de siste tre årene (§ 8-12), og fortsatt er arbeidsufør,",
                        "b)har mottatt sykepenger fra trygden i til sammen 250 eller 260 sykepengedager i løpet av de siste tre årene (§ 8-12), og igjen blir arbeidsufør mens vedkommende er i arbeid uten å ha opparbeidet seg rett til sykepenger på nytt,",
                        "§ 12-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-5",
                    "title": "Hensiktsmessig behandling og attføring",
                    "sections": [
                        "Det er et vilkår for rett til ytelser etter dette kapitlet at vedkommende har gjennomgått hensiktsmessig behandling for å bedre arbeidsevnen. Med mindre åpenbare grunner tilsier at attføring ikke er hensiktsmessig, kan ytelser etter dette kapitlet bare gis dersom vedkommende har gjennomført eller har forsøkt å gjennomføre et individuelt og hensiktsmessig attføringsopplegg uten at inntektsevnen er bedret.",
                        "Når det skal avgjøres om et behandlings- eller attføringstiltak er hensiktsmessig, legges det vekt på alder, evner, utdanning, yrkesbakgrunn og arbeidsmuligheter. Det skal også legges vekt på om vedkommende kan få arbeid dersom han eller hun pendler eller flytter.",
                        "Når det fremmes krav om ytelser etter dette kapitlet skal det dokumenteres at funksjonsevnen har vært vurdert av lege eller annet fagpersonell.",
                        "§ 15-11 første leddet bokstav a skal lyde:",
                        "a)må overlate nødvendig tilsyn med barn til andre på grunn av utdanning eller arbeid, eller",
                        "§ 23-6 bokstaven a skal lyde:",
                        "a)arbeidsgiverens forsikring mot ansvar for sykepenger etter § 8-21,",
                        "I dei følgjande føresegnene skal omgrepet «foreløpig uførestønad» endrast til «foreløpig uførepensjon»:",
                        "1.I lov 28. februar 1997 nr. 19 om folketrygd (folketrygdloven) § 3-2 fjerde leddet bokstav a, § 3-24 tredje leddet bokstav c, § 3-26 tredje leddet bokstav a, § 8-50 første og andre leddet, § 10-13 første leddet bokstav a, § 11-15 første leddet bokstav a, ellevte strekpunktet i innhaldslista til kapittel 12, § 12-14 første leddet bokstav a, § 12-16 overskrifta og første til tredje leddet, § 15-14, § 16-10 første leddet bokstav b, § 17-11 første leddet bokstav b, § 18-7 andre leddet, § 19-8 første leddet bokstav a, § 22-10 tredje leddet bokstav b og § 22-12 andre leddet.",
                        "2.I lov 13. desember 1946 nr. 21 om krigspensjonering for militærpersoner § 18 nr. 1 tredje og sjette leddet.",
                        "3.I lov 13. desember 1946 nr. 22 om krigspensjonering for hjemmestyrkepersonell og sivilpersoner § 23 nr. 1 tredje og sjette leddet.",
                        "4.I lov 3. desember 1948 nr. 7 om pensjonstrygd for sjømenn § 4 nr. 3, § 5 nr. 2, § 16 nr. 1 bokstav e, § 28 nr. 2 og § 29 nr. 2.",
                        "5.I lov 3. desember 1951 nr. 2 om pensjonstrygd for skogsarbeidere § 13 fjerde leddet.",
                        "6.I lov 28. juni 1957 nr. 12 om pensjonstrygd for fiskere § 8 andre leddet.",
                        "7.I lov 6. juli 1957 nr. 26 om samordning av pensjons- og trygdeytelser § 19 andre leddet, § 20 tredje leddet og § 21 tredje leddet.",
                        "8.I lov 12. desember 1958 nr. 10 om yrkesskadetrygd § 11 nr. 4, § 12 nr. 3 og § 19 nr. 1.",
                        "9.I lov 23. desember 1988 nr. 110 om statstilskott til ordninger for avtalefestet pensjon § 2 bokstav f.",
                        "10.I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) § 6-81 nr. 2 og nr. 3.",
                        "I lov 29. april 1988 nr. 21 om ferie skal § 10 nr. 4 første leddet og andre leddet bokstav a første punktum lyde:",
                        "Som arbeidsvederlag etter nr. 1 regnes også sykepenger utbetalt av arbeidsgiver i arbeidsgiverperioden og av 10 prosent av sykepenger (arbeidsgivers delansvar), jf. folketrygdloven § 8-18 for inntil 50 dager hvert opptjeningsår. Tilsvarende gjelder for omsorgspenger for inntil 10 dager som er betalt av arbeidsgiver ved barns eller barnepassers sykdom, jf. folketrygdloven kapittel 9.",
                        "Trygden betaler feriepenger av:",
                        "a)sykepenger utbetalt av folketrygden for inntil 50 dager hvert opptjeningsår, jf. folketrygdloven § 8-33.",
                        "Iverksetjing. Overgangsreglar",
                        "1.Endringane i folketrygdlova § 3-2 fjerde og femte leddet, § 3-4 tredje leddet og § 3-26 femte leddet bokstav a trer i kraft 1. mai 2005.",
                        "2.Endringane i folketrygdlova § 8-12 første og andre leddet, § 8-14 andre leddet, § 8-17, § 8-18 nytt tredje, fjerde, femte og sjette leddet, § 8-19 første, tredje og fjerde leddet, § 8-20 første og andre leddet, § 8-21 første og tredje leddet, § 8-22 første leddet, § 8-24 fjerde leddet, § 8-28 overskrifta og første leddet, § 8-33 første leddet, § 8-34 andre leddet, § 8-36 første og andre leddet, § 8-38 andre leddet, § 8-39 første og andre leddet, § 8-55 første leddet og § 10-8 tredje leddet, § 23-6 og endringane i ferielova trer i kraft 1. juli 2005. Endringane gjeld for tilfelle der han eller ho vert arbeidsufør tidlegast på denne datoen.",
                        "3.Endringane i avsnitt II og endringane i folketrygdlova § 12-5 og § 15-11 første ledd bokstav a trer i kraft 1. januar 2005."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}