{
    "lawId": "LOV-2004-03-26-17",
    "lawName": "Lov om finansiell sikkerhetsstillelse",
    "shortName": "Lov om finansiell sikkerhetsstillelse.",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Virkeområde og formål",
                    "sections": [
                        "Lovens formål er å styrke det finansielle markedet og ivareta hensynet til finansiell stabilitet ved å bidra til sikker, ordnet og effektiv finansiell sikkerhetsstillelse.",
                        "Loven gjelder avtaler om finansiell sikkerhetsstillelse.",
                        "Loven kommer til anvendelse når både sikkerhetsstiller og sikkerhetshaver tilhører en av følgende kategorier:",
                        "a)offentlige myndigheter, herunder myndigheter som er ansvarlig for eller medvirker til forvaltning av offentlig gjeld eller fører konti for kunder,",
                        "b)sentralbanker, Den Europeiske Sentralbank, Den Internasjonale Betalingsbank, Det internasjonale Valutafond, Den Europeiske Investeringsbank, Den internasjonale bank for gjenoppbygging og utvikling, Det internasjonale finansieringsinstitutt, Den interamerikanske utviklingsbank, Den asiatiske utviklingsbank, Den afrikanske utviklingsbank, Europarådets bosettingsfond, Den nordiske investeringsbank, Den karibiske utviklingsbank, Den europeiske bank for gjenoppbygging og utvikling, Det europeiske investeringsfond og Det interamerikanske investeringsselskap,",
                        "c)finansinstitusjoner, pensjonskasser, verdipapirforetak, verdipapirfond og forvaltningsselskaper for verdipapirfond,",
                        "d)avregningssentraler og sentrale motparter, oppgjørssentraler og lignende lovregulerte institusjoner som handler med finansielle instrumenter som nevnt i verdipapirhandelloven § 1-2 annet ledd nr. 4 til 8, eller juridiske personer som handler i egenskap av formuesforvalter eller etter fullmakt fra en eller flere personer, for eksempel tillitsmenn for obligasjonseiere i obligasjonsmarkedet eller spesialforetak opprettet i forbindelse med verdipapirisering.",
                        "Loven kommer også til anvendelse på avtaler om finansiell sikkerhetsstillelse som er inngått mellom enhver juridisk person og en institusjon som nevnt i tredje ledd.",
                        "Kongen kan bestemme at loven helt eller delvis skal gjelde for Svalbard og Jan Mayen."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Definisjoner mv.",
                    "sections": [
                        "I denne lov menes med:",
                        "a)avtale om finansiell sikkerhetsstillelse: avtale om overdragelse av eiendomsrett til finansiell sikkerhet, herunder gjenkjøpsavtale, og avtale om pantsettelse av finansiell sikkerhet, med det formål å sikre oppfyllelsen av finansielle forpliktelser,",
                        "b)finansiell forpliktelse: forpliktelse som omfattes av avtalen om finansiell sikkerhetsstillelse, og som gir rett til kontant avregning eller levering av finansielle instrumenter,",
                        "c)finansiell sikkerhet: kontante innskudd og finansielle instrumenter,",
                        "d)kontante innskudd: innskudd i kredittinstitusjon og lignende kontante fordringer i enhver valuta, herunder pengemarkedsinnskudd,",
                        "e)sikkerhetsstiller: den som overdrar eller pantsetter finansiell sikkerhet til sikkerhet for finansielle forpliktelser,",
                        "f)sikkerhetshaver: den som erverver eiendomsrett til eller panterett i finansiell sikkerhet til sikkerhet for finansielle forpliktelser.",
                        "Etter denne lov anses sikkerhet ikke som stilt før rettsvern er etablert."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Overdragelse av eiendomsrett",
                    "sections": [
                        "Det er adgang til å avtale finansiell sikkerhetsstillelse i form av overdragelse av eiendomsrett til finansiell sikkerhet."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Bruksrett til pantsatt finansiell sikkerhet",
                    "sections": [
                        "Det kan avtales at sikkerhetshaver skal ha bruksrett til stilt finansiell sikkerhet. Avtalen kan gi rett til utlån, pantsettelse, salg eller annen gjenbruk av sikkerheten.",
                        "Ved å utøve bruksrett får sikkerhetshaver en plikt til å overføre tilsvarende sikkerhet til sikkerhetsstiller senest på forfallstidspunktet for sikkerhetsstillers finansielle forpliktelser. Det kan avtales at plikten til å overføre tilsvarende sikkerhet kan oppfylles på annen måte, herunder ved at verdien av den tilsvarende sikkerhet i de finansielle forpliktelser motregnes. Sikkerhetshaver bevarer det opprinnelige rettsvern i forhold til tilsvarende sikkerhet som er overført i samsvar med første punktum.",
                        "Med tilsvarende sikkerhet menes:",
                        "a)når sikkerheten består av kontant innskudd: betaling av samme beløp i samme valuta, og",
                        "b)når sikkerheten består av finansielle instrumenter: finansielle instrumenter som er en del av samme utstedelse eller klasse, som er utstedt på samme nominelle beløp og i samme valuta og som ellers er av samme beskaffenhet som sikkerheten, eller andre aktiva dersom avtalen gir rett til å overføre slike ved en hendelse som påvirker de aktuelle finansielle instrumentene."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Felles gjeldsforfølgning",
                    "sections": [
                        "Avtale om finansiell sikkerhetsstillelse kan inngås, finansiell sikkerhet kan stilles, og finansiell forpliktelse kan oppstå frem til tidspunktet for åpning av felles gjeldsforfølgning mot sikkerhetsstilleren. Er avtale inngått, sikkerhet stilt eller finansiell forpliktelse oppstått på dagen for, men etter tidspunktet for åpning av felles gjeldsforfølgning, står avtalen, sikkerhetsstillelsen eller kravet seg i forhold til fellesforfølgningen dersom sikkerhetshaveren var i aktsom god tro med hensyn til at fellesforfølgning var åpnet.",
                        "En sikkerhetsstillelse kan ikke omstøtes alene på det grunnlag at den er stilt for en finansiell forpliktelse som allerede er pådratt.",
                        "Med felles gjeldsforfølgning menes gjeldsforhandling etter konkursloven, konkurs og offentlig administrasjon."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Sluttavregning",
                    "sections": [
                        "Finansielle forpliktelser som omfattes av en avtale om finansiell sikkerhetsstillelse kan sluttavregnes på de vilkår som følger av skriftlig avtale mellom partene. Avtale om sluttavregning kan gjøres gjeldende uten hinder av dekningsloven §§ 7-3 og 8-1 eller gjeldsbrevloven § 26.",
                        "Med sluttavregning menes at partenes forpliktelser ved inntreden av en på forhånd avtalt situasjon fastsettes til pengekrav i henhold til avtalte kriterier, og gjøres opp ved motregning. Den part som skylder det største beløpet plikter å betale en nettosum svarende til differansen mellom partenes forpliktelser til den annen part."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Fullbyrdelse av krav",
                    "sections": [
                        "Stilt finansiell sikkerhet kan realiseres på den måte og på de vilkår som følger av skriftlig avtale mellom partene.",
                        "Foreligger det ikke skriftlig avtale om realisasjon, gjelder reglene i tvangsfullbyrdelsesloven, konkursloven og panteloven."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Kommersielt rimelige vilkår",
                    "sections": [
                        "Realisasjon, verdifastsettelse av finansiell sikkerhet, samt beregning av finansielle forpliktelser skal skje på kommersielt rimelige vilkår."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Lovvalg",
                    "sections": [
                        "For finansiell sikkerhet i form av registrerte finansielle instrumenter reguleres ethvert spørsmål om sikkerhetens rettslige karakter og de virkninger som kan utledes herav, forholdet til tredjepersoner, herunder sikkerhetsstillerens konkursbo, og realisasjon av sikkerheten, av retten i staten hvor den relevante kontoen føres. Det skal ikke tas hensyn til lovvalgsregler om tilbakevisning eller viderehenvisning."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven gjelder fra den tid Kongen bestemmer.",
                        "Kongen kan gi overgangsregler."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Endringer i andre lover",
                    "sections": [
                        "Fra den tid loven trer i kraft, gjøres følgende endringer i andre lover:",
                        "1. Lov 26. juni 1992 nr. 86 om tvangsfullbyrdelse og midlertidig sikring (tvangsfullbyrdelsesloven) § 1-3 annet ledd nytt fjerde punktum skal lyde:",
                        "For finansiell sikkerhetsstillelse kan det inngås skriftlig avtale om realisasjon, jf. lov om finansiell sikkerhetsstillelse § 7.",
                        "2. Lov 6. desember 1996 nr. 75 om sikringsordninger for banker og offentlig administrasjon m.v. av finansinstitusjoner (banksikringsloven) § 4-6 første ledd bokstav e skal lyde:",
                        "e)Dekningsloven og lov om finansiell sikkerhetsstillelse gjelder tilsvarende. Fristdagen er dagen for vedtaket om å sette institusjonen under administrasjon."
                    ]
                }
            ]
        }
    ]
}