{
    "lawId": "LOV-2004-12-10-76",
    "lawName": "Lov om arbeidsmarkedstjenester (arbeidsmarkedsloven)",
    "shortName": "Arbeidsmarkedsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "Kapittel 1 Formål og virkeområde",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Lovens formål er å bidra til å oppnå et inkluderende arbeidsliv gjennom et velfungerende arbeidsmarked med høy yrkesdeltakelse og lav arbeidsledighet."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Virkeområde",
                    "sections": [
                        "Kapittel 1-7 gjelder for alle personer med lovlig opphold i riket og for alle som driver lovlig virksomhet i Norge. Aetat skal også yte tjenester til andre rettssubjekter når dette følger av internasjonale forpliktelser.",
                        "Kongen kan fastsette særlige regler for Svalbard og Jan Mayen.",
                        "Departementet kan gi forskrift om at virkemidler med hjemmel i denne lov kan anvendes utenfor landets grenser når dette er hensiktsmessig for å fremme lovens formål, og om tjenester Aetat yter som følge av internasjonale forpliktelser."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2 Aetat",
            "paragraphs": [
                {
                    "name": "§ 3",
                    "title": "Aetats oppbygging",
                    "sections": [
                        "Aetat utøver den offentlige arbeidsmarkedspolitikken under styring av departementet.",
                        "Aetat Arbeidsdirektoratet leder Aetats virksomhet. Arbeidsdirektøren har den daglige ledelsen av Aetat Arbeidsdirektoratet.",
                        "Aetat skal være representert på de steder som Aetat Arbeidsdirektoratet bestemmer."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Brukermedvirkning",
                    "sections": [
                        "Aetat skal sørge for at brukerrepresentanter blir hørt i forbindelse med planlegging og evaluering av Aetats tjenester."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Aetats hovedoppgaver",
                    "sections": [
                        "Aetat har ansvaret for gjennomføringen av arbeidsmarkedspolitikken ved å bistå arbeidssøkere med å få jobb, bistå arbeidsgivere med å skaffe arbeidskraft og forebygge og dempe skadevirkningene av arbeidsledighet.",
                        "Sentrale oppgaver er å innhente informasjon om arbeidsmarkedet, gi informasjon til arbeidssøkere og arbeidsgivere om arbeidsmarkedet, veilede brukerne, formidle og kvalifisere arbeidssøkere til arbeid, bistå arbeidsgivere ved rekruttering og omstilling, organisere og gjennomføre arbeidsmarkedstiltak og forvalte ytelser etter folketrygdloven kapittel 4 og 11, tjenestemannsloven § 13 nr. 6 og loven her. Det skal føres kontroll med forvaltningen av disse ytelsene.",
                        "De tjenester Aetat tilbyr etter denne lov skal være vederlagsfrie.",
                        "Departementet kan gi nærmere bestemmelser om Aetats virksomhet og kan pålegge Aetat andre oppgaver enn dem som følger av denne bestemmelsen."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Samarbeid",
                    "sections": [
                        "Aetat skal samarbeide med andre når dette kan bidra til å løse de oppgavene som etaten er pålagt."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3 Arbeidsgivers meldeplikt",
            "paragraphs": [
                {
                    "name": "§ 7",
                    "title": "Arbeidsgivers plikt til å melde ledige stillinger",
                    "sections": [
                        "Arbeidsgiver skal straks melde ledig stilling til Aetat. Blir det med en gang satt en inn i stillingen, faller meldeplikten bort.",
                        "Meldeplikten gjelder ikke når stillingen er blitt ledig på grunn av lockout eller streik som er godkjent av hovedsammenslutning for de arbeidsgivere eller arbeidstakere konflikten gjelder, og den ikke er kjent ulovlig ved dom.",
                        "En arbeidsgiver som har henvendt seg til Aetat for å få arbeidskraft, skal straks melde fra til Aetat dersom oppdraget faller bort.",
                        "Arbeidsgiver som selv ønsker å annonsere etter arbeidskraft uten å oppgi sitt navn, skal samtidig med melding etter første ledd oppgi grunnen til en slik fremgangsmåte.",
                        "Kongen kan gi forskrift om unntak fra bestemmelsene i første ledd for ledige stillinger i staten, fylkeskommuner, kommuner og hel- og halvoffentlige institusjoner. Kongen kan videre gi forskrift om i hvilken utstrekning disse skal benytte Aetat når de skal tilsette arbeidstakere."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Arbeidsgivers meldeplikt og Aetats oppfølging ved masseoppsigelser og permitteringer",
                    "sections": [
                        "Arbeidsgiver som vurderer å gå til masseoppsigelser, jf. arbeidsmiljøloven § 56 A nr. 1, skal tidligst mulig og senest samtidig med at arbeidsgiver innkaller til drøftinger, gi Aetat melding som fastsatt i arbeidsmiljøloven § 56 A nr. 3. Tilsvarende melding skal gis Aetat dersom arbeidstakerne vil bli permittert uten lønn eller i mer enn 4 uker vil få sin ukentlige arbeidstid innskrenket med mer enn 50 prosent. Melding skal også gis ved masseoppsigelser eller permitteringer av arbeidstakere som omfattes av tjenestemannsloven.",
                        "Meldingen skal gis til Aetat i det distriktet virksomheten ligger.",
                        "Planlagte masseoppsigelser får tidligst virkning 30 dager etter at Aetat er underrettet. Dersom det er nødvendig for å få til slik avtale som nevnt i arbeidsmiljøloven § 56 A nr. 2, kan Aetat forlenge fristen etter første punktum med inntil 30 dager. Dersom Aetat endrer denne fristen, skal det gis skriftlig melding til arbeidsgiver om dette. Fristen kan ikke forlenges når en virksomhet opphører som følge av en rettsavgjørelse.",
                        "Aetat skal benytte fristen etter tredje ledd, første eller andre punktum, til å finne løsninger på de problemer som de planlagte oppsigelsene reiser. Departementet kan i forskrift gi nærmere regler om hvordan retten til utsettelse av oppsigelser skal nyttes og Aetats rolle ved utsettelse.",
                        "Aetat Arbeidsdirektoratet kan fastsette innskrenkninger i meldeplikten."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4 Informasjon, registrering og behovsvurdering",
            "paragraphs": [
                {
                    "name": "§ 9",
                    "title": "Informasjon om Aetats tjenester",
                    "sections": [
                        "Enhver som henvender seg til Aetat har rett til informasjon om retten til å registrere seg som arbeidssøker, hvilke tjenester Aetat tilbyr og hvilke ytelser den forvalter."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Registrering som arbeidssøker",
                    "sections": [
                        "Enhver som omfattes av denne lov har rett til å bli registrert som arbeidssøker hos Aetat.",
                        "For å ha rett til å stå registrert, må arbeidssøker melde seg til Aetat på slik måte og så ofte som Aetat bestemmer."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Behovsvurdering",
                    "sections": [
                        "Registrerte arbeidssøkere har rett til å få vurdert sitt behov for bistand og tjenester fra Aetat. Vurderingen skal ta utgangspunkt i arbeidssøkerens real- og formalkompetanse, sett i forhold til mulighetene på arbeidsmarkedet.",
                        "Det skal vurderes om bistand utover Aetats ordinære formidlings- og oppfølgingsbistand anses nødvendig og hensiktsmessig. Ved vurderingen skal Aetat blant annet ta i betraktning søkerens helse, alder og ledighetsperiode sett i forhold til situasjonen på arbeidsmarkedet. Slik bistand kan blant annet omfatte virkemidler som veiledning, avklaring, handlingsplanlegging eller kvalifisering. Det skal angis hvilke virkemidler som kan være aktuelle og når disse antas å kunne tas i bruk. Det skal fastsettes en frist for når videre oppfølging skal skje.",
                        "Ved vesentlige endringer i arbeidssøkerens situasjon i forhold til arbeidsmarkedet, skal Aetat foreta en ny behovsvurdering."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5 Arbeidsmarkedstiltak",
            "paragraphs": [
                {
                    "name": "§ 12",
                    "title": "Arbeidsmarkedstiltak",
                    "sections": [
                        "Arbeidsmarkedstiltak skal utformes og organiseres i samsvar med lovens formål, de mål og retningslinjer som ligger til grunn for Stortingets bevilgninger, tildelingsbrev fra departementet og forskrifter.",
                        "Departementet kan gi nærmere regler om arbeidsmarkedstiltakene og fastsette nærmere formål, innhold, personkrets og organisering av tiltakene."
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Ytelser til gjennomføring av arbeidsmarkedstiltak",
                    "sections": [
                        "Departementet kan fastsette nærmere vilkår for og størrelsen på ytelser til tiltaksdeltakere, og vilkår for og størrelsen på tilskudd til tiltaksarrangører. Departementet kan gi bestemmelser om arbeidsgivers lønnsplikt overfor deltakere i tiltak.",
                        "Departementet kan gi nærmere regler om tilskudd i oppholdsperioder mellom dagpenger og tiltak og mellom ulike tiltak og om vilkårene for og størrelsen på slikt tilskudd."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 6 Saksbehandlingsregler",
            "paragraphs": [
                {
                    "name": "§ 14",
                    "title": "Generelle saksbehandlingsregler",
                    "sections": [
                        "Forvaltningsloven gjelder med de særregler som er fastsatt i loven her.",
                        "I saker som gjelder dagpenger under arbeidsløshet og ytelser under yrkesrettet attføring gjelder saksbehandlingsreglene mv. i folketrygdloven kapittel 21, 22 og 25."
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Hvor krav om stønad skal settes fram",
                    "sections": [
                        "Krav om stønad i forbindelse med arbeidsmarkedstiltak etter kapittel 5 i denne loven, settes fram for Aetat på vedkommendes bosted eller oppholdssted."
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Begrepene part og enkeltvedtak i visse saker",
                    "sections": [
                        "Flere som har behov for eller ønsker den samme tjenesten, regnes ikke som parter i samme sak, og kan ikke klage over at en annen har fått tjenesten.",
                        "Aetats avgjørelser overfor en tiltaksarrangør om etablering av en tiltaksplass regnes ikke som enkeltvedtak etter forvaltningsloven. Det samme gjelder for avgjørelser som arbeidsgiver treffer på vegne av Aetat om inntak på arbeidsmarkedstiltak eller opphør av tiltaksforholdet."
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Klagefrist",
                    "sections": [
                        "Fristen for å klage over enkeltvedtak er seks uker fra det tidspunkt underretning om vedtaket er kommet fram til vedkommende part. For Aetats tildeling av tiltaksplass hos en arbeidsgiver gjelder likevel tre ukers klagefrist fra det tidspunkt underretning om vedtaket er kommet fram til arbeidssøker."
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Underretning om vedtak",
                    "sections": [
                        "Departementet kan gi forskrifter om at underretning om vedtak ikke behøver å gis når vedtaket gjelder stans av ytelse av grunner som er åpenbart kjent for parten, og det er gitt forhåndsorientering om at retten til ytelse bortfaller i slike tilfeller."
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Opplysningsplikt overfor Aetat",
                    "sections": [
                        "Aetat kan pålegge arbeidssøkere, arbeidstakere, arbeidsgivere, offentlige myndigheter, utdanningsinstitusjoner, Statens lånekasse for utdanning, forsikringsselskaper, banker, private pensjonsordninger og tiltaks- og formidlingsaktører å gi opplysninger som er nødvendige for at Aetat skal kunne utføre sine oppgaver etter denne loven.",
                        "De som blir pålagt å gi opplysninger, plikter å gjøre dette uten godtgjørelse. Opplysningene skal gis uten ugrunnet opphold og uten hinder av taushetsplikt."
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Særlige begrensninger i taushetsplikten",
                    "sections": [
                        "Lovhjemlet taushetsplikt er ikke til hinder for at opplysninger om utbetalte ytelser kan gis til skattemyndighetene for kontrollformål.",
                        "Lovhjemlet taushetsplikt er heller ikke til hinder for nødvendig utveksling av opplysninger i ytelsessaker mellom Aetats organer og det eller de organer som er fastsatt med hjemmel i folketrygdloven § 21-15 tredje ledd."
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Bistand og opplysningsplikt overfor sosialtjenesten",
                    "sections": [
                        "Aetat skal gi sosialtjenesten bistand i klientsaker.",
                        "Aetat skal i sitt arbeid være oppmerksom på forhold som bør føre til tiltak fra sosialtjenestens side, og skal av eget tiltak gi sosialtjenesten opplysninger om slike forhold. Opplysninger kan bare gis etter samtykke fra klienten eller med hjemmel i lov.",
                        "Opplysninger om ytelsessaker og arbeidsforhold kan gis uten hinder av taushetsplikt.",
                        "Aetats plikter etter paragrafen her gjelder tilsvarende i forhold til kommunenes virksomhet etter lov 6. juli 2003 nr. 80 om introduksjonsordning for nyankomne innvandrere."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 7 Tilbakekreving mv.",
            "paragraphs": [
                {
                    "name": "§ 22",
                    "title": "Tilbakekreving",
                    "sections": [
                        "Dersom noen har mottatt en ytelse i strid med redelighet og god tro, kan beløpet kreves tilbakebetalt. Feil utbetalt ytelse kan også kreves tilbakebetalt dersom mottakeren eller noen som har handlet på dennes vegne, uaktsomt har gitt feilaktige eller mangelfulle opplysninger. Det samme gjelder dersom utbetalingen skyldes en feil fra Aetat eller annet organ som foretar utbetaling på Aetats vegne, og mottakeren burde ha forstått dette.",
                        "I andre tilfeller enn nevnt i første ledd kan det som er utbetalt for mye, kreves tilbake dersom særlige grunner gjør det rimelig. Ved vurderingen av om det foreligger særlige grunner, skal det blant annet legges vekt på hvor lang tid det er gått siden den feilaktige utbetalingen fant sted og om vedkommende har innrettet seg i tillit til utbetalingen. Kravet om tilbakebetaling etter dette leddet er begrenset til det beløp som er i behold når vedkommende blir kjent med at utbetalingen var feilaktig.",
                        "Dersom det etterbetales lønn eller erstatning for lønn for tidsrom det allerede er utbetalt dagpenger under arbeidsløshet for, kan det for mye utbetalte beløp for samme tidsrom kreves tilbakebetalt. Dersom ytelser etter folketrygdloven kapittel 4 og 11 eller ytelser etter denne lov utbetales som forskudd, kan det som er utbetalt for mye, kreves tilbake.",
                        "Dersom feilutbetalingen har medført høyere utlignet skatt, herunder trygdeavgift, kan tilbakebetalingsbeløpet reduseres med den merskatten som skyldes feilutbetalingen.",
                        "Aetat kan fra utbetalingstidspunktet kreve renter med 0,5 prosent pr. måned ved tilbakekreving av ytelser etter første ledd første punktum. Det kan ellers ikke kreves renter."
                    ]
                },
                {
                    "name": "§ 23",
                    "title": "Innkreving og tvangsgrunnlag",
                    "sections": [
                        "Aetat Arbeidsdirektoratet kan bestemme at innkreving skal skje gjennom Statens innkrevingssentral.",
                        "Krav på tilbakebetaling etter § 22 første og tredje ledd er tvangsgrunnlag for utlegg.",
                        "Aetat og Statens innkrevingssentral kan inndrive krav som nevnt i andre ledd ved trekk i lønn og andre liknende ytelser etter reglene i dekningsloven § 2-7. Innkrevingssentralen kan også inndrive kravet ved å stifte utleggspant for kravet dersom panteretten kan gis rettsvern ved registrering i et register eller ved underretning til en tredjeperson, jf. panteloven kapittel 5, og utleggsforretningen kan holdes på innkrevingssentralens kontor etter tvangsfullbyrdelsesloven § 7-9 første ledd. Innkreving kan videre skje ved motregning etter reglene i lov 21. november 1952 nr. 2 om betaling og innkreving av skatt."
                    ]
                },
                {
                    "name": "§ 24",
                    "title": "Statens partsstilling i innkrevingssaker",
                    "sections": [
                        "Ved tvangsforretning for namsmannen og annen rettslig inndriving og sikring av krav som skriver seg fra Aetats virksomhet, utøver Aetat lokal statens partsstilling. Dersom kravet innkreves gjennom Statens innkrevingssentral, jf. § 23 første ledd, utøver denne statens partsstilling.",
                        "Aetat Arbeidsdirektoratet kan bestemme at direktoratet eller Statens innkrevingssentral skal overta utøvelsen av partsstillingen i enkeltsaker, i grupper av saker eller på bestemte stadier ved inndrivingen eller sikringen av kravet.",
                        "I forhandlinger om gjeldsordning etter gjeldsordningsloven utøver Aetat lokal statens partsstilling med mindre annet er bestemt i medhold av andre ledd.",
                        "Ved alminnelige søksmål som er knyttet til Aetats virksomhet utøves statens partsstilling av departementet. Departementet kan delegere utøvelsen av partsstillingen til Aetat Arbeidsdirektoratet i enkeltsaker."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 8 Privat arbeidsformidling og utleie av arbeidstakere",
            "paragraphs": [
                {
                    "name": "§ 25",
                    "title": "Definisjoner og virkeområde",
                    "sections": [
                        "Med privat arbeidsformidling menes all aktiv kobling mellom arbeidssøker og arbeidsgiver som utføres av andre enn Aetat i den hensikt å etablere et arbeidsgiver/arbeidstakerforhold.",
                        "Med utleie av arbeidstakere menes leie av arbeidstakere fra en arbeidsgiver (utleier) til en oppdragsgiver (innleier) der de innleide er underlagt oppdragsgivers ledelse.",
                        "Departementet kan gi nærmere bestemmelser om hva som menes med privat arbeidsformidling og utleie av arbeidstakere.",
                        "Bestemmelsene i dette kapittelet gjelder virksomhet som drives i Norge."
                    ]
                },
                {
                    "name": "§ 26",
                    "title": "Privat arbeidsformidling",
                    "sections": [
                        "Virksomhet som driver privat arbeidsformidling, kan ikke kreve betaling av arbeidssøkeren for formidlingstjenesten.",
                        "Departementet kan i forskrift fastsette nærmere vilkår for melding, rapportering, tilsyn, organisering og drift av formidlingsvirksomheten, og kan i særlige tilfeller gjøre unntak fra forbudet i første ledd.",
                        "Departementet kan i forskrift fastsette særlige regler for virksomheter som driver formidling av sjøfolk."
                    ]
                },
                {
                    "name": "§ 27",
                    "title": "Utleie av arbeidstakere",
                    "sections": [
                        "Virksomheter som leier ut arbeidstakere må oppfylle følgende betingelser:",
                        "1.Virksomhet som har leiet ut en arbeidstaker, kan ikke begrense arbeidstakerens mulighet til å ta arbeid hos innleier etter at ansettelsesforholdet hos utleier er avsluttet.",
                        "2.Virksomheten kan ikke leie ut en arbeidstaker til en av arbeidstakerens tidligere arbeidsgivere før det har gått seks måneder siden arbeidstakeren sluttet hos denne.",
                        "3.Virksomheten kan ikke kreve betaling av arbeidstakeren for utleietjenester.",
                        "Departementet kan i forskrift fastsette nærmere vilkår for melding, rapportering, tilsyn, organisering og drift av utleievirksomheten."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 9 Sanksjoner",
            "paragraphs": [
                {
                    "name": "§ 28",
                    "title": "Utestengning",
                    "sections": [
                        "Arbeidsgivere og arbeidstakere som ikke fyller rimelige krav Aetat stiller i forbindelse med sine tjenester, kan utestenges fra hele eller deler av Aetats tilbud for en tidsavgrenset periode."
                    ]
                },
                {
                    "name": "§ 29",
                    "title": "Straff for å gi uriktge opplysninger og for å ikke gi nødvendige opplysninger",
                    "sections": [
                        "Dersom forholdet ikke går inn under strengere straffebud, straffes med bøter",
                        "a)den som etter bestemmelse eller pålegg med hjemmel i denne loven plikter å gi opplysninger og meldinger, men som forsettlig eller uaktsomt forsømmer å gjøre dette,",
                        "b)den som mot bedre vitende gir uriktige opplysninger eller holder tilbake opplysninger som er viktige for rettigheter eller plikter etter denne loven.",
                        "Påtale etter denne bestemmelsen finner bare sted etter krav fra Aetat Arbeidsdirektoratet eller den det gir fullmakt."
                    ]
                },
                {
                    "name": "§ 30",
                    "title": "Straff for overtredelse av bestemmelser fastsatt eller med hjemmel i §§ 26 og 27",
                    "sections": [
                        "Dersom forholdet ikke går inn under strengere straffebud, straffes med bøter den som forsettlig eller uaktsomt overtrer de bestemmelser som er fastsatt i eller med hjemmel i §§ 26 og 27.",
                        "Overtredelser etter første ledd påtales bare dersom allmenne hensyn tilsier dette."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 10 Sluttbestemmelser",
            "paragraphs": [
                {
                    "name": "§ 31",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                },
                {
                    "name": "§ 32",
                    "title": "Endringer i annen lovgivning",
                    "sections": [
                        "Fra den tid loven her trer i kraft, gjøres følgende endringer i annen lovgivning:",
                        "1.Lov 27. juni 1947 nr. 9 om tiltak til å fremme sysselsetting oppheves.",
                        "2.I lov 28. februar 1997 nr. 19 om folketrygd gjøres følgende endringer:",
                        "I oversikten, innledningsvis i kapittel 4, strykes det siste strekpunktet, slik det lyder i dag. Nytt siste strekpunkt skal lyde:",
                        "-utestengning står i § 4-28.",
                        "§ 4-28 skal lyde:",
                        "Utestengning",
                        "Dersom et medlem har gitt uriktige opplysninger om forhold som har betydning for retten til dagpenger under arbeidsløshet og vedkommende var klar over eller burde vært klar over dette, kan Aetat gjøre vedtak om å utestenge vedkommende fra retten til dagpenger i inntil tolv uker første gang og inntil 26 uker ved gjentakelser innen de siste tre årene. Det samme gjelder dersom vedkommende har unnlatt å gi opplysninger av betydning for retten til stønad.",
                        "Departementet kan gi nærmere forskrifter om utestengningstidens lengde.",
                        "§ 21-3 skal lyde:",
                        "Medlemmets opplysningsplikt",
                        "En person som krever en ytelse, plikter å gi de opplysninger og levere de dokumenter som er nødvendige for at trygdens organer skal kunne vurdere om vedkommende har rett til ytelsen. Den som mottar en ytelse, plikter å underrette trygdens organer om endringer i forhold som kan være avgjørende for om vedkommende fortsatt har rett til ytelsen eller for å kunne kontrollere ytelsens størrelse.",
                        "Trygdens organer kan kreve at den som mottar eller har mottatt en ytelse, gir de opplysninger og leverer de dokumenter som er nødvendige for å kontrollere ytelsens størrelse eller vilkårene for rett til ytelsen.",
                        "Trygdens organer kan kreve at den som krever eller mottar en ytelse, lar seg undersøke eller intervjue av lege eller annen sakkyndig dersom de finner at det er nødvendig.",
                        "§ 21-4 skal lyde:",
                        "Innhenting av opplysninger og uttalelser",
                        "Ved behandling av krav om ytelser eller kontroll av løpende ytelser og tidligere utbetalte ytelser etter denne loven har trygdens organer rett til å innhente nødvendige opplysninger fra behandlingspersonell og andre som yter tjenester for trygdens regning. Det samme gjelder i forhold til arbeidsgiver, tidligere arbeidsgivere, offentlig myndighet, bank, forsikringsselskap, privat pensjonsordning, utdanningsinstitusjon, samt Statens lånekasse for utdanning. De som blir pålagt å gi opplysninger, plikter å gjøre dette uten godtgjørelse.",
                        "De som gir behandling eller yter tjenester for trygdens regning, plikter etter krav fra trygdens organer å gi de erklæringer og uttalelser som er nødvendige for at trygdens organer skal kunne vurdere rettigheter og plikter etter denne loven. Det samme gjelder andre særskilt sakkyndige. I en legeerklæring om sykefravær plikter legen å opplyse om en sykdom eller en skade kan ha sammenheng med arbeidssituasjonen.",
                        "Trygdens organer kan pålegge helseinstitusjoner, fengsler og boformer for heldøgns omsorg og pleie å gi rutinemessige meldinger om innskriving og utskriving av klienter.",
                        "De som blir pålagt å gi opplysninger, erklæringer og uttalelser, plikter å gjøre dette uten ugrunnet opphold og uten hinder av taushetsplikt.",
                        "Trygdens organer har videre rett til å innhente nødvendige opplysninger ved bevisopptak etter reglene i tvistemålsloven, eller ved politiet.",
                        "§ 21-5 skal lyde:",
                        "Bistand fra barnevernstjenesten, sosialtjenesten og kommunale organer etter lov om introduksjonsordning for nyankomne innvandrere",
                        "Barnevernstjenesten, sosialtjenesten og kommunale organer etter lov 4. juli 2003 nr. 80 om introduksjonsordning for nyankomne innvandrere plikter å innhente opplysninger og gi uttalelser til trygdens organer om forhold som har betydning for behandlingen av saker etter denne loven.",
                        "Departementet gir forskrifter om samarbeid mellom trygdens organer og barnevernstjenesten, sosialtjenesten og kommunale organer etter lov 4. juli 2003 nr. 80 om introduksjonsordning for nyankomne innvandrere.",
                        "§ 21-6 nytt fjerde punktum skal lyde:",
                        "Adgangen til å fastsette nytt dagpengegrunnlag er uttømmende regulert i § 4-16.",
                        "§ 21-9 tredje ledd skal lyde:",
                        "Opplysninger til andre forvaltningsorganer, se forvaltningsloven § 13 b nr. 5 og 6, kan gis bare når det er nødvendig for å fremme trygdens oppgaver eller for å forebygge vesentlig fare for liv eller alvorlig skade på noens helse. I saker om dagpenger under arbeidsløshet etter kapittel 4 og yrkesrettet attføring etter kapittel 11 kan nødvendige opplysninger utveksles mellom Aetat og trygdeetaten uten hinder av taushetsplikten. En brukerkontakt som nevnt i § 15-12 femte ledd, kan få oppgitt navn og adresse på enslige forsørgere som mottar overgangsstønad innenfor brukerkontaktens virkeområde, uten hinder av taushetsplikten.",
                        "§ 21-10 nytt tredje ledd skal lyde:",
                        "Departementet kan gi forskrifter om at underretning om vedtak ikke behøver å gis når vedtaket gjelder stans av dagpenger eller ytelser under yrkesrettet attføring av grunner som er åpenbart kjent for medlemmet, og det er gitt forhåndsorientering om at retten til ytelse bortfaller i slike tilfeller.",
                        "§ 21-12 A skal lyde:",
                        "Klage og anke i trygdesaker – Aetat",
                        "Aetats vedtak etter folketrygdloven kan påklages til det nærmest overordnede forvaltningsorgan. Klagen fremsettes for det forvaltningsorgan som har truffet vedtaket.",
                        "Vedtak i klagesak etter folketrygdloven kapittel 4 og 11, og vedtak i klagesak etter arbeidsmarkedsloven § 22 om ytelser etter folketrygdloven kan ankes inn for Trygderetten etter bestemmelsene i lov 16. desember 1966 nr. 9 om anke til Trygderetten. Fristen for klage og anke er seks uker.",
                        "Vedtak som nevnt i bestemmelsen her, kan ikke bringes inn for de alminnelige domstolene før mulighetene til å klage og anke er nyttet fullt ut.",
                        "§ 21-14 skal lyde:",
                        "Ytelser ved yrkesrettet attføring",
                        "Aetat gjør vedtak om forhold som etter andre ledd i paragrafen her ikke skal avgjøres av trygdeetaten.",
                        "Trygdeetaten gjør vedtak om",
                        "a)de medisinske vilkår etter § 11-11 tredje ledd,",
                        "b)hvorvidt særreglene i § 11-20 kommer til anvendelse.",
                        "Krav om ytelser etter folketrygdloven kapittel 11 settes fram for Aetat på vedkommendes bosted.",
                        "En person som oppholder seg i utlandet skal sette fram krav for det organ Aetat Arbeidsdirektoratet bestemmer.",
                        "§ 21-15 skal lyde:",
                        "Dagpenger under arbeidsløshet",
                        "Aetat gjør vedtak om dagpenger under arbeidsløshet etter kapittel 4.",
                        "Krav om dagpenger under arbeidsløshet settes fram for Aetat på vedkommendes bosted eller oppholdssted.",
                        "Dagpenger under arbeidsløshet for fiskere og fangstmenn etter § 4-18 behandles av de organer og etter de regler som departementet bestemmer.",
                        "Lovhjemlet taushetsplikt er ikke til hinder for nødvendig utveksling av opplysninger i ytelsessaker mellom Aetats organer og de organer som er fastsatt med hjemmel i tredje ledd.",
                        "§ 22-14 femte ledd skal lyde:",
                        "Trekk etter § 22-15 tredje ledd og avregning etter § 22-16 tredje ledd avbryter foreldelse. Det samme gjelder for trekk etter arbeidsmarkedsloven § 23. Dersom slikt trekk opphører, varer virkningen av avbrutt foreldelse i ett år etter at trekket opphørte.",
                        "§ 22-15 femte ledd skal lyde:",
                        "For dagpenger under arbeidsløshet etter kapittel 4 og ytelser under yrkesrettet attføring etter kapittel 11 gjelder arbeidsmarkedsloven §§ 22 og 23.",
                        "§ 25-10 femte ledd oppheves.",
                        "3.I lov 16. desember 1966 nr. 9 om anke til Trygderetten gjøres følgende endringer:",
                        "§ 11 første ledd skal lyde:",
                        "Anke til Trygderetten skal fremsettes skriftlig eller muntlig til vedkommende trygdekontor når det gjelder vedtak etter lovgivning som hører under Rikstrygdeverket, til Aetat i vedkommendes distrikt når det gjelder vedtak etter lovgivning som hører under Aetat Arbeidsdirektoratet, og for øvrig til den institusjon som saken hører under.",
                        "§ 11 tredje ledd skal lyde:",
                        "Trygdekontor, Aetat eller vedkommende annen institusjon som mottar muntlig anke, skal sørge for å sette den opp skriftlig og underskrive den sammen med den ankende part.",
                        "§ 23 fjerde skal lyde:",
                        "Departementet skal anses som part i relasjon til bestemmelsen i andre og tredje ledd etter lovgivning som hører under Aetat Arbeidsdirektoratet.",
                        "Nåværende fjerde ledd blir nytt femte ledd.",
                        "4.I lov 4. februar 1977 nr. 4 om arbeidervern og arbeidsmiljø m.v. gjøres følgende endringer:",
                        "§ 56 A skal lyde:",
                        "Informasjon ved masseoppsigelser",
                        "1. Med masseoppsigelser menes oppsigelser som foretas overfor minst 10 arbeidstakere innenfor et tidsrom på 30 dager, uten at oppsigelsene er begrunnet i de enkelte arbeidstakeres forhold. Andre former for opphør av arbeidskontrakter som ikke er begrunnet i de enkelte arbeidstakeres forhold, skal tas med i beregningen såfremt minst fem sies opp.",
                        "2. Arbeidsgiver som vurderer å gå til masseoppsigelser, skal så tidlig som mulig innlede drøftinger med arbeidstakernes tillitsvalgte med sikte på å komme fram til en avtale for å unngå masseoppsigelser eller for å redusere antall oppsagte. Dersom oppsigelser ikke kan unngås skal de uheldige sidene ved dem søkes redusert. Drøftingene skal omfatte mulige sosiale tiltak med sikte på blant annet støtte til omplassering eller omskolering av de oppsagte. Arbeidstakernes representanter kan la seg bistå av sakkyndige. Arbeidsgiver har plikt til å innlede drøftinger selv om de planlagte oppsigelsene skyldes andre enn arbeidsgiver og som har beslutningsmyndighet overfor denne, f.eks. en konsernledelse.",
                        "3. Arbeidsgiver har plikt til å gi arbeidstakernes tillitsvalgte alle relevante opplysninger, herunder skriftlig melding om grunnene til eventuelle oppsigelser, antall arbeidstakere som vil kunne bli oppsagt, hvilke arbeidsgrupper de tilhører, antall arbeidstakere som normalt er ansatt, hvilke arbeidstakergrupper som normalt er sysselsatt og over hvilken periode oppsigelsene vil kunne skje. Den skriftlige meldingen skal også inneholde kriterier for utvelgelse av de som eventuelt skal sies opp og kriterier for beregning av eventuelle ekstraordinære sluttvederlag. Meldingen skal gis tidligst mulig, senest samtidig med at arbeidsgiver innkaller til drøftinger. Tilsvarende melding skal også gis til Aetat, jf. arbeidsmarkedsloven § 8.",
                        "4. Arbeidstakernes tillitsvalgte kan kommentere meldingen direkte overfor Aetat.",
                        "5. Planlagte masseoppsigelser får tidligst virkning 30 dager etter at Aetat er underrettet. Aetat kan forlenge fristen i henhold til arbeidsmarkedsloven § 8 tredje ledd.",
                        "5.I lov 6. mai 1988 nr. 22 om lønnsplikt under permittering gjøres følgende endring:",
                        "Ny § 3 a skal lyde:",
                        "Meldeplikt til offentlig myndighet (Aetat)",
                        "Før permittering skal arbeidsgiver gi melding til offentlig myndighet (Aetat) i henhold til arbeidsmarkedsloven § 8."
                    ]
                }
            ]
        }
    ]
}