{
    "lawId": "LOV-2004-12-10-82",
    "lawName": "Lov om internasjonal jernbanetrafikk og om samtykke til at Norge tiltrer Protokoll av 3. juni 1999 om endring av Overenskomst om internasjonal jernbanetrafikk (COTIF) av 9. mai 1980 (COTIF-loven)",
    "shortName": "Lov om internasjonal jernbanetrafikk",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Overenskomst om internasjonal jernbanetrafikk",
                    "sections": [
                        "Loven gjennomfører Protokoll av 3. juni 1999 om endring av Overenskomst om internasjonal jernbanetrafikk (COTIF) av 9. mai 1980 (Protokoll 1999) med vedlegg som nevnt i § 2 samt Protokoll om privilegier og immunitet for Den mellomstatlige organisasjon for internasjonal jernbanetrafikk (OTIF).",
                        "Overenskomsten skal gjelde som norsk lov."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Virkeområde",
                    "sections": [
                        "a)Enhetlige rettsregler for avtale om internasjonal transport av reisende på jernbanene (CIV – Bilag A til overenskomsten) gjelder for all betalt og gratis transport av reisende på jernbane når avreisestedet befinner seg i Norge og bestemmelsesstedet befinner seg i annen konvensjonsstat eller omvendt, med de presiseringer og forbehold som er nevnt i Artikkel 1 i CIV,",
                        "b)Enhetlige rettsregler for avtale om internasjonal transport av gods på jernbanene (CIM – Bilag B til overenskomsten) gjelder for alle kontrakter om transport av gods på jernbane mot vederlag når stedet for innlevering av godset befinner seg i Norge og utlevering av godset befinner seg i annen konvensjonsstat eller omvendt, med de presiseringer og forbehold som er nevnt i Artikkel 1 i CIM,",
                        "c)Regler for internasjonal jernbanetransport av farlig gods (RID – Bilag C til overenskomsten), gjelder for all internasjonal jernbanetransport av farlig gods i Norge i henhold til Artikkel 1 i RID, med de unntak og begrensninger som nevnt i Artikkel 2 og 3 i RID,",
                        "d)Enhetlige rettsregler for avtale om bruk av vogner i internasjonal jernbanetrafikk (CUV – Bilag D til overenskomsten) gjelder for bi- og multilaterale avtaler om bruk av jernbanevogner som transportmiddel for å utføre transporter etter De enhetlige rettsregler CIV og De enhetlige rettsregler CIM i henhold til Artikkel 1 i CUV,",
                        "e)Enhetlige rettsregler for avtale om bruk av infrastruktur i internasjonal jernbanetrafikk (CUI – Bilag E til overenskomsten), gjelder for enhver avtale om bruk av infrastruktur for internasjonal transport som omfattes av De enhetlige rettsregler CIV og De enhetlige rettsregler CIM, med de presiseringer og forbehold som nevnt i Artikkel 1 i CUI,",
                        "f)Enhetlige rettsregler om godkjenning av tekniske standarder og innføring av enhetlige tekniske bestemmelser for jernbanemateriell som skal nyttes i internasjonal trafikk (APTU – Bilag F til overenskomsten), fastsetter den fremgangsmåten som skal følges ved godkjenning av tekniske standarder og innføring av enhetlige tekniske bestemmelser for jernbanemateriell som skal nyttes i internasjonal trafikk i henhold til Artikkel 1 i APTU,",
                        "g)Enhetlige rettsregler om teknisk godkjenning av jernbanemateriell som skal nyttes i internasjonal trafikk (ATMF – Bilag G til overenskomsten) fastsetter den fremgangsmåte som skal følges ved godkjenning av rullende materiell og annet jernbanemateriell for internasjonal trafikk i henhold til Artikkel 1 i ATMF."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Definisjoner",
                    "sections": [
                        "I denne lov menes med:",
                        "a)Overenskomsten – Protokoll av 3. juni 1999 om endring av Overenskomst om internasjonal jernbanetrafikk (COTIF) av 9. mai 1980 (Protokoll 1999) med vedlegg som nevnt i § 2, og protokoll om immunitet som nevnt i § 1,",
                        "b)Passasjertransportør i CIV – Den avtalefestede transportøren som den reisende har inngått transportavtale med i henhold til De enhetlige rettsregler (CIV), eller en etterfølgende transportør som er ansvarlig etter CIV,",
                        "c)Godstransportør i CIM – Den avtalefestede transportøren som senderen har inngått fraktavtale med i henhold til De enhetlige rettsregler (CIM), eller en etterfølgende transportør som er ansvarlig etter CIM."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Anerkjennelse og fullbyrdelse av utenlandske dommer",
                    "sections": [
                        "Dommer, uteblivelsesdommer og rettsforlik, som er avsagt av en kompetent domstol i en konvensjonsstat med grunnlag i overenskomsten, og som etter konvensjonsstatens rett gir adgang til tvangsfullbyrdelse, kan fullbyrdes her i riket. Begjæring om fullbyrding rettes til Oslo byfogdembete. Retten prøver ikke riktigheten av konvensjonsstatens dom.",
                        "Bestemmelsen i første ledd kommer ikke til anvendelse på avgjørelser som bare har foreløpig tvangskraft, eller på dommer som pålegger saksøkeren å betale en skadeserstatning utover saksomkostningene fordi dennes søksmål avvises."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Fremgangsmåte ved regress",
                    "sections": [
                        "Rettmessigheten av den utbetaling som er foretatt av den transportøren som utøver en av de regresser som er fastsatt i CIV og CIM, kan ikke bestrides av den transportør det er søkt regress hos når erstatningen er fastsatt rettslig og når sistnevnte transportør, korrekt stevnet, er gitt anledning til å intervenere i rettssaken. Domstolen i hovedsøksmålet bestemmer fristene for forkynnelse av stevningen og for intervensjonen.",
                        "Den regressøkende transportør skal for en og samme rett fremme sitt krav mot alle de transportører som den ikke har kommet fram til en minnelig ordning med. I motsatt fall tapes retten til regress hos dem som ikke er stevnet. Domstolen avgjør i en og samme dom alle de regressaker som er forelagt den.",
                        "Enhver transportør som ønsker å gjøre sin regressrett gjeldende kan reise søksmål ved domstol i Norge om en av transportørene som har deltatt i transporten har hjemting i Norge.",
                        "Når søksmål skal reises mot flere transportører som har hjemting i Norge, har den regressøkende transportør rett til å velge i hvilken av disse kretser den vil anlegge saken."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Utlegg, arrest mv.",
                    "sections": [
                        "Har et transportforetak som følge av en transport som er underlagt De enhetlige rettsregler CIV eller CIM, fordringer på et utenlandsk transportforetak, kan det bare tas utlegg eller arrest her i riket når det skjer i henhold til en dom avsagt av en domstol i den konvensjonsstat det utenlandske transportforetaket tilhører.",
                        "Ved fordringer som følger av en kontrakt underlagt De enhetlige rettsregler CUV eller CUI kan det bare tas utlegg eller arrest etter dom avsagt av domstol i den stat som det utenlandske foretaket som er fordringshaver tilhører.",
                        "For innehaver av jernbanevogner som ikke har sitt hovedkontor i Norge, kan jernbanevogner bare tas som utlegg, arrest og/eller i konkursbeslag her i riket etter dom avsagt av domstol i den stat der innehaver har sitt hovedkontor. Innehaver betyr den som på permanent vis står for den økonomiske driften av en jernbanevogn som transportmiddel, enten at vedkommende eier den eller har råderetten over den."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Forskrifter",
                    "sections": [
                        "Departementet kan gi nærmere forskrifter til utfylling og gjennomføring av loven."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Ratifikasjon",
                    "sections": [
                        "Stortinget samtykker til at Norge ratifiserer Protokoll av 3. juni 1999 om endring av Overenskomst om internasjonal jernbanetrafikk (COTIF) av 9. mai 1980 (Protokoll 1999)."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Ikrafttredelse og endringer i andre lover",
                    "sections": [
                        "Loven trer i kraft fra det tidspunkt Kongen bestemmer. § 8 trer likevel i kraft straks.",
                        "Fra den tid loven trer i kraft, gjøres følgende endringer i andre lover:",
                        "1.Lov 15. juni 1984 nr. 74 om befordring av personer og gods på jernbanene i henhold til Overenskomst av 9. mai 1980 om internasjonal jernbanetrafikk (COTIF) oppheves.",
                        "2.Lov 15. juni 1984 nr. 75 om samtykke i ratifikasjon av overenskomst av 9. mai 1980 om internasjonal jernbanetrafikk oppheves.",
                        "3.I lov 10. juni 1977 nr. 73 om jernbaneansvar skal § 2 annet ledd lyde:",
                        "Fra lovens regler kap. II, jf. kap. IV, unntas befordring som jernbanen svarer for etter lov 10. desember 2004 nr. 82 om internasjonal jernbanetrafikk og om samtykke til at Norge tiltrer Protokoll av 3. juni 1999 om endring av Overenskomst om internasjonal jernbanetrafikk (COTIF) av 9. mai 1980 (COTIF-loven)."
                    ]
                }
            ]
        }
    ]
}