{
    "lawId": "LOV-2012-01-20-7",
    "lawName": "Lov om endringer i matrikkellova og tinglysingsloven mv",
    "shortName": "Endringslov til matrikkellova og tinglysingsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 38 a",
                    "title": "Når en matrikkelenhet som er registrert i grunnboken, tilhører noen som ikke har grunnbokshjemmel, kan den som utøver eierrådigheten og som skriftlig erklærer å være eier, få grunnbokshjemmel dersom han sannsynliggjør at han, alene eller sammen med sin hjemmelsmann har vært eier i minst 20 år. Finner registerføreren at disse vilkår er til stede, kunngjør han en oppfordring til mulige eiere om å melde seg innen en frist som settes til minst en måned. Melder ingen seg, utsteder registerføreren en hjemmelserklæring som tinglyses som et hjemmelsdokument.",
                    "sections": [
                        "§ 38 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 38 b",
                    "title": "Matrikkelenhet ervervet til veg- eller jernbaneformål som eies av stat, fylkeskommune eller kommune, kan vedkommende myndighet få grunnbokshjemmel til som eier, når vedkommende myndighet erklærer å være eier. Dette gjelder tilsvarende når slik grunn er ervervet ved arealoverføring.",
                    "sections": [
                        "Finner registerføreren at vilkårene er oppfylt, oppretter han grunnbokblad og tinglyser erklæringen etter første ledd som hjemmelsdokument.",
                        "Departementet kan gi nærmere regler om erklæringen etter første ledd.",
                        "Ny § 38 c skal lyde:"
                    ]
                },
                {
                    "name": "§ 38 c",
                    "title": "For å få grunnbokshjemmel til matrikkelenhet som er opprettet i medhold av matrikkellova § 9 første ledd bokstav d, må den som hevder å være eier, sannsynliggjøre dette, samt skriftlig erklære å være eier. Finner registerføreren at disse vilkår er til stede, kunngjør han en oppfordring til mulige eiere om å melde seg innen en frist som settes til minst en måned. Melder ingen seg, utsteder registerføreren en hjemmelserklæring som tinglyses som et hjemmelsdokument.",
                    "sections": [
                        "I lov 3. september 2010 nr. 56 om infrastruktur for geografisk informasjon skal § 11 nr. 2 oppheves.",
                        "I lov 3. juli 1992 nr. 93 om avhending av fast eigedom skal § 2-6 første ledd andre punktum lyde:",
                        "Det gjeld òg kostnadene til oppmålingsforretning og matrikkelføring, og sakkunnig hjelp til dette.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}