{
    "lawId": "LOV-2012-12-07-78",
    "lawName": "Lov om endringer i lov 19. juni 2009 nr. 58 om merverdiavgift",
    "shortName": "Endringslov til merverdiavgiftsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 16-8",
                    "title": "Drosjesentralenes opplysningsplikt",
                    "sections": [
                        "(1) Drosjesentraler skal gi opplysninger fra skiftlappen for løyvehavere som er tilsluttet sentralen.",
                        "(2) Departementet kan gi forskrift om utfylling og gjennomføring av oppgave- og opplysningsplikten etter første ledd. Forskriften kan begrense og frita for oppgaveplikt.",
                        "I lov 19. juni 2009 nr. 58 om merverdiavgift gjøres følgende endringer:",
                        "§ 2-1 syvende ledd skal lyde:",
                        "(7) Næringsdrivende som ikke har forretningssted eller hjemsted i merverdiavgiftsområdet og som kun omsetter tjenester som nevnt i § 6-28, kan velge om virksomheten skal registreres i Merverdiavgiftsregisteret.",
                        "Nåværende syvende ledd blir nytt åttende ledd.",
                        "§ 10-1 tredje ledd skal lyde:",
                        "(3) Næringsdrivende i utlandet som kun omsetter tjenester som nevnt i § 6-28, har rett til refusjon av inngående merverdiavgift dersom",
                        "a)de i henhold til § 2-1 syvende ledd ikke er registrert i Merverdiavgiftsregisteret,",
                        "b)merverdiavgiften gjelder anskaffelse av varer og tjenester i merverdiavgiftsområdet eller innførsel av varer til merverdiavgiftsområdet og varene eller tjenestene er til bruk i virksomheten, og",
                        "c)merverdiavgiften hadde vært fradragsberettiget dersom virksomheten var registrert avgiftssubjekt i merverdiavgiftsområdet.",
                        "Nåværende tredje og fjerde ledd blir fjerde og nytt femte ledd.",
                        "Endringene under I trer i krafts straks.",
                        "Endringene under II og III trer i kraft 1. januar 2013.",
                        "For endringene under III gjelder følgende overgangsregel:",
                        "Næringsdrivende uten forretningssted eller hjemsted i merverdiavgiftsområdet og som kun har hatt omsetning som omfattes av § 6-28, har rett til refusjon av inngående merverdiavgift for 2010, 2011 og 2012 dersom",
                        "a)vilkårene i § 10-1 tredje ledd er oppfylt,",
                        "b)søknad ble framsatt innen søknadsfristen og",
                        "c)den næringsdrivende ikke har vært registrert i Merverdiavgiftsregisteret."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}