{
    "lawId": "LOV-2012-04-27-22",
    "lawName": "Lov om endringer i statsborgerloven",
    "shortName": "Endringslov til statsborgerloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 7",
                    "title": "Hovedregel om erverv etter søknad",
                    "sections": [
                        "Enhver har etter søknad rett til norsk statsborgerskap dersom søkeren på vedtakstidspunktet",
                        "a)har klarlagt sin identitet, jf. femte ledd,",
                        "b)har fylt tolv år,",
                        "c)er og vil forbli bosatt i riket,",
                        "d)fyller vilkårene for permanent oppholdstillatelse i utlendingsloven § 62,",
                        "e)har til sammen syv års opphold i riket i løpet av de siste ti årene, med oppholdstillatelser av minst ett års varighet, opphold i en eller flere søknadsperioder medregnet i syvårsperioden, jf. sjette ledd,",
                        "f)fyller kravet om norskopplæring fastsatt i § 8,",
                        "g)ikke er ilagt straff eller strafferettslig særreaksjon eller har utholdt karenstid, jf. § 9, og",
                        "h)fyller kravet om løsning fra annet statsborgerskap fastsatt i § 10.",
                        "Søkeren har ikke rett til norsk statsborgerskap etter første ledd dersom hensynet til grunnleggende nasjonale interesser eller utenrikspolitiske hensyn taler mot.",
                        "Opphold med tillatelser som ville vært gitt med minst ett års varighet, men som ble gitt med kortere varighet, jf. utlendingsloven § 60 første ledd tredje punktum, skal medregnes ved beregning av oppholdstid, jf. statsborgerloven § 7 første ledd bokstav e, §§ 11, 12, 15, 16, 17 og 18. Det samme gjelder oppholdstillatelser etter utlendingsloven § 60 første ledd fjerde punktum som danner grunnlag for permanent oppholdstillatelse.",
                        "Uttømmende politiattest skal følge søknad om statsborgerskap. Politiattesten skal også vise forhold som søkeren er siktet eller tiltalt for.",
                        "Kongen kan i forskrift gi utfyllende bestemmelser om kravet til klarlagt identitet og om politiattest.",
                        "Kongen kan i forskrift gi bestemmelser om beregning av oppholdstid etter reglene i dette kapitlet.",
                        "§ 8 første ledd nytt tredje punktum skal lyde:",
                        "Søknadstidspunktet er avgjørende for om 18-årsgrensen etter første og annet punktum er oppfylt.",
                        "§ 9 annet og nytt tredje ledd skal lyde:",
                        "Karenstiden regnes fra den dag endelig dom er avsagt. Ved ilagt forelegg regnes karenstiden fra vedtakelsestidspunktet.",
                        "Den som er ilagt straff eller strafferettslig særreaksjon, har ikke rett til norsk statsborgerskap før denne er gjennomført og all prøvetid er utholdt.",
                        "§ 14 første ledd første punktum skal lyde:",
                        "For søker som har oppholdsrett etter utlendingsloven kapittel 13 om særlige regler for utlendinger som omfattes av Avtale om Det europeiske økonomiske samarbeidsområde (EØS) og Konvensjon om opprettelse av Det europeiske Frihandelsforbund (EFTA-konvensjonen), gjelder ikke vilkåret i § 7 første ledd bokstav d.",
                        "§ 15 skal lyde:"
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Tidligere norske borgere",
                    "sections": [
                        "For søkere som tidligere har vært norsk statsborger, gjelder ikke vilkårene i § 7 første ledd bokstav d og e. Søkeren må likevel ha oppholdt seg i riket de siste to årene med oppholdstillatelser av minst ett års varighet. Oppholdstid i en eller flere søknadsperioder medregnes i toårsperioden.",
                        "For barn under tolv år som tidligere har vært norsk statsborger og som er barn av norsk statsborger, gjelder ikke vilkårene i § 7 første ledd bokstav b, d og e. Barn som er over to år på søknadstidspunktet, må likevel ha oppholdt seg i riket de siste to årene med oppholdstillatelser av minst ett års varighet. Oppholdstid i en eller flere søknadsperioder medregnes i toårsperioden.",
                        "§ 16 første ledd tredje punktum skal lyde:",
                        "Statsløs søker som på søknadstidspunktet har fylt 18 år, må likevel ha oppholdt seg i riket de siste tre årene med oppholdstillatelser av minst ett års varighet.",
                        "§ 17 første ledd nytt tredje punktum skal lyde:",
                        "Søkerens alder på søknadstidspunktet er avgjørende for om søkeren kan erverve norsk statsborgerskap etter paragrafen her.",
                        "§ 17 annet ledd skal lyde:",
                        "Barn som er over to år på søknadstidspunktet, må likevel ha oppholdt seg i riket de siste to årene med oppholdstillatelser av minst ett års varighet. Opphold i en eller flere søknadsperioder medregnes i toårsperioden. Kravet om oppholdstillatelse gjelder likevel ikke barn som er statsborger av et annet nordisk land.",
                        "§ 27 tredje ledd skal lyde:",
                        "Vedtak som nevnt i første og annet ledd kan påklages til Utlendingsnemnda. Kongen i statsråd er klageinstans i saker hvor departementet har anvendt sin instruksjonsmyndighet etter § 28 annet ledd. Utlendingsloven §§ 77, 78 og 79 første ledd gjelder tilsvarende ved behandling av saker etter loven her.",
                        "§ 28 annet ledd skal lyde:",
                        "For å ivareta hensynet til grunnleggende nasjonale interesser eller utenrikspolitiske hensyn kan departementet instruere uavhengig av begrensningene i første ledd.",
                        "§ 29 første ledd skal lyde:",
                        "I forbindelse med melding eller søknad om norsk statsborgerskap har den saken gjelder, plikt til å framlegge alle opplysninger som kan ha betydning for vedtaket.",
                        "§ 29 nåværende første og annet ledd blir annet og tredje ledd.",
                        "§ 37 første ledd skal lyde:",
                        "Barn under 18 år som ble adoptert av en norsk statsborger før loven her trådte i kraft, men som ikke ble norsk statsborger ved adopsjonen eller senere ved melding eller søknad, har ved melding rett til å bli norsk statsborger, såfremt adopsjonsbevillingen ble gitt av norsk myndighet i medhold av adopsjonsloven eller det foreligger utenlandsk adopsjon som gjelder i Norge etter bestemmelsene i adopsjonsloven kapittel 4.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}