{
    "lawId": "LOV-2012-04-20-21",
    "lawName": "Lov om endringer i skipssikkerhetsloven (gjennomføring av STCW-konvensjonens regler om hviletid)",
    "shortName": "Endringslov til skipssikkerhetsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 24",
                    "title": "Hviletid",
                    "sections": [
                        "Hviletiden skal minst være 10 timer i løpet av en hvilken som helst periode på 24 timer, og 77 timer i en hvilken som helst periode på 168 timer. Hviletiden kan deles opp i to perioder, hvorav én skal være på minst 6 timer. Intervallet mellom fortløpende hvileperioder skal ikke overstige 14 timer.",
                        "Bestemmelsene i første ledd gjelder ikke ved nødssituasjoner eller ved arbeid som følger av mønstringer eller øvelser pålagt i eller i medhold av lov. Bestemmelsene i første ledd gjelder heller ikke for vaktgående personell eller personell som har spesielle oppgaver knyttet til sikkerhet, beredskap eller hindring av forurensning ved arbeid som følge av overordnede driftsforhold.",
                        "Unntak fra bestemmelsene i første ledd kan fastsettes i bindende tariffavtale. Ved fastsettelsen skal det tas hensyn til sjøfolkenes helse og sikkerhet, herunder behovet for hvile.",
                        "For sjøfolk som inngår i brovakt eller maskinvakt, eller som har spesielle oppgaver knyttet til sikkerhet, beredskap eller hindring av forurensning, kan det i tariffavtale kun fastsettes unntak fra første ledd på følgende vilkår:",
                        "a)Den ukentlige hviletiden kan reduseres til 70 timer i perioder av inntil to ukers varighet. Tidsrommet mellom to unntaksperioder skal minst være dobbelt så langt som unntaksperioden.",
                        "b)For inntil to døgn per uke kan den daglige hviletiden deles opp i inntil tre perioder hvorav én skal være minst seks timer, og ingen av de andre to mindre enn én time. Tidsrommet mellom to påfølgende hvileperioder skal ikke overstige 14 timer.",
                        "For personell på passasjerskip med skiftordning i fartsområde 1 og 2 kan tilsynsmyndigheten fastsette unntak fra første ledd utover de begrensninger som er nevnt i fjerde ledd. Det kan fastsettes nærmere vilkår for unntaket, og det skal foreligge en begrunnet uttalelse fra berørte sjømanns- og rederiorganisasjoner før unntak fastsettes.",
                        "Departementet kan gi forskrift om hviletiden, herunder unntak fra første ledd for personell på fiske- og fangstfartøy.",
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}