{
    "lawId": "LOV-2012-06-22-39",
    "lawName": "Lov om endringar i lov 28. februar 1997 nr. 19 om folketrygd",
    "shortName": "Endringslov til folketrygdloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 24-1",
                    "title": "Skatteetatens og Arbeids- og velferdsetatens oppgaver",
                    "sections": [
                        "Pensjonsgivende inntekt og trygdeavgift fastsettes av det skattekontoret som Skattedirektoratet bestemmer. Departementet kan i forskrift bestemme at Arbeids- og velferdsetaten skal fastsette pensjonsgivende inntekt og trygdeavgift for nærmere angitte grupper medlemmer av folketrygden eller deler av deres inntekt. Departementet kan også bestemme at Arbeids- og velferdsetaten skal fastsette deler av trygdeavgiften for personer som for øvrig får trygdeavgiften fastsatt av skattekontoret.",
                        "§ 24-2 vert oppheva.",
                        "Gjeldande §§ 24-3 til 24-6 blir §§ 24-2 til 24-5.",
                        "§ 24-3 andre og tredje ledd skal lyde:",
                        "Dersom arbeidsgiveren ikke gir beregningsoppgave etter § 24-2 første ledd, eller gir en uriktig eller ufullstendig oppgave, kan skattekontoret fastsette avgiften.",
                        "Dersom arbeidsgiveren ikke gir årsoppgave etter § 24-2 andre ledd, eller gir en uriktig eller ufullstendig oppgave, kan ligningsmyndighetene fastsette eller endre grunnlaget for arbeidsgiveravgiften. For et slikt vedtak gjelder ligningsloven kapittel 9 om saksbehandling, §§ 10-2 til 10-5 om tilleggsskatt, og § 11-2 om søksmål fra det offentlige.",
                        "§ 24-4 første ledd skal lyde:",
                        "Skatteoppkreveren skal føre kontroll med at arbeidsgivere og andre sender meldinger og beregner arbeidsgiveravgift i samsvar med reglene og de pålegg som er gitt. Arbeidsgiveren plikter på anmodning å gi fullstendige opplysninger om forhold som kontrollmyndighetene finner er av betydning for fastsettelsen av avgiften og avgiftsgrunnlaget etter § 24-3 annet og tredje ledd i denne loven.",
                        "Endringa under I tek til å gjelde straks med verknad frå og med inntektsåret 2012.",
                        "Endringane under II tek til å gjelde straks."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}