{
    "lawId": "LOV-2012-06-22-54",
    "lawName": "Lov om endringer i barnehageloven (tilskudd og foreldrebetaling i ikke-kommunale barnehager)",
    "shortName": "Endringslov til barnehageloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 14 a",
                    "title": "Krav til bruk av offentlige tilskudd og foreldrebetaling i ikke-kommunale barnehager",
                    "sections": [
                        "Offentlige tilskudd og foreldrebetaling skal komme barna i barnehagen til gode. Barnehagen kan ha et rimelig årsresultat. Dette innebærer at følgende vilkår må være oppfylt:",
                        "a)barnehagen kan bare belastes kostnader som direkte vedrører godkjent drift av barnehagen,",
                        "b)barnehagen kan ikke overfor eier eller eiers nærstående eller selskap i samme konsern som eier foreta transaksjoner og belastes kostnader på vilkår eller med beløp som avviker fra eller overstiger det som ville vært fastsatt mellom uavhengige parter, og",
                        "c)barnehagen kan ikke ha vesentlig lavere personalkostnad per heltidsplass enn det som er vanlig i tilsvarende kommunale barnehager.",
                        "Som eiers nærstående menes nærstående som nevnt i aksjeloven § 1-5 første ledd. Med konsern menes selskaper som står i slikt forhold til hverandre som beskrevet i aksjeloven § 1-3.",
                        "Barnehageeier skal kunne dokumentere at offentlige tilskudd og foreldrebetaling er brukt i samsvar med formålet i første ledd.",
                        "Kongen kan gi utfyllende forskrift om krav til regnskap, revisjon, og rapportering, krav til barnehagens dokumentasjon av bruk av offentlige tilskudd og foreldrebetaling, og den ikke-kommunale barnehagens opplysningsplikt om økonomiske forhold.",
                        "§ 16 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Tilsyn",
                    "sections": [
                        "Kommunen fører tilsyn med virksomheter etter denne lov.",
                        "Kommunen kan gi pålegg om retting av uforsvarlige eller ulovlige forhold ved godkjente eller godkjenningspliktige virksomheter. Hvis fristen for å etterkomme pålegget ikke overholdes, eller hvis forholdet ikke lar seg rette, kan kommunen vedta tidsbegrenset eller varig stenging av virksomheten. Kommunens stengingsvedtak skal sendes fylkesmannen til orientering.",
                        "I stedet for eller i tillegg til stenging av virksomheten, kan kommunen bruke økonomiske reaksjoner overfor ikke-kommunale barnehager dersom krav etter § 14 a, eller forskrift i medhold av samme bestemmelse, ikke er overholdt.",
                        "Vedtak om retting og stenging og vedtak om anvendelse av økonomiske reaksjonsmidler kan påklages til fylkesmannen.",
                        "Ny § 16 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 16 a",
                    "title": "Kommunens adgang til å anvende økonomiske reaksjonsmidler overfor ikke-kommunale barnehager",
                    "sections": [
                        "Kommunen kan holde tilbake tilskudd til ikke-kommunale barnehager eller redusere tilskudd i kommende terminer dersom krav etter § 14 a eller forskrift i medhold av § 14 a ikke er oppfylt.",
                        "Dersom tilskudd er anvendt i strid med § 14 a eller forskrift i medhold av § 14 a, kan kommunen kreve tilbakebetaling av tilskudd.",
                        "Tilbakehold av tilskudd, reduksjon i tilskudd eller tilbakebetaling av tilskudd etter første og andre ledd skal stå i forhold til regelbruddets art og økonomiske betydning.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}