{
    "lawId": "LOV-2012-06-22-52",
    "lawName": "Lov om endringer i utleveringsloven m.m",
    "shortName": "Endringslov til utleveringsloven m.m.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 20 a",
                    "title": "Utenlandsk polititjenestemann",
                    "sections": [
                        "Utenlandsk tjenestemann kan delta i felles etterforskningsgrupper, felles politioperasjoner, eller på annen måte utføre tjenestehandlinger i Norge i den grad det følger av overenskomst med fremmed stat. Tilsvarende gjelder for adgangen til å fortsette observasjon og forfølgelse på norsk territorium.",
                        "Det kan unntaksvis gis politimyndighet til utenlandsk tjenestemann. § 20 tredje ledd gjelder tilsvarende.",
                        "Utenlandsk tjenestemann som nevnt i første ledd, er å anse som offentlig tjenestemann i forhold til straffelovens bestemmelser.",
                        "Kongen kan gi nærmere regler om vilkår for og gjennomføringen av internasjonalt samarbeid som nevnt i første ledd, herunder særlig om vilkårene for adgangen til å fortsette observasjon og forfølgelse som nevnt i første ledd annet punktum.",
                        "I lov 4. juli 2003 nr. 83 om elektronisk kommunikasjon skal § 2-8 tredje ledd nytt annet punktum lyde:",
                        "Myndigheten kan også gi forskrifter om tilbyders krav på dekning av kostnader som følge av bistand til fremmede stater for å oppfylle forpliktelser i henhold til overenskomst som Norge er part i.",
                        "I lov 15. april 2011 nr. 11 om endringer i ekomloven og straffeprosessloven mv. (gjennomføring av EUs datalagringsdirektiv i norsk rett) gjøres følgende endringer i avsnitt I om endringer i lov 22. mai 1981 nr. 25 om rettergangsmåten i straffesaker:",
                        "§ 203 annet ledd oppheves.",
                        "§ 210 første ledd tredje punktum oppheves.",
                        "I endringen av § 210 b skal nytt sjette ledd lyde:",
                        "Ved anmodning fra fremmed stat om rettslig hjelp til utlevering av trafikkdata som nevnt i første ledd, gjelder § 216 a fjerde til sjette ledd tilsvarende.",
                        "I endringen av § 210 c skal annet ledd lyde:",
                        "§ 210 b annet til sjette ledd gjelder tilsvarende.",
                        "1.Loven trer i kraft fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "2.Kongen kan gi nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        }
    ]
}