{
    "lawId": "LOV-2012-04-20-18",
    "lawName": "Lov om endringer i personopplysningsloven",
    "shortName": "Endringslov til personopplysningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 7",
                    "title": "Forholdet til ytringsfriheten",
                    "sections": [
                        "For behandling av personopplysninger utelukkende for kunstneriske, litterære eller journalistiske formål gjelder bare bestemmelsene i §§ 13 til 15, §§ 36 til 41, jf. kapittel VIII.",
                        "§ 11 nytt tredje ledd skal lyde:",
                        "Personopplysninger som gjelder barn, skal ikke behandles på en måte som er uforsvarlig av hensyn til barnets beste.",
                        "§ 33 tredje ledd skal lyde:",
                        "Dersom Datatilsynet mener at konsesjon for en behandling vil være åpenbart unødvendig, kan tilsynet bestemme at behandlingen ikke krever konsesjon.",
                        "Nåværende tredje til femte ledd blir nytt fjerde til sjette ledd.",
                        "Kapittel VII skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel VII Kameraovervåking",
            "paragraphs": [
                {
                    "name": "§ 36",
                    "title": "Definisjon",
                    "sections": [
                        "Med kameraovervåking menes vedvarende eller regelmessig gjentatt personovervåking ved hjelp av fjernbetjent eller automatisk virkende overvåkningskamera eller annet lignende utstyr som er fastmontert. Som kameraovervåking anses både overvåking med og uten mulighet for opptak av lyd- og bildemateriale. Det samme gjelder utstyr som lett kan forveksles med en ekte kameraløsning.",
                        "Kameraovervåking kan bare finne sted der vilkårene for dette er oppfylt etter § 37 (alminnelige vilkår) og §§ 38 til 40 (tilleggsvilkår)."
                    ]
                },
                {
                    "name": "§ 37",
                    "title": "Alminnelige vilkår for kameraovervåking",
                    "sections": [
                        "Personopplysningsloven gjelder i sin helhet for alle former for kameraovervåking, jf. § 3 første ledd bokstav c, med de presiseringer som fremgår av annet til fjerde ledd.",
                        "Kameraovervåking som må antas å ha vesentlig betydning for forebygging og oppklaring av straffbare handlinger er tillatt selv om vilkårene i § 9 første ledd bokstav a til h ikke er oppfylt. I slike tilfeller gjelder heller ikke konsesjonsplikt etter § 33.",
                        "Ved vurderingen av hva som er en berettiget interesse etter personopplysningsloven § 8 bokstav f skal det for kameraovervåking legges vesentlig vekt på om overvåkingen bidrar til å verne om liv eller helse eller forebygger gjentatte eller alvorlige straffbare handlinger.",
                        "Kameraovervåking skal kun anses som behandling av sensitive personopplysninger der slike utgjør en vesentlig del av opplysningene som overvåkingen omfatter."
                    ]
                },
                {
                    "name": "§ 38",
                    "title": "Tilleggsvilkår ved overvåking av sted hvor en begrenset krets av personer ferdes jevnlig",
                    "sections": [
                        "Kameraovervåking av sted hvor en begrenset krets av personer ferdes jevnlig, er bare tillatt dersom det ut fra virksomheten er behov for å forebygge at farlige situasjoner oppstår og ivareta hensynet til ansattes eller andres sikkerhet eller det for øvrig er et særskilt behov for overvåkingen."
                    ]
                },
                {
                    "name": "§ 38 a",
                    "title": "Tilleggsvilkår ved overvåking av parker, strender og lignende rekreasjonsområder som er tilgjengelig for allmennheten",
                    "sections": [
                        "Kameraovervåking av parker, strender og lignende rekreasjonsområder som er tilgjengelig for allmennheten, er bare tillatt når behovet for overvåking klart overstiger den enkeltes interesse av ikke å bli overvåket.",
                        "Ved vurderingen av behovet for overvåking skal det særlig legges vekt på om overvåkingen er av vesentlig betydning for å forebygge straffbare handlinger som kan true liv eller helse, hindre ulykker eller ivareta liknende samfunnsnyttige interesser.",
                        "Ved vurderingen av den enkeltes interesse av ikke å bli overvåket skal det særlig legges vekt på hvordan overvåkingen skal skje, samt hva slags område som skal overvåkes."
                    ]
                },
                {
                    "name": "§ 39",
                    "title": "Tilleggsvilkår for utlevering av opptak gjort ved kameraovervåking",
                    "sections": [
                        "Personopplysninger som er innsamlet ved opptak gjort ved kameraovervåking, kan bare utleveres til andre enn den behandlingsansvarlige dersom den som er avbildet samtykker eller utleveringsadgangen følger av lov. Opptak kan likevel utleveres til politiet ved etterforskning av straffbare handlinger eller ulykker hvis ikke lovbestemt taushetsplikt er til hinder."
                    ]
                },
                {
                    "name": "§ 40",
                    "title": "Tilleggsvilkår om varsel om at overvåking finner sted",
                    "sections": [
                        "Ved kameraovervåking på offentlig sted eller sted hvor en begrenset krets av personer ferdes jevnlig, skal det ved skilting eller på annen måte gjøres tydelig oppmerksom på at stedet blir overvåket, at overvåkingen eventuelt inkluderer lydopptak og hvem som er behandlingsansvarlig."
                    ]
                },
                {
                    "name": "§ 41",
                    "title": "Forskrifter",
                    "sections": [
                        "Kongen kan gi forskrifter med nærmere bestemmelser om kameraovervåking og opptak i forbindelse med slik overvåking, herunder om sikring, bruk og sletting av opptak gjort ved kameraovervåking og om innsynsrett for den som er overvåket i de deler av opptakene hvor han eller hun er avbildet. Det kan også gis forskrift om at opptak kan utleveres utover det som følger av § 39.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}