{
    "lawId": "LOV-2012-06-22-33",
    "lawName": "Lov om endringer i arbeidsmiljøloven og tjenestemannsloven mv. (likebehandling ved utleie av arbeidstakere mv.)",
    "shortName": "Endringslov til arbeidsmiljøl. og tjenestemannsl. mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3A",
                    "title": "Innleie fra virksomhet som har til formål å drive utleie (bemanningsforetak)",
                    "sections": [
                        "§ 3B skal lyde:"
                    ]
                },
                {
                    "name": "§ 3B",
                    "title": "Likebehandling av lønns- og arbeidsvilkår ved utleie fra bemanningsforetak",
                    "sections": [
                        "1. Bemanningsforetaket skal sørge for at utleid arbeidstaker minst sikres de vilkår som ville kommet til anvendelse dersom arbeidstaker hadde vært tilsatt hos innleier for å utføre samme arbeid, når det gjelder:",
                        "a)arbeidstidens lengde og plassering,",
                        "b)overtidsarbeid,",
                        "c)varighet og plassering av pauser og hvileperioder,",
                        "d)nattarbeid,",
                        "e)feriefritid, feriepenger, fridager og godtgjøring på slike dager, og",
                        "f)lønn og utgiftsdekning.",
                        "2. Arbeidstaker som blir leid ut, skal ha samme tilgang til felles goder og tjenester hos innleier som virksomhetens egne arbeidstakere, med mindre objektive grunner tilsier noe annet.",
                        "3. Bestemmelsen her gjelder også for utleie av utsendt arbeidstaker som faller inn under arbeidsmiljøloven § 1-7.",
                        "4. Det kan inngås sentral tariffavtale mellom staten og tjenestemennenes forhandlingsberettigede organisasjoner om unntak fra reglene om likebehandling i denne paragraf. Den generelle beskyttelse av arbeidstakerne må i alle tilfelle respekteres.",
                        "Ny § 3C skal lyde:"
                    ]
                },
                {
                    "name": "§ 3C",
                    "title": "Opplysningsplikt og innsynsrett ved leie av arbeidstaker fra bemanningsforetak",
                    "sections": [
                        "1. Ved leie av arbeidstaker skal innleier gi bemanningsforetaket de opplysninger som er nødvendige for at bemanningsforetaket skal kunne ivareta kravet om likebehandling i § 3B.",
                        "2. Bemanningsforetaket skal, når arbeidstaker ber om det, gi de opplysninger som er nødvendige for at arbeidstaker skal kunne vurdere om egne lønns- og arbeidsvilkår oppfyller kravet om likebehandling i § 3B.",
                        "3. Bemanningsforetaket skal, når innleier ber om det, dokumentere hvilke lønns- og arbeidsvilkår som er avtalt med arbeidstaker som leies ut til innleier.",
                        "4. Innleier skal, når tillitsvalgte hos innleier ber om det, dokumentere hvilke lønns- og arbeidsvilkår som er avtalt mellom innleid arbeidstaker og den innleides arbeidsgiver.",
                        "5. Plikten til å gi opplysninger etter nr. 3 og 4 gjelder bare vilkår som nevnt i § 3B nr. 1. Bemanningsforetak, innleier og tillitsvalgte som mottar opplysninger i medhold av bestemmelsen her, har taushetsplikt om opplysningene. Opplysningene kan bare benyttes til å sikre eller undersøke overholdelse av kravet om likebehandling i § 3B eller til å oppfylle plikter etter bestemmelsen her.",
                        "6. Kongen kan i forskrift gi nærmere regler om innsynsrett, opplysningsplikt og taushetsplikt etter denne paragraf samt om taushetsplikt for innleide arbeidstakere. Kongen kan i forskrift også gi regler om eventuell bruk av rådgivere og taushetsplikt for disse.",
                        "Ny § 3D skal lyde:"
                    ]
                },
                {
                    "name": "§ 3D",
                    "title": "Solidaransvar for innleier",
                    "sections": [
                        "Virksomheter som leier inn arbeidstaker etter § 3A, hefter på samme måte som en selvskyldnerkausjonist for utbetaling av lønn, feriepenger og eventuell annen godtgjøring etter kravet om likebehandling i § 3B. Ved solidaransvar etter første punktum hefter solidaransvarlig også for feriepenger opptjent i tilknytning til kravet.",
                        "Arbeidstaker må fremme skriftlig krav overfor innleievirksomheten senest innen tre måneder etter kravets forfallsdato. Solidaransvarlig skal betale kravet innen tre uker etter at kravet er kommet frem.",
                        "Solidaransvarlig kan nekte å dekke kravet dersom arbeidstakeren visste at forutsetningen for arbeidsoppdraget var at lønn mv. helt eller delvis skal dekkes av den solidaransvarlige.",
                        "Solidaransvaret gjelder ikke når det er åpnet konkurs i bemanningsforetaket.",
                        "Nåværende § 3B blir ny § 3E.",
                        "I lov 29. april 1988 nr. 21 om ferie gjøres følgende endringer:",
                        "§ 11 nr. 6 overskrift og nytt andre punktum skal lyde:",
                        "(6)(Utbetaling fra solidaransvarlig etter allmenngjøringsloven, arbeidsmiljøloven og tjenestemannsloven)",
                        "Det samme gjelder der solidaransvarlig innleier utbetaler arbeidsvederlag til innleid arbeidstaker i medhold av arbeidsmiljøloven § 14-12 c og tjenestemannsloven § 3D.",
                        "I lov 17. juni 2005 nr. 62 om arbeidsmiljø, arbeidstid og stillingsvern mv. gjøres følgende endringer:",
                        "§ 2-2 første ledd bokstav b og ny bokstav c skal lyde:",
                        "b)samarbeide med andre arbeidsgivere for å sikre et fullt forsvarlig arbeidsmiljø,",
                        "c)sørge for at innleid arbeidstakers arbeidstid er i samsvar med bestemmelsene i kapittel 10.",
                        "§ 14-1 nytt andre punktum skal lyde:",
                        "Innleid arbeidstaker skal informeres på tilsvarende måte.",
                        "§ 14-12 overskriften skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 14-12",
                    "title": "Innleie fra virksomhet som har til formål å drive utleie (bemanningsforetak)",
                    "sections": [
                        "§ 14-12 nytt tredje ledd skal lyde:",
                        "Arbeidsgiver skal minst én gang pr. år drøfte bruken av innleid arbeidskraft etter første og andre ledd, herunder praktiseringen av kravet om likebehandling, med de tillitsvalgte.",
                        "§ 14-12 nåværende tredje ledd blir nytt fjerde ledd og skal lyde:",
                        "Ved innleie etter denne paragraf gjelder reglene i § 14-9 femte ledd andre og tredje punktum tilsvarende.",
                        "§ 14-12 nåværende fjerde ledd blir nytt femte ledd.",
                        "Ny § 14-12 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-12 a",
                    "title": "Likebehandling av lønns- og arbeidsvilkår ved utleie fra bemanningsforetak",
                    "sections": [
                        "(1) Bemanningsforetaket skal sørge for at utleid arbeidstaker minst sikres de vilkår som ville kommet til anvendelse dersom arbeidstaker hadde vært ansatt hos innleier for å utføre samme arbeid, når det gjelder:",
                        "a)arbeidstidens lengde og plassering,",
                        "b)overtidsarbeid,",
                        "c)varighet og plassering av pauser og hvileperioder,",
                        "d)nattarbeid,",
                        "e)feriefritid, feriepenger, fridager og godtgjøring på slike dager, og",
                        "f)lønn og utgiftsdekning.",
                        "(2) Arbeidstaker som blir leid ut, skal ha samme tilgang til felles goder og tjenester hos innleier som virksomhetens egne arbeidstakere, med mindre objektive grunner tilsier noe annet.",
                        "(3) Departementet kan i forskrift bestemme om og i hvilken utstrekning bestemmelsene om likebehandling kan fravikes ved tariffavtale. Den generelle beskyttelse av arbeidstakerne må i alle tilfelle respekteres.",
                        "Ny § 14-12 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-12 b",
                    "title": "Opplysningsplikt og innsynsrett ved leie av arbeidstaker fra bemanningsforetak",
                    "sections": [
                        "(1) Ved leie av arbeidstaker skal innleier gi bemanningsforetaket de opplysninger som er nødvendige for at bemanningsforetaket skal kunne ivareta kravet om likebehandling i § 14-12 a.",
                        "(2) Bemanningsforetaket skal, når arbeidstaker ber om det, gi de opplysninger som er nødvendige for at arbeidstaker skal kunne vurdere om egne lønns- og arbeidsvilkår oppfyller kravet om likebehandling i § 14-12 a.",
                        "(3) Bemanningsforetaket skal, når innleier ber om det, dokumentere hvilke lønns- og arbeidsvilkår som er avtalt med arbeidstaker som leies ut til innleier.",
                        "(4) Innleier skal, når tillitsvalgte hos innleier ber om det, dokumentere hvilke lønns- og arbeidsvilkår som er avtalt mellom innleid arbeidstaker og dennes arbeidsgiver.",
                        "(5) Plikten til å gi opplysninger etter tredje og fjerde ledd gjelder bare vilkår som nevnt i § 14-12 a første ledd. Bemanningsforetak, innleier og tillitsvalgte som mottar opplysninger i medhold av bestemmelsen her, har taushetsplikt om opplysningene. Opplysningene kan bare benyttes til å sikre eller undersøke overholdelse av kravet om likebehandling i § 14-12 a eller til å oppfylle plikter etter bestemmelsen her.",
                        "(6) Departementet kan i forskrift gi nærmere regler om innsynsrett, opplysningsplikt og taushetsplikt etter denne paragraf, samt om taushetsplikt for innleide arbeidstakere. Departementet kan i forskrift også gi regler om eventuell bruk av rådgivere og taushetsplikt for disse.",
                        "Ny § 14-12 c skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-12 c",
                    "title": "Solidaransvar for innleier",
                    "sections": [
                        "(1) Virksomheter som leier inn arbeidstaker etter § 14-12, hefter på samme måte som en selvskyldnerkausjonist for utbetaling av lønn, feriepenger og eventuell annen godtgjøring etter kravet om likebehandling i § 14-12 a. Ved solidaransvar etter første punktum hefter solidaransvarlig også for feriepenger opptjent i tilknytning til kravet.",
                        "(2) Arbeidstaker må fremme skriftlig krav overfor innleievirksomheten senest innen tre måneder etter kravets forfallsdato. Solidaransvarlig skal betale kravet innen tre uker etter at kravet er kommet frem.",
                        "(3) Solidaransvarlig kan nekte å dekke kravet dersom arbeidstakeren visste at forutsetningen for arbeidsoppdraget var at lønn mv. helt eller delvis skal dekkes av den solidaransvarlige.",
                        "(4) Solidaransvaret gjelder ikke når det er åpnet konkurs i bemanningsforetaket.",
                        "§ 18-6 første ledd første punktum skal lyde:",
                        "Arbeidstilsynet gir de pålegg og treffer de enkeltvedtak ellers som er nødvendige for gjennomføringen av bestemmelsene i og i medhold av kapittel 2 til kapittel 11 samt §§ 14-5 til 14-8, 14-9 første ledd tredje punktum, 14-12 tredje ledd, 15-2 og 15-15.",
                        "Loven trer i kraft fra den tid Kongen bestemmer.",
                        "Endringen i arbeidsmiljøloven § 14-12 tredje ledd gjelder for fravær som finner sted etter bestemmelsens ikrafttredelse, også i tilfeller hvor ansettelsesforholdet ble etablert før ikrafttredelsen."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}