{
    "lawId": "LOV-2012-12-14-86",
    "lawName": "Lov om endringer i helseforetaksloven mv",
    "shortName": "Endringslov til helseforetaksloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2a",
                    "title": "Regionale helseforetaks ansvar og oppgaver",
                    "sections": [
                        "Regionale helseforetak har et overordnet ansvar for å iverksette den nasjonale helsepolitikken i helseregionen. Regionale helseforetak skal planlegge, organisere, styre og samordne virksomhetene i helseforetakene som de eier. I forbindelse med langsiktig planlegging skal regionale helseforetak vurdere om deler av tjenestene skal ytes gjennom inngåelse av avtale med private eller offentlige virksomheter som de ikke eier selv.",
                        "§ 7 første ledd nytt annet punktum skal lyde:",
                        "Når flere foretak eier virksomhet sammen, blir samtlige eiere ansvarlige for virksomhetens forpliktelser.",
                        "§ 7 annet ledd annet og tredje punktum skal lyde:",
                        "En fordringshaver som har krevd foretaket for klar og forfalt gjeld som ikke er betryggende sikret, kan gjøre kravet gjeldende mot en eier. For å gjøre kravet gjeldende mot en eier må fordringshaveren tidligst fire uker etter første påkrav sende ytterligere et påkrav til den opprinnelige skyldneren med betalingsfrist på minst fire uker, og betaling må ikke være mottatt innen utløpet av fristen.",
                        "§ 9 første ledd annet punktum skal lyde:",
                        "Styret selv i regionale helseforetak eller helseforetak treffer vedtak om å opprette helseforetak.",
                        "§ 9 annet ledd skal lyde:",
                        "Helseforetaket er stiftet når styret i eiende foretak har truffet vedtak etter første ledd. Dersom flere foretak stifter et helseforetak for å eie det sammen, må styrene dessuten inngå en skriftlig selskapsavtale.",
                        "§ 10 nr. 7 skal lyde:",
                        "bestemmelser om låneopptak, jf. § 33,",
                        "§ 11 nr. 2 skal lyde:",
                        "foretak som eier helseforetaket,",
                        "§ 11 nr. 8 skal lyde:",
                        "bestemmelser om låneopptak, jf. § 33,",
                        "§ 14 annet ledd annet punktum skal lyde:",
                        "Styret skal innen rimelig tid varsle foretakets eier, eller foretakets eiere, gi en redegjørelse for foretakets økonomiske stilling og foreslå tiltak som vil gi foretaket en forsvarlig egenkapital.",
                        "§ 16 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Eierstyring. Foretaksmøtets myndighet mv.",
                    "sections": [
                        "Eiere utøver den øverste myndighet i foretak i foretaksmøte. Eier kan ikke utøve eierstyring i foretak utenom foretaksmøte.",
                        "Eier kan avholde felles foretaksmøte for foretak med en eier.",
                        "Eiere kan utenfor foretaksmøte tildele foretak bevilgning og sette vilkår for tildelingen.",
                        "Departementet skal årlig avholde foretaksmøte i løpet av årets to første måneder for å fastsette økonomiske og organisatoriske krav og rammer for regionale helseforetak.",
                        "Ny § 16a skal lyde:"
                    ]
                },
                {
                    "name": "§ 16a",
                    "title": "Departementets innhenting av opplysninger fra regionale helseforetak",
                    "sections": [
                        "Departementet skal holde seg orientert om foretakenes virksomhet og om virksomheten drives i samsvar med de krav som er stilt i foretaksmøter og de vilkår som er satt for tildeling av bevilgning. Departementet skal innhente skriftlige opplysninger fra regionale helseforetak og avholde rapporteringsmøter. Rapporteringsmøte kan holdes utenom foretaksmøte.",
                        "§ 18 nytt tredje ledd skal lyde:",
                        "Eiere kan bestemme at foretaksmøtet holdes som video- eller telefonmøte.",
                        "Tredje ledd blir nytt fjerde ledd.",
                        "§ 19 nytt første og annet ledd skal lyde:",
                        "Foretaksmøtet ledes av eieren. Eieren kan overlate til styrets leder å lede foretaksmøtet.",
                        "Foretaksmøter for helseforetak ledes av styrets leder.",
                        "§ 19 annet ledd blir nytt tredje ledd.",
                        "§ 21 første ledd skal lyde:",
                        "Styret skal ha minst fem medlemmer. I helseforetak skal styret ha minst syv medlemmer når de ansatte har representasjon i henhold til § 23 annet ledd. Reglene i aksjeloven § 20-6 om representasjon av begge kjønn i styret gjelder tilsvarende.",
                        "Ny § 21a skal lyde:"
                    ]
                },
                {
                    "name": "§ 21a",
                    "title": "Styrets revisjonsutvalg",
                    "sections": [
                        "Styret i regionalt helseforetak velger blant sine medlemmer minst tre personer til styrets revisjonsutvalg. Begge kjønn skal være representert. Styreleder kan ikke velges. Minst ett av medlemmene skal ha kunnskap om regnskap eller revisjon.",
                        "Styret tilsetter leder for internrevisjonen og fastsetter instruks og årsplaner for internrevisjonen.",
                        "§ 22 annet ledd nytt annet punktum skal lyde:",
                        "I vedtektene kan det fastsettes at de av styrets medlemmer som er valgt etter første ledd, ikke deltar i behandlingen av saker som gjelder arbeidsgivers forberedelse til forhandlinger med arbeidstakere, arbeidskonflikter, rettstvister med arbeidstakerorganisasjoner eller oppsigelse av tariffavtaler.",
                        "§ 25 nytt tredje ledd skal lyde:",
                        "I forbindelse med omorganisering av foretak kan det foretas nytt valg eller suppleringsvalg av styremedlem som er valgt etter §§ 22 eller 23. Departementet kan i forskrift fastsette nærmere bestemmelser om slike valg.",
                        "Ny § 26a skal lyde:"
                    ]
                },
                {
                    "name": "§ 26a",
                    "title": "Åpne styremøter",
                    "sections": [
                        "Styremøter i foretak skal holdes for åpne dører hvis ikke annet følger av lovbestemt taushetsplikt eller av vedtak etter annet ledd.",
                        "Dersom det foreligger et reelt og saklig behov, kan styret vedta å behandle en sak for lukkede dører i følgende tilfeller:",
                        "1.Av hensyn til personvernet. Personalsaker skal alltid behandles for lukkede dører.",
                        "2.Orientering om sak som er på et forberedende stadium i saksbehandlingen i foretaket.",
                        "3.Informasjon om lovbrudd, saksanlegg eller av hensyn til foretakets partsstilling i sak for norsk domstol.",
                        "4.Av hensyn til forsvarlig gjennomføring av økonomi-, lønns-, eller personalforvaltningen til foretaket.",
                        "5.Saker som gjelder tilbud og protokoll etter regelverket om offentlige anskaffelser til valget av leverandør er gjort.",
                        "Vurderingen av om møtet eller deler av møtet skal foregå for lukkede dører, skal gjøres på møtetidspunktet.",
                        "§ 30 skal lyde:"
                    ]
                },
                {
                    "name": "§ 30",
                    "title": "Saker av vesentlig betydning",
                    "sections": [
                        "Foretaksmøtet i regionalt helseforetak treffer vedtak i saker som antas å være av vesentlig betydning for foretakets virksomhet eller løsningen av fastsatte målsettinger eller oppgaver. Det samme gjelder vedtak i andre saker som antas å ha prinsipielle sider av betydning eller som antas å kunne ha vesentlige samfunnsmessige virkninger, som:",
                        "1.Vedtak som kan endre virksomhetens karakter",
                        "2.Vedtak om nedleggelse av sykehus.",
                        "3.Omfattende endringer i sykehusstrukturen i helseregionen.",
                        "4.Omfattende endringer i tjenestetilbudet.",
                        "5.Vedtak om endringer i antallet helseforetak i helseregionen.",
                        "6.Vedtak om vesentlige endringer i opptaksområdet for helseforetak.",
                        "Hvilke saker foretaksmøtet i regionalt helseforetak skal fatte vedtak i etter denne bestemmelsen, kan det fastsettes nærmere bestemmelser om i vedtektene.",
                        "Saker som nevnt i første og annet ledd skal forelegges departementet av styret i det regionale helseforetaket.",
                        "§ 31 annet ledd første punktum skal lyde:",
                        "Når foretaksmøte i helseforetak skal fatte vedtak etter denne bestemmelsen, skal saken legges fram for departementet før vedtak fattes.",
                        "§ 33 første ledd skal lyde:",
                        "Foretak kan ikke ta opp lån med mindre det er særskilt fastsatt i vedtektene at det skal ha slik adgang. Nærmere bestemmelser om låneopptak fastsettes i vedtektene.",
                        "§ 37 fjerde ledd skal lyde:",
                        "Daglig leder skal sørge for at foretakets registrering og dokumentasjon av regnskapsopplysninger er i samsvar med lov og forskrifter og at formuesforvaltningen er ordnet på betryggende måte.",
                        "Ny § 37a skal lyde:"
                    ]
                },
                {
                    "name": "§ 37a",
                    "title": "Internrevisjon",
                    "sections": [
                        "De regionale helseforetakene skal etablere en uavhengig og objektiv internrevisjon.",
                        "Internrevisjonen skal gjennom en systematisk og strukturert metode og avgivelse av bekreftelse bidra til forbedringer i risikostyring, internkontroll og virksomhetsstyring. Internrevisjonen skal rapportere funksjonelt til styret og administrativt til daglig leder. Internrevisjonen skal også omfatte helseforetakene som det regionale helseforetaket eier, og inngåelse og oppfølging av avtaler med andre tjenesteytere.",
                        "Internrevisjonen skal gjennomføres i henhold til anerkjente standarder og løpende følge virksomheten.",
                        "Internrevisjonen kan, uten hinder av taushetsplikt, kreve enhver opplysning, redegjørelse eller ethvert dokument og foreta de undersøkelser som den finner nødvendig for å gjennomføre oppgavene. Opplysningene skal så langt det er mulig gis uten individualiserende kjennetegn. Reglene om taushetsplikt gjelder tilsvarende for den som mottar opplysningene.",
                        "§ 41 første ledd annet punktum skal lyde:",
                        "Foretaket skal også samarbeide med andre når dette er egnet til å fremme de oppgaver og målsettinger foretaket skal ivareta.",
                        "§ 42 skal lyde:"
                    ]
                },
                {
                    "name": "§ 42",
                    "title": "Ansvarsform for virksomhet eid av foretak",
                    "sections": [
                        "Foretak kan ikke eie hele eller deler av virksomhet som yter spesialisthelsetjenester og som er organisert med begrenset ansvar. Virksomhet som yter spesialisthelsetjenester skal organiseres som helseforetak.",
                        "Foretak kan ikke eie virksomhet som yter spesialisthelsetjenester sammen med andre enn foretak. Dersom flere foretak eier virksomhet som yter spesialisthelsetjenester sammen, skal virksomheten organiseres som helseforetak eller som ansvarlig selskap i medhold av selskapsloven.",
                        "Når det er egnet til å fremme foretakets formål, kan foretak eie virksomhet som ikke yter spesialisthelsetjenester alene eller sammen med andre. Kun virksomhet som er en nødvendig og sentral forutsetning for at det kan ytes spesialisthelsetjenester, kan organiseres som helseforetak. Annen virksomhet skal organiseres som selskaper med begrenset ansvar.",
                        "§ 48 første ledd skal lyde:",
                        "Etter at foretaket er avviklet, svarer i regionalt helseforetak staten og i helseforetak det foretaket eller de foretakene som eide helseforetaket, overfor kreditorer som ikke har fått dekning.",
                        "§ 50 skal lyde:"
                    ]
                },
                {
                    "name": "§ 50",
                    "title": "Omdanning",
                    "sections": [
                        "Fylkeskommunal, kommunal og statlig virksomhet eller del av slik virksomhet kan overføres til regionalt helseforetak eller helseforetak ved at eiendeler, rettigheter, herunder offentlige tillatelser, og forpliktelser som er knyttet til virksomheten, overføres som en helhet til foretaket.",
                        "Overføring til foretaket av forpliktelser knyttet til fylkeskommunen, kommunen og staten har frigjørende virkning for denne. Fordringshavere og andre rettighetshavere kan ikke motsette seg overføringen eller gjøre gjeldende at overføringen utgjør en bortfallsgrunn for rettsforholdet.",
                        "Det skal ikke betales dokumentavgift etter § 6 i lov 12. desember 1975 nr. 59 om dokumentavgift, omregistreringsavgift etter § 1 i lov 19. juni 1959 nr. 2 om avgifter vedrørende kjøretøy og båter eller rettsgebyr etter § 21 i lov 17. desember 1982 nr. 86 om rettsgebyr i forbindelse med omdanninger i medhold av denne bestemmelsen.",
                        "Det som er bestemt i paragrafen her, gjelder tilsvarende ved overføring av virksomhet til foretak etter loven her fra heleid fylkeskommunalt, kommunalt og statlig selskap eller foretak.",
                        "Bestemmelsene i paragrafen her gjelder også ved overføring av virksomhet mellom foretak etter loven her. Forrige punktum medfører ingen begrensninger i ansvaret etter § 7.",
                        "I lov 2. juli 1999 nr. 63 om pasient- og brukerrettigheter gjøres følgene endring:",
                        "§ 2-4 første ledd annet punktum skal lyde:",
                        "Det er en forutsetning at institusjonen eies av et regionalt helseforetak eller har avtale med et regionalt helseforetak.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}