{
    "lawId": "LOV-2012-06-22-44",
    "lawName": "Lov om endringar i lov 6. juni 1975 nr. 29 om eigedomsskatt til kommunane",
    "shortName": "Endringslov til eigedomsskattelova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 8 A-1",
                    "title": "Verkeområdet",
                    "sections": [
                        "(1) Eigedomsskatten skal reknast ut etter verdet som eigedomen vert sett til etter reglane i §§ 8 A-2 til 8 A-4.",
                        "(2) For anlegg for produksjon av elektrisk kraft skal eigedomsskatten reknast ut etter verdet som eigedomen vert sett til etter reglane i § 8 B flg.",
                        "Noverande § 8 A-1 blir ny § B-2.",
                        "Ny § 8 A-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8 A-2",
                    "title": "Verdet",
                    "sections": [
                        "(1) Verdet av eigedomen skal setjast til det beløp ein må gå ut frå at eigedomen etter si innretning, brukseigenskap og lokalisering kan bli avhenda for under vanlege salstilhøve ved fritt sal.",
                        "(2) Ved taksering av fabrikkar og andre industrielle anlegg, skal ein ta med maskiner og anna som høyrer til anlegget og er nødvendig for å oppfylle formålet med anlegget. Arbeidsmaskiner med tilhøyrsle og liknande, som ikkje er ein integrert del av anlegget, skal ein ikkje ta med.",
                        "Noverande § 8 A-2 blir ny § B-3.",
                        "Ny § 8 A-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8 A-3",
                    "title": "Verdsetjing",
                    "sections": [
                        "(1) Eigedomen skal verdsetjast ved takst.",
                        "(2) Det skal vere ei allmenn taksering i kommunen kvart tiande år. Dersom det ligg føre særlege tilhøve, kan kommunestyret avgjere at ny taksering skal skje tidlegare eller seinare enn dette, men ikkje seinare enn tre år etter at siste allmenne taksering skulle ha skjedd. Kommunen dekkjer kostnadene ved taksering, og kommunestyret utnemner dei personane som skal stå for takseringa.",
                        "(3) Formannskapet eller skattytar kan krevje overtakst.",
                        "(4) Kommunestyret kan i staden for løysinga i andre ledd, utnemne ei sakkunnig nemnd som skal setje taksten på grunnlag av forslag frå tilsette synfaringsmenn.",
                        "(5) Omtaksering av ein eigedom skal skje dersom det i tida mellom dei allmenne takseringane, ligg føre ein av dei følgjande grunnane:",
                        "a)eigedomen er delt,",
                        "b)bygningar på eigedomen er rive eller øydelagt av brann eller liknande, eller",
                        "d)det er ført opp nye bygningar eller gjort monalege forandringar på eigedomen.",
                        "(6) Dersom verdet til ein eigedom er vesentleg forandra i høve til andre eigedomar, kan formannskapet så vel som skattytar krevje særskild taksering i tida mellom dei allmenne takseringane. Skattytar som krev omtaksering etter dette og førre ledd, må sjølv dekkje kostnadene med takseringa. Krav om omtaksering må være stilt innan 1. november i året før skatteåret.",
                        "Noverande § 8 A-3 blir ny § B-4.",
                        "Ny § 8 A-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8 A-4",
                    "title": "Kontorjustering",
                    "sections": [
                        "(1) I staden for ny allmenn taksering kan kommunestyret gjere vedtak om auke av det verdet (taksten) som eigedomen blei sett til ved den siste allmenne takseringa for utskriving av eigedomsskatt. Kommunestyret kan dessutan gjere vedtak om at det skal gjerast eit tilsvarande tillegg for dei eigedomane som er verdsett særskild før eit tidspunkt som kommunestyret fastset.",
                        "(2) Auken kan skje stegvis over fleire år, men må ikkje vere meir enn 10 prosent av det opphavlege skattegrunnlaget for kvart år etter 10-årsfristen for den siste allmenne takseringa, likevel slik at skatteåret 1983 vert rekna som første året for slikt tillegg. Fristreglane i § 8 A-3 andre ledd gjeld ikkje for kontorjustering.",
                        "Noverande § 8 A-4 blir ny § B-5.",
                        "Ny § 8 B skal lyde:"
                    ]
                },
                {
                    "name": "§ 8 B",
                    "title": "Kraftanlegg",
                    "sections": [
                        "Ny § 8 B-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8 B-1",
                    "title": "Skattegrunnlag for kraftanlegg",
                    "sections": [
                        "(1) Eigedomsskatt for anlegg for produksjon av elektrisk kraft skal reknast ut etter verdet (taksten) som anlegget vert sett til ved likninga året før skatteåret.",
                        "(2) Vert det med heimel i § 12, bokstav b nytta ulike skattøyrar for bygningar og grunn, skal det fastsetjast særskilde skattegrunnlag for bygningar og for grunn i samband med den likninga som er nemnt i første leden.",
                        "(3) Er det klaga på verdsetjinga, eller er verdsetjinga under prøving for domstolane, skal eigedomsskatten likevel reknast ut etter det verdet som vart sett ved likninga. Når spørsmålet er endeleg avgjort, skal skatten rettast i samsvar med den siste avgjerda.",
                        "(4) Verdet (taksten) av anlegg som nemnt i skatteloven § 18-5 første leden skal ikkje setjast lågare enn kr 0,95/kWh eller høgare enn kr 2,74/kWh av 1/7 av grunnlaget for anlegget si samla produksjon av elektrisk kraft for inntektsåret og dei seks foregåande åra. Har kraftanlegget vore i drift i færre enn sju år, vert gjennomsnittet for desse åra lagt til grunn for utrekninga.",
                        "§ 14 andre ledd tredje og fjerde punktum skal lyde:",
                        "Første året det vert skrive ut eigedomsskatt i ein kommune, må allmenn taksering og utskriving vere avslutta innan utgongen av juni i dette året. Dette gjeld likevel ikkje for moglege overtakstar.",
                        "§ 16 vert oppheva.",
                        "§ 17 skal lyde:"
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Er det i strid med føresegnene i denne lova ikkje skrive ut eigedomsskatt, eller er det skrive ut feil skatt, kan utskrivinga rettast i samsvar med dei skattesatsane og reglane som galdt for vedkomande år.",
                    "sections": [
                        "Når eigedomsskatt ikkje er skriven ut, eller er skriven ut med for låg sum av di taksten er feil, kan utskrivinga rettast berre så langt det følgjer av dei allmenne fristane i denne føresegna. Taksten kan likevel rettast for seinare skatteår utan omsyn til desse fristane.",
                        "Retten til å retta utskrivinga slik at det går ut over eigaren (skattytaren), er spilt om retten ikkje vert nytta innan 1. mars året etter utskrivinga. Har feilen samanheng med at eigaren har brote plikta til å gje opplysningar eller medverke til synfaring etter § 29, kan utskrivinga likevel rettast innan 3 år frå utgangen av skatteåret. Det same gjeld dersom det er skrive ut eigedomsskatt i strid med føresegnene i denne lova, eller det er skrive ut for høg skatt.",
                        "Når taksten byggjer på likningsverdet, skal utskrivinga rettast berre så langt likninga vert brigda etter kapittel 9 i likningslova. Fristane for retting etter likningslova § 9-6 gjeld då tilsvarande for eigedomsskatten.",
                        "§ 19 første og andre ledd skal lyde:",
                        "Skattytaren kan klage på den utskrivne eigedomsskatten. Klaga må gjevast inn skriftleg til eigedomsskattekontoret innan seks veker frå det seinaste tidspunktet av den dagen det vart kunngjort at eigedomsskattelista var utlagd eller dagen skattesetelen vart sendt i samsvar med § 14. Klage over verdet kan bli fremja kvart år i samband med den årlege utskrivinga av eigedomsskatt, dersom det ikkje er klaga på same grunnlag tidlegare år.",
                        "For anlegg for produksjon av elektrisk kraft kan klaga ikkje gjelda det verdet som er sett på eigedomen ved likninga, jf. likningslova § 9-4.",
                        "§ 20 skal lyde:"
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Klage vert avgjort av ei nemnd som kommunestyret vel, dersom ikkje kommunen tar klagen til følgje. Kommunestyret kan anten opprette ei eiga nemnd til å ta seg av oppgåvene eller leggje oppgåvene til ei anna kommunal nemnd.",
                    "sections": [
                        "§ 21 skal lyde:"
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Medlem i formannskapet kan ikkje vere med i eigedomsskattenemnder.",
                    "sections": [
                        "§ 22 vert oppheva.",
                        "§ 23 andre ledd skal lyde:",
                        "Fristane i førre leden gjeld tilsvarande for kommunen. Kommunen må rette søksmål mot leiaren av klagenemnda. Skattytaren skal varslast om søksmålet.",
                        "§ 29 skal lyde:"
                    ]
                },
                {
                    "name": "§ 29",
                    "title": "Forvaltningslova gjeld for førehaving av eigedomsskattesaker med dei særskilde reglane som er gitt i denne lova.",
                    "sections": [
                        "Reglane i likningslova § 3-13 om teieplikt gjeld på tilsvarande måte for tenestemenn og nemndmedlemmer som er med på å skriva ut eigedomsskatt i staden for reglane om teieplikt i forvaltningslova.",
                        "Forvaltningslova § 11 d andre ledd andre punktum gjeld ikkje for tenestemenn som tar del i synfaring i samband med taksering.",
                        "Forvaltningslova § 24 gjeld ikkje for den årlege utskrivinga av eigedomsskatt.",
                        "Forvaltningslova § 25 gjeld ikkje for vedtak om takst eller overtakst. I staden for gjeld eit krav om stutt grunngjeving for avgjerda.",
                        "Forvaltningslova § 36 gjeld ikkje i eigedomsskattesaker. Reglane om dekning av sakskostnader i likningslova § 9-11 gjeld på tilsvarande måte i eigedomsskattesaker.",
                        "§ 31 skal lyde:"
                    ]
                },
                {
                    "name": "§ 31",
                    "title": "Plikt til å gje opplysningar og medverke til synfaring",
                    "sections": [
                        "(1) Eigedomsskattekontoret kan påleggje eigaren (skattytaren) å gje særskilde opplysningar som trengst til utskriving av eigedomsskatten.",
                        "(2) Eigar (skattytar) og brukar av ein eigedom har plikt til å medverke til synfaring av eigedomen ved taksering etter § 8 A-3.",
                        "(3) Eigedomsskattekontoret kan setje frist for å gje opplysningar eller yte medverknad etter nr. 1 og nr. 2. Fristen skal ikkje vere kortare enn fire veker.",
                        "(4) Ved brot på pliktene etter nr. 1 eller nr. 2 kan eigedomsskattekontoret påleggje eigaren (skattytar) forseinkingsavgift. Avgifta vert sett på grunnlag av eigedomens skattegrunnlag. Avgifta skal vere:",
                        "a.0,5 promille av skattegrunnlaget når forseinkinga ikkje er over ein månad,",
                        "b.1 promille av skattegrunnlaget når forseinkinga er over ein månad.",
                        "Avgifta skal ikkje vere lågare enn 200 kroner, og skal når forseinkinga ikkje er over to månader, ikkje vere over 10 000 kroner. Avgifta skal gå til kommunen. Avgift skal ikkje påleggjast når fristoversitjinga er unnskyldeleg på grunn av sjukdom, alderdom, manglande røynsle eller annan grunn.",
                        "(5) Eigedomsskattekontoret eller dei som utfører takseringa for kommunen, har rett til å ta fotografi av eigedomen til bruk for takseringa.",
                        "§ 33 andre ledd andre til fjerde punktum og tredje ledd vert oppheva.",
                        "Lov 17. desember 1982 nr. 82 om mellombels tillegg til lov 6. juni 1975 nr. 29 om eigedomsskatt blir oppheva.",
                        "Endringane under I og II trer i kraft frå og med skatteåret 2013."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}