{
    "lawId": "LOV-2012-06-22-41",
    "lawName": "Lov om endringar i lov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav",
    "shortName": "Endringslov til skattebetalingsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 5-1",
                    "title": "Skattekort",
                    "sections": [
                        "(1) Før inntektsårets begynnelse skal skattekontoret utstede skattekort som angir forskuddstrekkets størrelse og hvordan forskuddstrekk skal gjennomføres, for alle skattytere som må forutsettes å få trekkpliktig inntekt av betydning. Skattekontoret kan når som helst i løpet av inntektsåret utstede nytt skattekort når det er gjort feil ved skattekortet, eller når andre særlige grunner gjør det urimelig å ikke utstede nytt skattekort. Skattekort gjøres tilgjengelig for arbeidsgiver elektronisk.",
                        "(2) Arbeidsgiver plikter å innhente skattekort før inntektsårets begynnelse for de personlige skattyterne arbeidsgiver plikter å foreta forskuddstrekk for, og sørge for at skattekortopplysningene er oppdaterte før hver lønnskjøring, slik at forskuddstrekket blir foretatt etter siste beregnede skattekort. Arbeidsgiver kan ikke bruke opplysningene til andre formål enn det som fremgår av denne loven.",
                        "(3) Før inntektsårets begynnelse utarbeider skattekontoret en skattetrekksmelding for skattyter, som viser beregnet forskuddstrekk, beregningsgrunnlaget for skattetrekket, og opplysninger om hvem som har etterspurt skattekort for skattyteren i foregående inntektsår. Skattekontoret skal utarbeide nye skattetrekksmeldinger dersom det blir gjort endringer i skattekortet, eller når nye arbeidsgivere etterspør skattekortet.",
                        "(4) Skattedirektoratet registrerer hvem som har etterspurt skattekort for skattyter.",
                        "(5) Skattyter har rett til innsyn i egne skattekortopplysninger og i opplysninger om hvilke arbeidsgivere som har etterspurt og mottatt skattekort fra skatteetaten.",
                        "(6) Trekktabeller og skjema for skattekort fastsettes av Skattedirektoratet.",
                        "(7) Departementet kan i forskrift gi nærmere regler til utfylling av denne paragrafen.",
                        "§ 5-4 første ledd skal lyde:",
                        "(1) Arbeidsgiver plikter av eget tiltak å foreta forskuddstrekk i henhold til det til enhver tid gjeldende skattekortet og reglene i dette kapitlet",
                        "§ 5-5 første og syvende ledd skal lyde:",
                        "(1) Dersom arbeidsgiver ikke har fått de opplysninger som fremgår av skattekortet, og dette ikke skyldes forsømmelse eller mangel på tilbørlig aktsomhet fra arbeidsgivers side, skal forskuddstrekket gjennomføres etter det siste beregnede skattekort. Dersom arbeidsgiver ikke har tilgang til opplysninger fra det siste beregnede skattekortet, skal det foretas forskuddstrekk med 50 prosent. Det samme gjelder når det skal foretas forskuddstrekk i ytelser etter folketrygdloven kapitlene 4, 8 til 11 og 14. Forskuddstrekk i andre trekkpliktige trygdeytelser, pensjoner, vartpenger, livrenter og lignende stønader og ytelser foretas med 30 prosent.",
                        "(7) Når det for en skattyter er utstedt skattekort i flere kommuner, skal arbeidsgiver foreta forskuddstrekk etter skattekortet fra kommunen skattyteren mener han skal svare skatt til.",
                        "§ 5-13 første ledd andre punktum skal lyde:",
                        "Skatteoppkreveren eller den offentlige myndighet som har fullmakt fra skatteoppkreveren, kan foreta bokettersyn hos den som plikter å foreta trekk, og kan herunder kreve fremlagt trekkpålegg og andre dokumenter og regnskapsmateriale som har betydning for kontrollen. Med dokumenter menes også elektronisk lagrede dokumenter. Pliktene foran gjelder også elektroniske programmer og programsystemer.",
                        "§ 6-3 andre ledd skal lyde:",
                        "(2) Forskuddsskatt utstedes på grunnlag av formue og inntekt ved siste ligning. Ved fastsetting av forskuddsskatten skal det gjøres fradrag for beløp som må ventes dekket gjennom forskuddstrekk etter reglene i kapittel 5. Slikt fradrag skal likevel ikke gjøres når lønnsinntekten ikke ventes å ville overstige 10 prosent av den samlede inntekt ved ligningen.",
                        "§ 6-3 femte ledd skal lyde:",
                        "(5) Utstedt forskuddsskatt kan endres når det er overveiende sannsynlig at skattyteren, med den opprinnelige fastsatte forskuddsskatt, vil få en restskatt eller en tilgodesum ved avregningen for vedkommende år som tilsvarer minst en femtedel av det utstedte forskuddsbeløpet.",
                        "Endringane under I tek til å gjelde straks, med verknad frå og med inntektsåret 2014.",
                        "Departementet kan i forskrift gi reglar om ei frivillig ordning. Endringane kan gis verknad frå og med inntektsåret 2013."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}