{
    "lawId": "LOV-2012-06-22-43",
    "lawName": "Lov om arbeidsgivers innrapportering av ansettelses- og inntektsforhold m.m. (a-opplysningsloven)",
    "shortName": "A-opplysningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Formålet med denne loven er å legge til rette for at arbeidsgivere mv. effektivt kan oppfylle sine plikter til å gi opplysninger om enkeltpersoners (inntektsmottakeres) inntekts- og arbeidsforhold og skattetrekkopplysninger, og å gi offentlige etater tilgang til opplysningene innrapportert fra arbeidsgiver."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Opplysningspliktige",
                    "sections": [
                        "Fysiske og juridiske personer som har opplysningsplikt etter bestemmelsene nevnt i § 3 første ledd, skal gi opplysninger etter reglene i denne lov."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Opplysningspliktens omfang",
                    "sections": [
                        "Plikten til å gi opplysninger etter denne lov omfatter opplysninger som skal gis med hjemmel i følgende bestemmelser med tilhørende forskrifter:",
                        "a.ligningsloven § 6-2,",
                        "b.folketrygdloven §§ 24-3, 25-1 annet ledd og 25-10, jf. § 21-4,",
                        "c.skattebetalingsloven § 5-11 og",
                        "d.statistikkloven § 2-2.",
                        "Med mindre annet er bestemt, skal opplysningene gis spesifisert for hver enkelt inntektsmottaker, og det skal gis opplysninger om fødselsnummer eller annet nummer for identifikasjon av inntektsmottaker.",
                        "Departementet kan i forskrift gi regler om opplysningspliktens omfang.",
                        "Skattedirektoratet kan fastsette skjemaer som skal benyttes når det skal gis opplysninger."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Frist for levering av opplysninger",
                    "sections": [
                        "Opplysninger skal gis av den opplysningspliktige minimum en gang per kalendermåned.",
                        "Opplysninger om føderåd etter ligningsloven § 6-2 bokstav b skal leveres en gang per år og senest samtidig med fristen for å levere opplysninger i januar i året etter inntektsåret.",
                        "Departementet kan i forskrift gi regler om fristen for å levere opplysninger."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Sted for levering og leveringsmåte",
                    "sections": [
                        "Opplysningene skal leveres elektronisk til den mottakssentralen som Skattedirektoratet fastsetter. Skattedirektoratet kan etter søknad samtykke til papirinnlevering for private arbeidsgivere.",
                        "Departementet kan i forskrift gi nærmere vilkår for levering, herunder leveringsmåte og format."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Ansvar for fellestjenester og behandlingsansvar",
                    "sections": [
                        "Fellestjenester knyttet til drift og forvaltning av ordningen ivaretas av Skattedirektoratet.",
                        "Skattedirektoratet er behandlingsansvarlig etter personopplysningsloven for behandling av personopplysninger ved ivaretakelse av fellestjenester etter første ledd. Den behandlingsansvarlige kan bare behandle personopplysningene i den utstrekning som er nødvendig for å ivareta fellestjenestene."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Taushetsplikt ved drift og forvaltning",
                    "sections": [
                        "Enhver som har eller har hatt verv, stilling eller oppdrag knyttet til drift og forvaltning etter § 6, skal hindre at uvedkommende får adgang eller kjennskap til opplysninger innsamlet etter § 3.",
                        "Første ledd er ikke til hinder for at opplysninger utleveres til virksomheter som har tilgang til dem etter § 8.",
                        "Dersom opplysninger kan innhentes uavhengig av taushetsplikt, skal opplysningene innhentes hos det forvaltningsorgan som etter § 8 har tilgang til opplysningene og som er myndighet på det området opplysningene er innhentet."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Tilgang til opplysningene",
                    "sections": [
                        "Arbeids- og velferdsetaten skal ha tilgang til opplysningene i registeret i forbindelse med forvaltning av, og beregning av ytelser, og forvaltning av arbeidstakerregisteret etter folketrygdlovgivningen.",
                        "Skattedirektoratet, skattekontorene og skatteoppkreverne skal ha tilgang til opplysningene i registeret i forbindelse med utligning av skatt og trygdeavgift etter skattelovgivningen og arbeidsgivers beregning og oppgjør av skattetrekk og arbeidsgiveravgift etter skattebetalingsloven og folketrygdloven.",
                        "Statistisk sentralbyrå skal ha tilgang til opplysningene i registeret i forbindelse med produksjon av statistikk etter statistikklovgivningen.",
                        "Tilgangen er begrenset til opplysninger som organet har hjemmel i lov til å innhente."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Inntektsmottakers innsynsrett",
                    "sections": [
                        "Inntektsmottaker har innsynsrett i opplysninger om egne forhold som er innsamlet etter denne lov.",
                        "Retten til innsyn begrenser ikke rett til innsyn etter andre regler.",
                        "Departementet kan i forskrift gi nærmere regler om innsynsrett."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Tvangsmulkt ved manglende innrapportering",
                    "sections": [
                        "Skattedirektoratet kan ilegge den som ikke innrapporterer alle opplysninger innen fristen i § 4, en daglig løpende tvangsmulkt frem til opplysningene er levert. Samlet tvangsmulkt kan ikke overstige 1 000 ganger rettsgebyret. Departementet kan i forskrift gi regler om hvordan den daglige tvangsmulkten skal fastsettes.",
                        "Vedtak om tvangsmulkt er tvangsgrunnlag for utlegg.",
                        "Vedtak om tvangsmulkt kan påklages til den skatteklagenemnd som departementet bestemmer.",
                        "Tvangsmulkt kan helt eller delvis ettergis dersom det blir gjort sannsynlig at forpliktelsen ikke er overholdt som følge av forhold utenfor den opplysningspliktiges kontroll eller dersom særlige rimelighetsgrunner tilsier det.",
                        "Tvangsmulkten tilfaller statskassen.",
                        "Departementet kan i forskrift gi regler om hvilke opplysninger som må være levert for at opplysningsplikten skal anses oppfylt."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Overtredelsesgebyr ved for sen innrapportering",
                    "sections": [
                        "Skattedirektoratet kan ilegge den som ikke leverer alle opplysninger innen fristen i § 4, et overtredelsesgebyr. Gebyret kan ikke overstige 15 ganger rettsgebyret. Departementet kan i forskrift gi regler om hvordan gebyret skal fastsettes.",
                        "Bestemmelsene i § 10 annet til sjette ledd gjelder tilsvarende for overtredelsesgebyr."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven trer i kraft fra det tidspunkt Kongen bestemmer."
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Endringer i andre lover",
                    "sections": [
                        "Fra det tidspunkt loven trer i kraft, gjøres følgende endringer i andre lover:",
                        "1. I lov 13. juni 1980 nr. 24 om ligningsforvaltning gjøres følgende endringer:",
                        "§ 6-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-2",
                    "title": "Opplysningsplikt om lønn mv.",
                    "sections": [
                        "1.Den som selv eller gjennom andre i løpet av en kalendermåned har utbetalt eller ytet fordel som nevnt i dette nummer, skal ukrevet levere opplysninger om alt som er ytet til den enkelte mottaker etter reglene i a-opplysningsloven. Opplysningsplikten omfatter",
                        "a.lønn og annen godtgjøring for arbeid,",
                        "b.pensjon, introduksjonsstønad etter introduksjonsloven, kvalifiseringsstønad etter lov 18. desember 2009 nr. 131 om sosiale tjenester i arbeids- og velferdsforvaltningen, føderåd i jord- og skogbruk, livrente som ledd i pensjonsordning i arbeidsforhold, engangs- og avløsningsbeløp for slike ytelser, underholdsbidrag, foreldrepenger, dagpenger under arbeidsløshet, sykepenger o.l. ytelser som skal regnes som skattepliktig inntekt for mottakeren,",
                        "c.drikkepenger med det beløp som skal tas med ved beregning av skattetrekk,",
                        "d.gratiale, tantieme og godtgjøring til medlem av styre eller representantskap eller til annen tillitsmann,",
                        "e.provisjon utbetalt til agent eller annen mellommann,",
                        "f.vederlag for tjenester av teknisk, håndverksmessig, juridisk, regnskapsmessig eller annen art,",
                        "g.honorar eller annen godtgjøring som er utbetalt opphavsmann til åndsverk,",
                        "h.reise-, diett- og representasjonsgodtgjøring, samt annen godtgjøring til dekning av utgifter ved utførelse av arbeid, oppdrag eller verv som nevnt under a til g,",
                        "i.lott eller part ved fiske eller fangstvirksomhet,",
                        "j.godtgjøring til medlemmer av faste arbeidslag som utfører arbeid for egen regning, og",
                        "k.godtgjøring for barnepass også når dette skjer i barnepasserens hjem som ledd i selvstendig næringsvirksomhet.",
                        "l.vederlag til arbeidstaker i forbindelse med opphør av arbeidsforhold i henhold til avskjed, oppsigelse eller avtale med arbeidsgiver.",
                        "2.Opplysningsplikten omfatter også vederlag for varer eller andre ytelser som er levert i forbindelse med arbeid som nevnt i nr. 1.",
                        "3.Opplysningsplikt om fradrag omfatter",
                        "a.fradrag som er gjort ved lønnsutbetalingene, så som medlemsinnskudd til tjenestepensjonsordning og fradragsberettiget fagforeningskontingent mv. Det samme gjelder fradragsberettiget fagforeningskontingent som lønnstakeren legitimerer å ha betalt direkte til sin fagforening og",
                        "b.inntektsfradrag som gis ved ligningen, så som sjømannsfradrag mv. Departementet kan i forskrift bestemme hvilke inntektsfradrag det skal gis særskilte opplysninger ved innrapporteringen.",
                        "4.Kongen kan gi forskrifter om særskilt opplysningsplikt for",
                        "a.ytelse fra skattyter som driver næringsvirksomhet eller utleie av fast eiendom til person som står ham nær gjennom familie, slektskap, økonomisk fellesskap eller på annen måte og",
                        "b.ytelse eller uttak fra selskap til person som har vesentlig innflytelse som aksjonær eller andelseier, eller til noen som står slik person nær.",
                        "§ 6-2 nr. 5 oppheves.",
                        "§ 6-16 første ledd bokstav c skal lyde:",
                        "c.i forskrift bestemme at følgende oppgaver skal leveres i maskinlesbar form: Saldo- og renteoppgaver ved årsskifte eller ved oppgjør av konti i løpet av det siste inntektsår etter § 6-4 og § 6-13 nr. 2 d, kontrolloppgaver etter § 6-3 nr. 6 og 7, kontrolloppgaver fra verdipapirregistre etter § 6-5, livsforsikringspremie, pensjonsforsikringspremie, innskudd etter innskuddspensjonsloven og innskudd i individuell pensjonsavtale (IPA) mv., spare- og fondsinnskudd, tilskudd til forskningsinstitutter mv. og betaling for pass og stell av barn mv. og gaver til selskaper, stiftelser eller sammenslutninger etter § 6-6, utbetalinger mv. fra forsikringsselskaper, banker og forvaltningsselskaper for verdipapirfond etter § 6-7, aksjonæroppgaver etter § 6-11, oppgaver fra Arbeids- og velferdsetatens innkrevingssentral og Statens innkrevingssentral etter § 6-13 nr. 4, fordelingsoppgaver over inntekter, kostnader og formue i boligselskap som omfattes av skatteloven § 7-3, samt tilsvarende fordelingsoppgaver fra boligsameier, jf. skatteloven § 7-11.",
                        "§ 6-17 nr. 3 skal lyde:",
                        "Skattyter skal ha kopi av oppgaver som nevnt i §§ 6-16 c og 6-13 nr. 3 innen 1. februar i året etter inntektsåret, såfremt annen frist ikke er gitt i egen forskrift. Det skal fremgå av kopien (årsoppgaven) at oppgave også er sendt ligningsmyndighetene. Skattyter skal ha sammenstilt oversikt over innrapporterte opplysninger som nevnt i § 6-2 innen 1. februar i året etter inntektsåret. Finansdepartementet kan i forskrift bestemme at kopien oversendes skattyter i en bestemt form.",
                        "2. I lov 29. april 1988 nr. 21 om ferie skal § 10 nr. 1 tredje ledd lyde:",
                        "Feriepengegrunnlaget skal fremgå av sammenstilling som sendes arbeidstaker etter ligningsloven § 6-17 nr. 3.",
                        "3. I lov 28. februar 1997 nr. 19 om folketrygd gjøres følgende endringer:",
                        "§ 23-2 første ledd skal lyde:",
                        "Arbeidsgiveren skal betale arbeidsgiveravgift av lønn og annen godtgjørelse for arbeid og oppdrag i og utenfor tjenesteforhold som han plikter å innrapportere. Arbeidsgiveravgiften fastsettes i prosent av det beløp som skal innrapporteres for vedkommende år. Plikten til å betale arbeidsgiveravgift gjelder selv om beløpet fritas for innrapporteringsplikt på grunn av beløpets størrelse.",
                        "§ 24-3 første ledd skal lyde:",
                        "Arbeidsgiver skal av eget tiltak beregne arbeidsgiveravgiften etter § 23-2. Opplysninger om beregnet avgift og grunnlaget for beregning av arbeidsgiveravgift for foregående måned skal leveres etter reglene i a-opplysningsloven.",
                        "§ 24-3 annet ledd oppheves.",
                        "§ 24-3 tredje til femte ledd blir annet til fjerde ledd.",
                        "Gjeldende § 24-3 sjette ledd blir femte ledd og skal lyde:",
                        "Forhåndsutfylte opplysninger om arbeidsgiveren kan gjøres tilgjengelig for arbeidsgiveren ved elektronisk kommunikasjon.",
                        "§ 24-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 24-4",
                    "title": "Fastsetting og innkreving av avgifter",
                    "sections": [
                        "For fastsetting av trygdeavgift gjelder ligningslovens bestemmelser, se også § 21-16.",
                        "Dersom arbeidsgiveren ikke gir opplysninger om beregnet arbeidsgiveravgift etter § 24-3 første ledd, eller gir uriktige eller ufullstendige opplysninger, kan ligningsmyndighetene fastsette avgiften. For et slikt vedtak gjelder ligningsloven kapittel 9 om saksbehandling, §§ 10-2 til 10-5 om tilleggsskatt, og § 11-2 om søksmål fra det offentlige.",
                        "Ved rettslig prøving av avgjørelser etter annet ledd gjelder ligningsloven § 11-1 tilsvarende.",
                        "Den som forsettlig eller grovt uaktsomt gir eller medvirker til å gi uriktige eller ufullstendige opplysninger, eller unnlater å levere pliktige opplysninger i forbindelse med beregning, fastsetting eller endring av arbeidsgiveravgiften, straffes etter bestemmelsene i ligningsloven kapittel 12.",
                        "Departementet kan sette ned eller ettergi arbeidsgiveravgift dersom det av særlige grunner knyttet til fastsettelsen virker særlig urimelig å fastholde hele kravet.",
                        "§ 24-6 annet ledd skal lyde:",
                        "Departementet gir forskrifter om hvor arbeidsgiveravgiften skal fastsettes og innbetales.",
                        "Ny § 25-10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 25-10",
                    "title": "Arbeidsgivers opplysningsplikt",
                    "sections": [
                        "Departementet kan i forskrift bestemme at arbeidsgivere uoppfordret skal gi opplysninger som nevnt i § 21-4 etter reglene i a-opplysningsloven.",
                        "Departementet kan i forskrift bestemme at arbeidsgiver skal gi opplysninger om utbetalingen eller fordelen til den ansatte er for en avvikende periode.",
                        "4. I lov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav gjøres følgende endringer:",
                        "§ 5-11 overskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-11",
                    "title": "Opplysninger om forskuddstrekk",
                    "sections": [
                        "§ 5-11 første ledd skal lyde:",
                        "(1) Arbeidsgiver og selskap mv. som er trekkpliktig etter § 5-4 annet og tredje ledd, skal ukrevet levere opplysninger om forskuddstrekket for foregående måned etter reglene i a-opplysningsloven.",
                        "§ 5-11 annet, tredje og fjerde ledd oppheves.",
                        "§ 5-11 femte og sjette ledd blir annet ledd og tredje ledd.",
                        "§ 5-13 første ledd skal lyde:",
                        "(1) Skatteoppkreveren skal føre kontroll med at arbeidsgivere og andre som etter denne loven har plikt til å foreta trekk, leverer opplysninger og foretar forskuddstrekk og utleggstrekk i samsvar med reglene og de pålegg som er gitt. Skatteoppkreveren eller den offentlige myndighet som har fullmakt fra skatteoppkreveren, kan foreta bokettersyn hos den som plikter å foreta trekk, og kan herunder kreve fremlagt skattekort, trekkpålegg og andre dokumenter og regnskapsmateriale som har betydning for kontrollen. Med dokumenter menes også elektronisk lagrede dokumenter. Pliktene foran gjelder også elektroniske programmer og programsystemer. Også skattekontoret eller Riksrevisjonen kan foreta slike ettersyn og kreve fremlagt dokumenter som nevnt.",
                        "§ 10-10 første ledd skal lyde:",
                        "(1) Forskuddstrekk og arbeidsgiveravgift for de to foregående kalendermånedene forfaller til betaling hver 15. januar, 15. mars, 15. mai, 15. juli, 15. september og 15. november.",
                        "§ 10-53 første ledd skal lyde:",
                        "(1) Treffer skatte- eller avgiftsmyndighetene vedtak om endring mv. som medfører økning av skatte- eller avgiftsplikten for krav som ordinært forfaller etter §§ 10-10 til 10-12, § 10-21, § 10-22 annet ledd eller §§ 10-30 til 10-41, skal økningen og renter etter § 11-2 betales senest tre uker etter at melding om vedtaket er sendt. Dette gjelder likevel bare dersom fristen for betaling kommer senere enn det ordinære forfallstidspunkt for kravet. Skyldes økningen at den skatte- eller avgiftspliktige selv endrer tidligere leverte opplysninger, regnes fristen fra melding om endringen er kommet fram til skatte- eller avgiftsmyndighetene.",
                        "§ 14-5 annet ledd skal lyde:",
                        "(2) Ved utleggstrekk nedlagt av skatteoppkreverne skal arbeidsgivere som har plikt til å ha skattetrekkskonto, følge de reglene som gjelder for oppgjør mv. for forskuddstrekk, jf. kapitlene 5 og 10. Beløpene skal betales til den skatteoppkreveren som har nedlagt trekket."
                    ]
                }
            ]
        }
    ]
}