{
    "lawId": "LOV-2012-12-14-89",
    "lawName": "Midlertidig lov om rett til forlengelse av feste til bolighus og fritidshus",
    "shortName": "Midlertidig lov om rett til festeforlengelse",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Fra ikrafttredelsen av denne loven kan festeren og de som er omfattet av tomtefesteloven § 32 annet ledd, i stedet for å kreve innløsning av festetomt til bolighus og fritidshus etter tomtefesteloven § 32 når festetiden er ute, kreve at festet midlertidig forlenges på samme vilkår som før inntil ikrafttredelsen av endringer i tomtefestelovens regler om forlengelse.",
                    "sections": []
                },
                {
                    "name": "§ 2",
                    "title": "For festeavtaler som er forlenget i medhold av tomtefesteloven § 33, løper festet midlertidig på samme vilkår som før inntil ikrafttredelsen av endringer i tomtefestelovens regler om forlengelse.",
                    "sections": []
                },
                {
                    "name": "§ 3",
                    "title": "For festeavtaler som er forlenget etter § 1 eller omfattes av § 2, gjelder festet til det blir sagt opp av festeren eller tomten blir innløst.",
                    "sections": []
                },
                {
                    "name": "§ 4",
                    "title": "Det kan ikke avtales eller gjøres gjeldende vilkår som strider mot bestemmelsene i loven her. Fra lovens ikrafttredelse kan det heller ikke med bindende virkning inngås avtale om vilkårene for festet i tiden etter ikrafttredelsen av endringer i tomtefestelovens regler om forlengelse.",
                    "sections": []
                },
                {
                    "name": "§ 5",
                    "title": "Loven trer i kraft straks. Loven oppheves 1. juli 2014.",
                    "sections": []
                }
            ]
        }
    ]
}