{
    "lawId": "LOV-2012-12-07-73",
    "lawName": "Lov om endringer i lov 6. juni 1975 nr. 29 om eigedomsskatt til kommunane",
    "shortName": "Endringslov til eigedomsskattelova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 8 A",
                    "title": "Allmenne føresegner",
                    "sections": [
                        "§ 9 siste punktum skal lyde:",
                        "Føresegnene i § 8 B-1, andre leden, gjeld på tilsvarande måte.",
                        "§ 15 første ledd skal lyde:",
                        "Eigedomsskattekontoret fører ei eigedomsskatteliste (hovudliste) der alle skattlagde faste eigedomar i kommunen vert førde opp, og like eins verdet deira. I lista skal og stå kva for skattesatsar som er nytta og kor stor den utskrivne skatten for kvar eigedom er. I ei tilleggsliste skal dei eigedomane førast opp som er fritekne for eigedomsskatt. Eigedom med både skattlagd del og friteken del førast med kvar sin respektive del i dei to listene.",
                        "I lov 6. juni 1975 nr. 29 om eigedomsskatt til kommunane gjøres følgende endringer:",
                        "§ 8 A-1 nytt tredje ledd skal lyde:",
                        "(3) Første ledd gjeld ikkje bustader som vert verdsette etter reglane i § 8 C.",
                        "Ny § 8 C overskriften skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 8 C",
                    "title": "Alternativ verdsetjing av bustader",
                    "sections": [
                        "Ny § 8 C-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8 C-1",
                    "title": "Verdsetjing av bustader ved bruk av formuesgrunnlag",
                    "sections": [
                        "(1) Kommunestyret avgjer om eigedomsskatten for bustader skal byggje på verdet (taksten) som vert sett på eigedomen ved likninga året før skatteåret. Skattegrunnlaget for slike bustader skal reknast ut etter reglane i denne paragraf.",
                        "(2) Skattegrunnlaget for bustader vert sett til verdet (taksten) etter skatteloven § 4-10 andre ledd multiplisert med 0,67. Prosentdelen som nemnd i skatteloven § 4-10 andre ledd tredje punktum skal likevel vere 100 for primærbustad og sekundærbustad.",
                        "(3) Er verdet (taksten) for bustader sett ned ved likninga etter skatteloven § 4-10 første ledd andre eller tredje punktum, utgjer skattegrunnlaget det justerte verdet multiplisert med 2,23 for primærbustad og 1,11 for sekundærbustad.",
                        "(4) Skattegrunnlaget som nemnd i andre og tredje ledd skal setjast ned med reduksjonsfaktoren som er nytta ved taksering etter § 8 A-3, jf. § 8 A-2.",
                        "(5) Nærare reglar om utfylling og gjennomføring av denne paragrafen vert fastsett av departementet i forskrift.",
                        "§ 19 annet ledd skal lyde:",
                        "For anlegg for produksjon av elektrisk kraft og bustader som vert verdsette etter § 8 C, kan klaga ikkje gjelda det verdet som er sett på eigedomen ved likninga, jf. likningslova § 9-4.",
                        "I lov 6. juni 1975 nr. 29 om eigedomsskatt til kommunane gjøres følgende endringer:",
                        "§ 8 C-1 andre og tredje ledd skal lyde:",
                        "(2) Skattegrunnlaget for bustader vert sett til verdet (taksten) etter skatteloven § 4-10 andre ledd multiplisert med 0,8. Prosentdelen som nemnd i skatteloven § 4-10 andre ledd tredje punktum, skal likevel vere 100 for primærbustad og sekundærbustad.",
                        "(3) Er verdet (taksten) for bustader sett ned ved likninga etter skatteloven § 4-10 første ledd andre eller tredje punktum, utgjer skattegrunnlaget det justerte verdet multiplisert med 2,67 for primærbustad og 1,33 for sekundærbustad.",
                        "Endringene under I trer i kraft straks med virkning fra og med skatteåret 2013.",
                        "Endringene under II trer i kraft straks med virkning fra og med skatteåret 2014.",
                        "Endringene under III trer i kraft straks med virkning fra og med skatteåret 2015."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}