{
    "lawId": "LOV-2012-01-27-11",
    "lawName": "Lov om endringer i energiloven og i enkelte andre lover",
    "shortName": "Endringslov til energiloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 9-1",
                    "title": "(Kraftforsyningens beredskapsorganisasjon)",
                    "sections": [
                        "Kraftforsyningens beredskapsorganisasjon (KBO) består av de enheter som eier eller driver anlegg eller annet som har vesentlig betydning for drift eller gjenoppretting av eller sikkerhet i produksjon, omforming, overføring, omsetning eller fordeling av elektrisk energi eller fjernvarme. Beredskapsmyndigheten kan ved forskrift eller enkeltvedtak fastsette hvilke enheter som skal inngå i KBO.",
                        "Alle enheter i KBO skal sørge for at virksomheten er innrettet på en slik måte og med slike ressurser som er nødvendig for å ivareta ansvar og oppgaver etter dette kapittelet.",
                        "Beredskapsmyndigheten skal samordne beredskapsarbeid og utpeke den samlede ledelse i KBO.",
                        "I ekstraordinære situasjoner som kan skade eller hindre produksjon, omforming, overføring, omsetning eller fordeling av elektrisk energi eller fjernvarme, kan KBO pålegges oppgaver og plikter. Det samme gjelder i ekstraordinære situasjoner hvor skade eller hindring som nevnt i første punktum har oppstått.",
                        "Beredskapsmyndigheten kan under beredskap og i krig underlegge kraftforsyningen KBO. Kraftforsyningen plikter å følge de pålegg som gis og gjennomføre de tiltak som kreves.",
                        "§ 9-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-2",
                    "title": "(Beredskapstiltak)",
                    "sections": [
                        "Den som helt eller delvis eier eller driver anlegg eller system som er eller kan bli av vesentlig betydning for produksjon, omforming, overføring, omsetning eller fordeling av elektrisk energi eller fjernvarme, plikter å sørge for effektiv sikring og beredskap og iverksette tiltak for å forebygge, håndtere og begrense virkningene av ekstraordinære situasjoner som nevnt i § 9-1 fjerde eller femte ledd og for å gjenopprette normal situasjon.",
                        "Beredskapsmyndigheten kan gi forskrift eller treffe enkeltvedtak om beredskapstiltak for å forebygge, håndtere eller begrense virkningene av ekstraordinære situasjoner som nevnt i § 9-1 fjerde eller femte ledd eller for å gjenopprette normal situasjon. Beredskapstiltak kan pålegges den som eier eller driver anlegg eller systemer som nevnt i første ledd. Beredskapstiltak kan gjelde for eksisterende og planlagte anlegg eller systemer som nevnt i første ledd.",
                        "Vedtak om beredskapstiltak kan blant annet omfatte krav til organisering, planlegging, forebygging, sikkerhets- eller sikringstiltak, utførelse, gjennomføring, gjenopprettingsevne, ledelse eller drift. Beredskapsmyndigheten kan treffe vedtak om at drift i ekstraordinære situasjoner og gjennomføring av tiltak etter dette kapittel skal kunne skje fra norsk territorium.",
                        "Den som pålegges beredskapstiltak plikter å gjennomføre tiltaket for egen regning og risiko.",
                        "Når det anses nødvendig kan beredskapsmyndigheten uten hensyn til tidligere pålegg treffe vedtak om at nye eller endrede beredskapstiltak skal settes i verk.",
                        "§ 9-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-3",
                    "title": "(Informasjonssikkerhet)",
                    "sections": [
                        "Alle enheter i KBO skal vurdere sikkerheten ved all behandling av informasjon om kraftforsyningen. Enhetene skal kartlegge hvilken informasjon som er sensitiv, hvor den befinner seg og hvem som har tilgang til den. Det skal etableres effektiv avskjerming og beskyttelse av sensitiv informasjon.",
                        "Enhver plikter å hindre at andre enn rettmessige brukere får adgang eller kjennskap til sensitiv informasjon om kraftforsyningen.",
                        "Departementet kan gi nærmere forskrifter om informasjonssikkerhet i kraftforsyningen og om taushetsplikten.",
                        "§ 9-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-4",
                    "title": "(Delegering mv.)",
                    "sections": [
                        "Beredskapsmyndigheten kan delegere myndighet til å treffe vedtak i forbindelse med beredskap til KBO eller enheter som inngår i KBO.",
                        "Forvaltningsloven kapittel II om ugildhet gjelder ikke for saker som behandles av KBO. Saker skal uansett forberedes og avgjøres etter en forsvarlig, saklig og nøytral saksbehandling.",
                        "§ 9-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-5",
                    "title": "(Meldeplikt og rett til adgang)",
                    "sections": [
                        "Beredskapsmyndigheten kan i forskrift fastsette krav om å melde igangsetting av arbeid for å bygge eller endre anlegg eller systemer som nevnt i § 9-2 første ledd.",
                        "Alle som omfattes av dette kapittelet, plikter å gi beredskapsmyndigheten adgang til grunn, bygg, anlegg og lignende mot gyldig legitimasjon. Det samme gjelder adgang for politiet og militære myndigheter når dette har sammenheng med forberedelse til og gjennomføring av væpnet sikring.",
                        "§ 9-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-6",
                    "title": "(Gebyr til dekning av utgifter)",
                    "sections": [
                        "Beredskapsmyndigheten kan kreve gebyr fra enheter i KBO til dekning av utgiftene ved beredskapsmyndighetens arbeid med kraftforsyningsberedskap. Utgiftene utlignes på eiere og brukere av de anlegg dette kapittelet omfatter.",
                        "§ 10-1 tredje ledd første punktum skal lyde:",
                        "Enhver plikter uten hinder av taushetsplikt å gi departementet de opplysninger som er nødvendige for utøvelse av myndighet etter denne lov.",
                        "I lov 14. desember 1917 nr. 16 om erverv av vannfall m.v. gjøres følgende endringer:",
                        "Lovens tittel skal lyde:",
                        "«Lov 14. desember 1917 nr. 16 om erverv av vannfall mv.»",
                        "§ 36 syvende ledd skal lyde:",
                        "Gjelder det erverv av aksjer eller parter i selskap som innehar eiendomsrett til vannfall av en slik størrelse som nevnt i § 1 annet ledd, uten at det for disse er fastsatt vederlagsfri overgang til staten, kan det betinges at aksjene eller partene skal tilfalle staten uten vederlag etter utløpet av en i konsesjonen fastsatt frist som ikke må overstige 60 år.",
                        "I lov 14. desember 1917 nr. 17 om vassdragsreguleringer gjøres følgende endring:",
                        "§ 10 nr. 3 annet ledd annet punktum skal lyde:",
                        "Søknad om omgjøring av tidligere fastsatte vilkår om tidsbegrensning og hjemfall skal innvilges så fremt reguleringsanleggets eier oppfyller vilkårene i lov 14. desember 1917 nr. 16 om erverv av vannfall mv. § 2 første ledd.",
                        "I lov 24. november 2000 nr. 82 om vassdrag og grunnvann gjøres følgende endringer:",
                        "§ 12 siste ledd skal lyde:",
                        "Om beverdammer gjelder reglene i naturmangfoldloven § 18.",
                        "§ 19 annet ledd tredje punktum skal lyde:",
                        "Hvis det for et elvekraftverk med midlere årsproduksjon over 40 GWh ikke er gitt konsesjon etter lov 14. desember 1917 nr. 16 om erverv av vannfall mv., fastsettes konsesjonsavgifter etter reglene i dennes § 2 tredje ledd nr. 13.",
                        "§ 20 første ledd bokstav a skal lyde:",
                        "a)må ha tillatelse etter lov 15. mai 1992 nr. 47 om laksefisk og innlandsfisk m.v. § 7 annet ledd eller § 10;",
                        "§ 20 første ledd bokstav c skal lyde:",
                        "c)må ha dispensasjon fra vernevedtak etter naturmangfoldloven eller utføres som skjøtselstiltak etter naturmangfoldloven;",
                        "§ 20 første ledd bokstav d skal lyde:",
                        "d)Er tillatt i reguleringsplan etter plan- og bygningsloven; eller",
                        "§ 24 annet ledd første punktum skal lyde:",
                        "Søknaden skal kunngjøres for søkerens regning etter reglene i plan- og bygningsloven § 12-10 første ledd første og annet punktum, annet og tredje ledd, jf. § 5-2.",
                        "§ 29 annet ledd første punktum skal lyde:",
                        "Endringer i et manøvreringsreglement som gir adgang til å variere vannstanden eller vannføringen, skal sendes på høring etter forvaltningslovens regler om forskrifter og kunngjøres etter reglene i plan- og bygningsloven § 12-10 første ledd første og annet punktum, annet og tredje ledd, jf. § 5-2.",
                        "I lov 28. november 2003 nr. 98 om konsesjon ved erverv av fast eiendom (konsesjonsloven) mv. skal § 2 annet ledd nr. 1 lyde:",
                        "1.som er konsesjonspliktige eller som krever vedtak etter lov 14. desember 1917 nr. 16 om erverv av vannfall mv. kapittel I,",
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}