{
    "lawId": "LOV-2012-04-20-20",
    "lawName": "Lov om endringer i svalbardmiljøloven",
    "shortName": "Endringslov til svalbardmiljøloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 27",
                    "title": "(utsetting og flytting av organismer mv.)",
                    "sections": [
                        "Uten tillatelse fra miljøvernmyndigheten må ingen",
                        "a)sette ut flora eller fauna som ikke finnes naturlig på Svalbard fra før,",
                        "b)flytte stedegne arter av flora eller fauna, eller",
                        "c)sette i verk kultiveringstiltak for flora eller fauna, herunder sette ut flora eller fauna på land eller i vassdrag, fjorder og sjøområder.",
                        "Ny § 30 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 30 a",
                    "title": "(sikring mot isbjørnangrep)",
                    "sections": [
                        "Enhver som ferdes utenfor bosettinger, med unntak for tilreisende og fastboende som er med i organisert turopplegg, plikter å ha kunnskap om sikring mot isbjørnangrep. Det skal iverksettes nødvendige tiltak for å unngå fare for angrep fra isbjørn og for å kunne avverge et slikt angrep uten å skade eller avlive dyret.",
                        "Enhver som ferdes utenfor bosettinger, med unntak av tilreisende og fastboende som er med i organisert turopplegg, skal ha egnede midler for skremming og jaging av isbjørn.",
                        "Sysselmannen kan gi nærmere regler om isbjørnsikring i forskrift.",
                        "§ 32 skal lyde:"
                    ]
                },
                {
                    "name": "§ 32",
                    "title": "(retten til høsting)",
                    "sections": [
                        "Enhver har rett til å høste fauna og til å sanke egg og dun i samsvar med reglene i og i medhold av § 31, om ikke annet følger av paragrafen her eller lov om Svalbard § 26.",
                        "Høsting kan bare foretas av den som har løst kort (jaktkort, fiskekort). Ingen kan ha jaktkort før fylte 16 år. Departementet kan gi nærmere forskrift om kort og avgift for kort og felling, om opplæring og prøve som vilkår for jaktkort, om adgang til å delta i jakt og fangst i opplæringsøyemed, og om andre vilkår for høsting.",
                        "Departementet kan for bestemte arter gi forskrift om at bare fastboende skal ha rett til høsting, eller at høsting bare kan skje med Sysselmannens tillatelse. Innenfor rammen av forskrifter etter §§ 31 og 32 kan Sysselmannen gi nærmere lokale reguleringer ved forskrift. I en tillatelse kan det settes vilkår, herunder om hvilke områder eller tidsrom tillatelsen skal gjelde for, hvilken mengde som kan høstes, og hva slags høstingsmåter eller redskaper som kan brukes.",
                        "Sysselmannen kan gi overvintrende fangstfolk med tilhold i fangsthytte enerett til høsting innenfor et avgrenset område og tidsrom. Før slik enerett blir gitt, skal Sysselmannen kunngjøre adgangen til å søke om enerett innen en angitt frist. I vedtak om enerett angis hvilke arter eneretten omfatter. Det kan settes vilkår, herunder om utføring av oppgaver med tilsyn, jf. kapittel VIII, og opplæring. Departementet kan gi forskrift om tildeling av fangstområder med enerett til høsting og fastsette særregler for høsting for fangstmenn som nevnt i paragrafen her om hvilke tidsrom høstingen kan foregå, hvilken mengde som kan høstes og høstingsmåter.",
                        "Sysselmannen kan pålegge rapportering og innsamling i forbindelse med tillatelser til høsting. Ved manglende oppfølging av slike pålegg kan Sysselmannen nekte tilsvarende tillatelse kommende sesong.",
                        "§ 39 skal lyde:"
                    ]
                },
                {
                    "name": "§ 39",
                    "title": "(fredete kulturminner)",
                    "sections": [
                        "Automatisk fredet er:",
                        "a)faste kulturminner fra tiden før 1946;",
                        "b)løse kulturminner fra tiden før 1946, når de kommer for dagen tilfeldig, ved undersøkelse, utgraving eller på annen måte.",
                        "Spor etter menneskegraver av alle slag, herunder kors og andre gravmarkeringer, samt bein og beinrester i og på markoverflaten er faste kulturminner som er automatisk fredet uavhengig av alder. Det samme gjelder skjelettrester på slakteplasser for hvalross og hval, og i forbindelse med selvskudd for isbjørn.",
                        "Med til et fast automatisk fredet kulturminne hører en sikringssone rundt den synlige eller kjente ytterkant, i utstrekning 100 meter i alle retninger om ikke Sysselmannen fastsetter en annen avgrensning. Løse kulturminner regnes som faste når de er knyttet til en bestemt lokalitet, jf. § 3 bokstav g.",
                        "Direktoratet kan ved vedtak frede kulturminner fra tiden etter 1945 med særskilt kulturhistorisk verdi. Fredningsvedtaket omfatter fast inventar (skap, ovner, mv.). Når særlige grunner tilsier det, kan også løst inventar og gjenstander medtas. I slike tilfeller må gjenstandene spesifiseres.",
                        "Direktoratet kan ved vedtak frede området rundt et vedtaksfredet kulturminne så langt det er nødvendig for å bevare virkningen av kulturminnet i miljøet eller for å beskytte vitenskapelige interesser som knytter seg til det.",
                        "Direktoratet avgjør i tvilstilfelle hva som er automatisk fredet fast eller løst kulturminne og kan oppheve fredning av bestemte kulturminner.",
                        "§ 40 skal lyde:"
                    ]
                },
                {
                    "name": "§ 40",
                    "title": "(midlertidig fredningsvedtak)",
                    "sections": [
                        "Når særlige grunner foreligger, kan Sysselmannen treffe vedtak om midlertidig fredning av faste eller løse kulturminner og områder som nevnt i § 39 fjerde og femte ledd, inntil spørsmålet om fredning er endelig avgjort.",
                        "§ 42 skal lyde:"
                    ]
                },
                {
                    "name": "§ 42",
                    "title": "(innholdet av automatisk fredning)",
                    "sections": [
                        "Med mindre annet er fastsatt i medhold av denne loven må ingen skade, grave ut, flytte, fjerne, forandre, tildekke, skjule eller skjemme et automatisk fredet kulturminne med sikringssone, eller sette i gang tiltak som kan medføre fare for at slikt skjer.",
                        "Uten etter tillatelse fra Sysselmannen må ingen sette opp telt eller brenne bål i sikringssonen. Telting på frossen og snødekket mark er likevel tillatt i sikringssonen.",
                        "Sysselmannen kan regulere, herunder forby, ferdsel innenfor sikringssonen, som alene eller over tid kan motvirke formålet med vernet.",
                        "§ 44 skal lyde:"
                    ]
                },
                {
                    "name": "§ 44",
                    "title": "(dispensasjon og tiltakshaverens særlige plikter for å beskytte kulturminner)",
                    "sections": [
                        "Når en virksomhet planlegges, skal tiltakshaveren på egen kostnad undersøke om virksomheten vil virke inn på automatisk fredete kulturminner på en måte som nevnt i § 42. Direktoratet avgjør snarest mulig om og i tilfelle på hvilken måte tiltaket kan iverksettes.",
                        "Viser det seg først mens arbeidet er i gang at det kan virke inn på automatisk fredete kulturminner i strid med § 42, skal Sysselmannen varsles i henhold til § 62 annet ledd og arbeidet stanses. Direktoratet avgjør snarest mulig om arbeidet kan fortsette og vilkårene for det.",
                        "Funn som kommer frem ved undersøkelser og utgraving eller under virksomheten, skal dokumenteres og konserveres på tiltakshaverens regning, om ikke annet blir bestemt etter § 98. Funn skal avleveres innen ett år, om ikke Sysselmannen forlenger fristen.",
                        "Direktoratet kan i særlige tilfeller gjøre unntak fra vedtak om fredning og fredningsbestemmelser for tiltak som ikke medfører vesentlige inngrep i det fredete kulturminnet eller det fredete området.",
                        "§ 45 skal lyde:"
                    ]
                },
                {
                    "name": "§ 45",
                    "title": "(undersøkelser, skjøtsel og vedlikehold)",
                    "sections": [
                        "Direktoratet har rett til å søke etter, grave frem, granske og dokumentere automatisk fredete kulturminner og kan gi tillatelse til at andre gjennomfører slike tiltak. Kulturminnet skal bringes tilbake til den stand det var før tiltaket, om ikke direktoratet fastsetter annet. Sysselmannen kan ta opp løse kulturminner og treffe nødvendige tiltak for å ta vare på dem.",
                        "Sysselmannen kan vedlikeholde, gjerde inn og iverksette tiltak for å anskueliggjøre faste fredete kulturminner, herunder rydde området omkring, blant annet for å unngå skade på mennesker og dyr. Slike tiltak kan også treffes i sikringssonen. Tiltak ut over vedlikehold, slik som istandsetting, restaurering, gjenoppbygging og flytting, krever dispensasjon etter § 44.",
                        "Før det treffes tiltak om et fast kulturminne, skal eieren eller rettighetshaveren varsles og få anledning til å uttale seg etter reglene i forvaltningsloven § 16. Gjelder tiltaket et fast kulturminne som er i bruk, kan det bare settes i verk med samtykke fra eieren eller brukeren, om ikke tiltaket er nødvendig for å hindre forfall.",
                        "Er det fare for forfall, kan direktoratet pålegge eieren eller brukeren å gjennomføre tiltak for å motvirke dette.",
                        "§ 50 tredje ledd annet punktum skal lyde:",
                        "Ved utarbeidelse eller revisjon av hele arealplanen eller delplaner skal planansvarlig utarbeide et planprogram som klargjør hvilke forhold det skal redegjøres for i planen.",
                        "§ 53 tredje ledd oppheves.",
                        "§ 57 skal lyde:"
                    ]
                },
                {
                    "name": "§ 57",
                    "title": "(krav om tillatelse utenfor planområder og i planområder uten godkjent plan)",
                    "sections": [
                        "Det trengs tillatelse fra miljøvernmyndigheten for Svalbard til følgende tiltak utenfor planområder og i planområder uten godkjent plan:",
                        "a)terrenginngrep;",
                        "b)virksomhet som kan volde forurensning;",
                        "c)hoteller, pensjonater og andre overnattingssteder for allmennheten;",
                        "d)virksomhet som kan virke inn på et automatisk fredet kulturminne i strid med § 42, jf. § 44;",
                        "e)annen virksomhet som kan belaste miljøet på Svalbard når departementet har gitt forskrift om det;",
                        "f)endringer i eksisterende anlegg eller bruken av det dersom den forandrer anleggets karakter eller virkninger for naturmiljøet;",
                        "g)innretninger eller anlegg som ikke er fast forbundet med grunnen og som kan virke inn på landskapet.",
                        "Tillatelse etter denne paragraf må foreligge før virksomheten påbegynnes. Søknaden skal redegjøre for hvilken betydning virksomheten kan få for miljøet. Departementet kan gi forskrift om at søknader skal sendes på høring eller legges ut til offentlig ettersyn.",
                        "Den som legger frem nærmere opplysninger om en planlagt virksomhet, kan kreve at Sysselmannen avgjør om virksomheten vil kreve tillatelse etter denne paragraf. Sysselmannen tar stilling til hvilke opplysninger som må legges frem for å kunne treffe en slik avgjørelse.",
                        "§ 58 tredje ledd bokstav c skal lyde:",
                        "c)virksomheten kan få virkning for fredete kulturminner eller naturmiljøet utenom planområdet, jf. § 44, eller",
                        "§ 59 første ledd bokstav b skal lyde:",
                        "b)kan få betydelig og langvarig virkning for miljø og samfunn i et planområde.",
                        "§ 68 skal lyde:"
                    ]
                },
                {
                    "name": "§ 68",
                    "title": "(dumping og forbrenning av avfall eller annet materiale)",
                    "sections": [
                        "Dumping og forbrenning av avfall eller annet materiale fra skip eller annet fartøy er forbudt. Forbudet omfatter ikke forbrenning av avfall som oppstår som følge av skipets vanlige drift og som er tillatt i henhold til forskrift 16. juni 1983 nr. 1122 om hindring av forurensning fra skip (MARPOL-forskriften). Sysselmannen kan gi tillatelse i medhold av forskrift 1. juni 2004 nr. 931 om begrensning av forurensning kapittel 22 Mudring og dumping i sjø og vassdrag.",
                        "§ 70 skal lyde:"
                    ]
                },
                {
                    "name": "§ 70",
                    "title": "(akutt forurensning – beredskap og varsling)",
                    "sections": [
                        "Den som driver virksomhet som kan medføre akutt forurensning, skal ha nødvendig beredskap og har plikt til å aksjonere for å hindre, oppdage, stanse, fjerne og begrense virkningen av slik forurensning. Departementet kan pålegge den ansvarlige for virksomheten å legge fram beredskapsplan for godkjenning. Det kan fastsettes nærmere vilkår for godkjenning av beredskapsplanen. Med akutt forurensning forstås forurensning av betydning som inntrer plutselig, og som ikke er tillatt etter loven her.",
                        "Inntrer det akutt forurensning eller fare for akutt forurensning, skal den ansvarlige straks varsle Sysselmannen. Også andre har plikt til å varsle, om det ikke åpenbart er unødvendig.",
                        "Den som har beredskaps- og aksjonsplikt etter denne bestemmelsen, skal etter pålegg av den som har ansvar for den statlige beredskapen bistå med utstyr og personell ved en aksjon mot akutt forurensning.",
                        "Departementet kan gi forskrift om hvem som er beredskaps- og aksjonspliktig, beredskaps- og aksjonspliktens omfang og om avgift for offentlig beredskap.",
                        "§ 71 tredje ledd skal lyde:",
                        "Departementet eller den departementet bemyndiger kan gi forskrift om",
                        "a)tiltak for å redusere avfallsmengden,",
                        "b)innlevering, innsamling, mottak, transport, sortering og behandling av avfall,",
                        "c)at visse slag avfall skal gjenvinnes eller fraktes bort med sikte på gjenvinning,",
                        "d)at avfall skal fraktes bort for behandling andre steder.",
                        "§ 77 skal lyde:"
                    ]
                },
                {
                    "name": "§ 77",
                    "title": "(utrykning og tilsyn)",
                    "sections": [
                        "Gjennomføring av politioppgaver, samt utrykning for brann- og redningstjeneste, kan om nødvendig skje uten hinder av reglene i loven her. Sysselmannen kan utføre nødvendig tilsyn uten hinder av reglene i loven her.",
                        "§ 78 skal lyde:"
                    ]
                },
                {
                    "name": "§ 78",
                    "title": "(miljøavgift for tilreisende)",
                    "sections": [
                        "Kongen kan gi forskrift om at den som besøker Svalbard, skal betale en miljøavgift. Miljøavgiften kan ikke pålegges fastboende. Miljøavgiften går inn i Svalbards miljøvernfond.",
                        "§ 80 bokstav a skal lyde:",
                        "a)i særskilte traseer eller til bestemte formål fastsatt av departementet i forskrift;",
                        "§ 81 første ledd bokstav b skal lyde:",
                        "b)for bestemte formål fastsatt av departementet i forskrift;",
                        "Ny § 82 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 82 a",
                    "title": "(krav til drivstoff for motorferdsel i sjø)",
                    "sections": [
                        "Departementet kan fastsette forskrift om krav til drivstoffkvalitet for skip som anløper Svalbards territorialfarvann. Forskriften kan bestemme at det i en eller flere leder likevel skal være tillatt å medbringe eller benytte annet drivstoff enn det som er fastsatt.",
                        "§ 83 fjerde ledd skal lyde:",
                        "Departementet kan gi forskrift om minstehøyder for luftfartøy og om forbud mot bruk av luftfartøy til turistformål.",
                        "§ 92 skal lyde:"
                    ]
                },
                {
                    "name": "§ 92",
                    "title": "(gebyr for saksbehandling og kontroll)",
                    "sections": [
                        "Departementet kan gi forskrift om gebyr for kontrolltiltak som miljøvernmyndighetene utfører i medhold av dette kapittel, og for behandling av tillatelser, dispensasjoner m.m. etter denne lov eller forskrift fastsatt i medhold av loven. Gebyrene settes slik at de samlet ikke antas å overstige kostnadene ved kontrollordningen eller saksbehandlingen. Gebyret er tvangsgrunnlag for utlegg.",
                        "§ 94 skal lyde:"
                    ]
                },
                {
                    "name": "§ 94",
                    "title": "(eiendomsrett til flora og fauna håndtert i strid med loven mv.)",
                    "sections": [
                        "Flora og fauna som er innsamlet, fanget eller avlivet i strid med loven her, eller avlivet med hjemmel i §§ 33 første ledd og 34, tas hånd om av Sysselmannen. Det samme gjelder fallvilt, deler av fallvilt og dyr som er avlivet av dyrevernhensyn og fauna felt i samband med forskning. Ordningen etter første og annet punktum kan gjøres gjeldende ved forelegg eller dom etter straffeprosesslovens regler for inndragning.",
                        "Sysselmannen avgjør hvordan slik flora og fauna skal disponeres. Verdien av flora og fauna som nevnt i første ledd, tilfaller Svalbards miljøvernfond. Sysselmannen kan kreve erstatning for verdien dersom Sysselmannen ikke får tilgang til flora og fauna etter dette ledd.",
                        "Ny § 96 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 96 a",
                    "title": "(overtredelsesgebyr)",
                    "sections": [
                        "Sysselmannen kan pålegge den som forsettlig eller uaktsomt overtrer bestemmelsene i §§ 16 annet ledd, 26 til 28, 30 a, 30 til 33, 35, 42, 46, 65 til 68, 70, 71, 73 annet ledd, 79 til 83, 86 og 94 i loven her å betale overtredelsesgebyr til Svalbards miljøvernfond.",
                        "I forskrift kan departementet gi nærmere bestemmelser om hvilke overtredelser nevnt i første ledd som kan medføre overtredelsesgebyr. Videre skal forskriften gi nærmere bestemmelser om fastsettelse av overtredelsesgebyr, herunder gebyrets størrelse.",
                        "Endelig vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg. Domstolene kan prøve størrelsen på overtredelsesgebyret.",
                        "Foretak kan ilegges overtredelsesgebyr i samsvar med første til tredje ledd når overtredelsen er begått av noen som har handlet på vegne av foretaket. Dette gjelder selv om ingen enkeltperson kan ilegges overtredelsesgebyr.",
                        "§ 98 første ledd skal lyde:",
                        "Svalbards miljøvernfond består av midler innkrevd i medhold av §§ 32 annet ledd, 78, 94, 95 tredje ledd, 96 og 96 a.",
                        "§ 98 annet ledd bokstav c skal lyde:",
                        "c)tilskudd til skjøtsel, vedlikehold og granskning av kulturminner så langt dette ikke kan ventes dekket av den ansvarlige,",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}