{
    "lawId": "LOV-2012-06-22-57",
    "lawName": "Lov om Eksportkreditt Norge AS (eksportkredittloven)",
    "shortName": "Eksportkredittloven",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Loven fastsetter rammer for etableringen og driften av et statlig norsk aksjeselskap som skal ha til formål å forvalte en statlig ordning for finanstjenester til norsk eksport av kapitalvarer og tjenester. Selskapets navn skal være Eksportkreditt Norge AS."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Selskapets eier",
                    "sections": [
                        "Staten skal eie alle aksjene i selskapet."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Selskapets virksomhet",
                    "sections": [
                        "For å fremme formål som nevnt i § 1, kan selskapet i eget navn",
                        "1.yte offentlig støttede eksportkreditter i henhold til internasjonale avtaler, og",
                        "2.yte lån på markedsmessige vilkår som et alternativ til lån som nevnt i nr. 1.",
                        "Nærmere regler om eksportkreditter og lån som kan ytes i medhold av første ledd, kan gis av departementet ved forskrift."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Finansiering av selskapets virksomhet",
                    "sections": [
                        "Utlånsvirksomheten skal i sin helhet finansieres ved bevilgning over statsbudsjettet.",
                        "Midler til driften av selskapet bevilges av staten.",
                        "Selskapet kan ikke oppta lån eller stille sikkerhet uten Stortingets samtykke.",
                        "Riksrevisjonen skal forestå revisjon av låneregnskapet."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Statens ansvar",
                    "sections": [
                        "Staten er ansvarlig for de forpliktelser som selskapet pådrar seg i forbindelse med utlånsvirksomheten og som ikke knytter seg til driften av selskapet. Krav mot staten som nevnt i første punktum, skal rettes til selskapet."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Aksjeloven",
                    "sections": [
                        "Lov 13. juni 1997 nr. 44 om aksjeselskaper gjelder for selskapet i den utstrekning ikke annet følger av loven her."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Styrets myndighet",
                    "sections": [
                        "Forvaltningen av selskapet hører under styret, som også påser at selskapet drives i samsvar med bestemmelser fastsatt i eller i medhold av lov, selskapets vedtekter samt generelle retningslinjer fastsatt av generalforsamlingen.",
                        "Saker som antas å være av vesentlig betydning for selskapets formål, som i vesentlig grad kan endre virksomhetens karakter, eller som kan få vesentlige samfunnsøkonomiske eller samfunnsmessige virkninger, skal forelegges for generalforsamlingen før styret treffer vedtak. I vedtektene kan det fastsettes nærmere regler om hvilke saker som skal forelegges generalforsamlingen etter første punktum."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Forholdet til annen lovgivning",
                    "sections": [
                        "Lov 10. februar 1967 om behandlingsmåten i forvaltningssaker gjelder ikke for selskapets virksomhet.",
                        "Lov 4. mars 1983 nr. 3 om statens tjenestemenn m.m. og lov 18. juli 1958 nr. 2 om offentlige tjenestetvister gjelder ikke for selskapet.",
                        "Lov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner gjelder ikke for selskapet, jf. finansieringsvirksomhetsloven § 1-3 første ledd nr 1.",
                        "Lov 4. desember 1992 nr. 126 om arkiv gjelder ikke for selskapet."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Utfyllende bestemmelser",
                    "sections": [
                        "Departementet kan ved forskrift fastsette nærmere bestemmelser om utlånsvirksomheten og selskapets virksomhet, herunder saksbehandlingen i lånesaker, forvaltningen av selskapets midler, driften av selskapet inkludert dekning av selskapets driftskostnader, samt for øvrig til utfylling av lovens bestemmelser."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        }
    ]
}