{
    "lawId": "LOV-2012-05-25-29",
    "lawName": "Lov om endringer i klimakvoteloven",
    "shortName": "Endringslov til klimakvoteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2",
                    "title": "(lovens stedlige virkeområde)",
                    "sections": [
                        "Loven gjelder for utslipp av klimagasser",
                        "a)i riket, unntatt på Svalbard,",
                        "b)fra virksomhet på Norges kontinentalsokkel,",
                        "c)fra luftfartsaktiviteter innen EØS-området, samt",
                        "d)fra luftfartsaktiviteter til og fra EØS-området",
                        "Kongen kan bestemme at loven skal gjelde for Svalbard, samt gi nærmere bestemmelser om lovens stedlige virkeområde ellers.",
                        "§ 3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "(utslipp som omfattes av denne loven)",
                    "sections": [
                        "Loven gjelder utslipp av klimagasser fra stasjonære industrivirksomheter og luftfartsaktiviteter.",
                        "Kongen kan i forskrift gi nærmere bestemmelser om hvilke klimagasser, aktiviteter og virksomheter som omfattes av første ledd.",
                        "Kongen kan i forskrift gi bestemmelser om at utslipp av klimagasser fra produksjonsenheter med kapasitet under en fastsatt grense skal være unntatt fra denne lov. Kongen kan i forskrift også gi bestemmelser om at flere produksjonsenheter som ligger på samme sted, og står i nær driftsmessig sammenheng, eller som ikke ligger på samme sted, men som står i nær driftsmessig og fysisk sammenheng, skal vurderes under ett ved beregningen av kapasiteten. Kongen kan i forskrift også gi bestemmelser om at visse transportaktiviteter, herunder transportaktiviteter som ikke overstiger visse aktivitets- eller utslippsgrenser, skal være unntatt fra denne lov.",
                        "Kongen kan i forskrift gi nærmere bestemmelser om hvilke kvotepliktige luftfartøysoperatører som skal forholde seg til norske administrerende myndigheter.",
                        "§ 4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "(kvoteplikt)",
                    "sections": [
                        "Den som driver virksomhet eller utfører aktiviteter som nevnt i § 3 eller i forskrifter gitt i medhold av loven, er kvotepliktig etter denne lov og må innlevere kvoter tilsvarende sine kvotepliktige utslipp i samsvar med bestemmelsene i § 12. For virksomheter som omfattes av forurensningsloven kreves i tillegg tillatelse etter forurensningsloven § 11. For luftfartøysoperatører kreves en godkjent plan for overvåking av utslipps- og aktivitetsdata.",
                        "§ 5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "(søknad om utslippstillatelse og kvotetildeling)",
                    "sections": [
                        "Kongen kan i forskrift gi nærmere bestemmelser om søknader om tillatelse til kvotepliktige utslipp etter forurensningsloven § 11 annet ledd og om søknader om tildeling av vederlagsfrie kvoter. Forurensningsmyndighetene kan i det enkelte tilfellet fastsette hvilke opplysninger eller undersøkelser søkeren må sørge for.",
                        "Departementet kan gi forskrift om saksbehandlingsregler til utfylling av reglene i tjenesteloven for søknad om tildeling av vederlagsfrie kvoter og for godkjenning av den kvotepliktiges rapportering av klimagassutslipp etter § 15, herunder om saksbehandlingsfrist og rettsvirkninger av fristoverskridelse. Unntak fra tjenesteloven § 11 annet ledd kan bare gjøres når det er begrunnet ut fra tvingende allmenne hensyn, herunder hensynet til privatpersoners beskyttelsesverdige interesser.",
                        "§ 6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "(opplysninger og undersøkelser)",
                    "sections": [
                        "Etter pålegg av forurensningsmyndighetene plikter den kvotepliktige uten hinder av taushetsplikt å gi forurensningsmyndighetene eller andre offentlige organer de opplysninger som er nødvendige for gjennomføring av gjøremål etter loven.",
                        "Opplysninger som nevnt i første ledd kan også kreves fra andre offentlige myndigheter uten hinder av den taushetsplikt som ellers gjelder. Forurensningsmyndighetene kan bestemme i hvilken form opplysningene skal gis.",
                        "Vedtak etter første eller annet ledd treffes ved forskrift eller enkeltvedtak.",
                        "Forurensningsmyndighetene kan pålegge kvotepliktige å sørge for eller bekoste undersøkelser eller lignende tiltak som med rimelighet kan kreves for å slå fast om krav til beregning eller måling, overvåking eller rapportering av kvotepliktige utslipp eller aktivitetsnivå er overholdt.",
                        "§ 7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "(gebyr)",
                    "sections": [
                        "Kongen kan i forskrift gi bestemmelser om betaling av gebyr for opprettelse og drift av konto, vedtak om tildeling av kvoter, utstedelse av kvoter, og for godkjenning av overvåkingsplaner. Kongen kan i forskrift fastsette at omkostninger i forbindelse med forurensningsmyndighetenes kontroll etter § 15 skal dekkes av den kvotepliktige.",
                        "§ 8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "(meldeplikt)",
                    "sections": [
                        "Kongen kan i forskrift gi bestemmelser om at den som driver virksomhet eller utfører aktiviteter som nevnt i § 3 eller i forskrifter gitt i medhold av loven, har plikt til å gi melding til forurensningsmyndighetene om planlagte endringer i virksomheten eller aktivitetsnivået og informasjon om gjennomføring av slike endringer.",
                        "§§ 8a og 8b oppheves.",
                        "Ny kapitteloverskrift skal lyde:",
                        "§ 9 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2. Tildeling av kvoter",
            "paragraphs": [
                {
                    "name": "§ 9",
                    "title": "(salg av kvoter)",
                    "sections": [
                        "Kongen kan gi nærmere bestemmelser om organiseringen og gjennomføringen av salg av kvoter.",
                        "§ 10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "(tildeling av kvoter vederlagsfritt)",
                    "sections": [
                        "Kongen kan i forskrift fastsette bestemmelser om tildeling av vederlagsfrie kvoter for perioden 2013–2020, herunder bestemmelser om omgjøring av vedtak om tildeling på bakgrunn av våre folkerettslige forpliktelser eller på bakgrunn av endringer i stasjonære industrivirksomheters kapasitet, aktivitetsnivå eller drift som har innvirkning på grunnlaget for tildelingen.",
                        "Det settes av en kvotereserve for vederlagsfri tildeling til høyeffektive kraftvarmeverk i perioden 2008–2012. Kongen gir nærmere bestemmelser om størrelsen på denne reserven, hvilke typer virksomheter som kan søke og øvrige kriterier som skal ligge til grunn for tildelingen etter dette ledd.",
                        "§ 11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "(Det norske registeret for klimakvoter)",
                    "sections": [
                        "Det norske registeret for klimakvoter skal inneholde opplysninger om utstedelse, utdeling, beholdning, overdragelse, overføring til oppgjør og sletting av kvoter.",
                        "Kongen utpeker en ansvarlig myndighet for opprettelse og drift av registeret. Kongen kan i forskrift gi nærmere bestemmelser om utformingen og driften av dette registeret, herunder gi bestemmelser som innskrenker adgangen til å overføre kvoter der dette er nødvendig i henhold til regelverket under Kyotoprotokollen 1997 til FNs rammekonvensjon 1992 om klimaendring.",
                        "Offentlige myndigheter har rett til å få tilgang til opplysninger fra kvoteregisteret i den utstrekning dette er nødvendig for å fremme deres oppgaver i eller i medhold av lov.",
                        "Uten hinder av lovbestemt taushetsplikt kan det gis tilgang til opplysninger i henhold til EØS-avtalen vedlegg XX nr. 21.",
                        "§ 12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "(plikt til å overføre kvoter til oppgjør)",
                    "sections": [
                        "Den kvotepliktige skal innen 30. april hvert år overføre et antall kvoter som svarer til virksomhetens eller operatørens rapporteringspliktige utslipp det foregående året, til en nærmere angitt oppgjørskonto i registeret.",
                        "Kongen kan i forskrift gi nærmere bestemmelser om hvilke typer kvoter som kan godkjennes som oppgjør for kvoteplikten, og prosedyrene for dette. Hver kvote som innleveres, skal representere utslipp av ett tonn CO₂-ekvivalenter.",
                        "Dersom den kvotepliktige ikke innen fristen etter første ledd har satt inn et tilstrekkelig antall kvoter på oppgjørskontoen, skal den kvotepliktige innen 1. mai året etter at oppgjør i medhold av første ledd skulle ha funnet sted, plassere kvoter på den angitte oppgjørskontoen svarende til underskuddet fra det tidligere året. I tillegg skal det ilegges overtredelsesgebyr etter § 19.",
                        "§ 13 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "(utstedelse av kvoter på grunnlag av utslippsreduserende prosjekter i sektorer innenlands som ikke har kvoteplikt)",
                    "sections": [
                        "Kongen kan i forskrift gi nærmere bestemmelser om utstedelse av kvoter på grunnlag av utslippsreduserende prosjekter i sektorer innenlands som ikke har kvoteplikt.",
                        "Kapitteloverskrift flyttes og skal lyde:",
                        "§ 14 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4. Rapportering og kontroll",
            "paragraphs": [
                {
                    "name": "§ 14",
                    "title": "(rapportering)",
                    "sections": [
                        "Den kvotepliktige skal hvert år innen en frist fastsatt av forurensningsmyndighetene rapportere foregående års kvotepliktige utslipp av klimagasser til forurensningsmyndighetene.",
                        "Kongen kan i forskrift eller i det enkelte tilfellet gi nærmere bestemmelser om rapporteringen, herunder bestemmelser om hva som skal rapporteres og hvordan utslippene skal beregnes eller måles.",
                        "§ 15 skal lyde:"
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "(forurensningsmyndighetenes kontroll)",
                    "sections": [
                        "Forurensningsmyndighetene kontrollerer og godkjenner den enkelte kvotepliktiges rapportering av klimagassutslipp etter § 14. Godkjenningen av utslippsrapporten er et enkeltvedtak.",
                        "Kongen kan i forskrift eller enkeltvedtak bestemme at den kvotepliktiges utslippsrapport og luftfartøysoperatørers tonn-kilometerdata skal verifiseres av en uavhengig tredjepart før innlevering. Kongen kan i forskrift gi nærmere bestemmelser om krav til og akkreditering av verifikasjonsinstans, herunder om utarbeidelsen og innholdet av verifikasjonserklæringer.",
                        "§ 16 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "(internkontroll)",
                    "sections": [
                        "Forurensningsmyndigheten kan gi forskrifter om internkontroll og internkontrollsystemer for å sikre at krav fastsatt i eller i medhold av denne lov overholdes.",
                        "Kapitteloverskrift flyttes og skal lyde:",
                        "§ 17 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5. Sanksjoner",
            "paragraphs": [
                {
                    "name": "§ 17",
                    "title": "(suspensjon av retten til å overføre kvoter)",
                    "sections": [
                        "Dersom den kvotepliktige ikke innen 1. april det enkelte år har rapportert sine utslipp i henhold til bestemmelsene gitt i eller i medhold av § 14, skal forurensningsmyndighetene suspendere vedkommende fra retten til å overføre kvoter i kvoteregisteret fram til tilfredsstillende rapportering foreligger.",
                        "§ 17a oppheves.",
                        "§ 18 skal lyde:"
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "(tvangsmulkt)",
                    "sections": [
                        "Ved overtredelse av rapporteringsplikten etter § 14 kan forurensningsmyndighetene fatte vedtak om tvangsmulkt til staten. Tvangsmulkten begynner å løpe dersom den kvotepliktige oversitter den fristen som forurensningsmyndighetene har fastsatt for å rette forholdet. Tvangsmulkten løper så lenge det ulovlige forholdet varer.",
                        "Tvangsmulkten ilegges den kvotepliktige etter § 4. Vedtak om tvangsmulkt er tvangsgrunnlag for utlegg. Forurensningsmyndighetene kan frafalle påløpt tvangsmulkt.",
                        "§ 19 skal lyde:"
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "(overtredelsesgebyr)",
                    "sections": [
                        "Dersom den kvotepliktige ikke har overholdt sine forpliktelser etter § 13 første ledd, ilegger forurensningsmyndighetene et overtredelsesgebyr til statskassen. Overtredelsesgebyret skal tilsvare 100 euro på forfallstidspunktet for hvert tonn rapporteringspliktig klimagassutslipp som det ikke er plassert kvoter for på den angitte oppgjørskontoen i henhold til § 12 første ledd. Overtredelsesgebyrets størrelse skal indeksreguleres i tråd med den europeiske konsumprisindeksen. Gebyret forfaller til betaling 14 dager etter påkrav. Ved forsinket betaling skal det betales renter etter lov 17. desember 1976 nr. 100 om renter ved forsinket betaling m.m. Vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg. Kongen kan i forskrift endre størrelsen på overtredelsesgebyret.",
                        "Informasjon om hvem som er ilagt overtredelsesgebyr og omfanget av overtredelsen skal gjøres tilgjengelig for offentligheten.",
                        "Nåværende § 21a blir ny § 20.",
                        "§ 21 skal lyde:"
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "(straff)",
                    "sections": [
                        "Med bøter eller fengsel inntil 3 måneder eller begge deler straffes den som forsettlig eller uaktsomt overtrer bestemmelsene om meldeplikt i § 8 og rapporteringsplikt gitt i eller i medhold av § 14 i denne lov.",
                        "Nåværende §§ 23 og 24 blir §§ 22 og 23.",
                        "§ 19 første ledd tredje punktum trer i kraft 1. januar 2013. For øvrig trer loven i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}