{
    "lawId": "LOV-2012-12-14-84",
    "lawName": "Lov om endringer i finanstilsynsloven, banksikringsloven og foretakspensjonsloven",
    "shortName": "Endringslov til finanstilsynsloven m.m.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 4-7 a",
                    "title": "Fripolise med investeringsvalg",
                    "sections": [
                        "(1) Ved utstedelse av fripolise kan fripoliseinnehaveren og pensjonsinnretningen avtale at midler som angitt i tredje punktum skal forvaltes som en egen investeringsportefølje tilordnet fripolisen. Avtalen skal angi hvordan porteføljen skal settes sammen og hvilken adgang fripoliseinnehaveren har til å endre sammensetningen. En slik avtale kan bare omfatte midler tilsvarende premiereserven knyttet til alderspensjon med tilhørende tilleggsavsetninger og administrasjonsreserve knyttet til fripolisen.",
                        "(2) Fripolisekontoen skal tilordnes avkastningen av investeringsporteføljen. Fripoliseinnehaveren bærer risikoen for at verdien av investeringsporteføljen blir redusert, hvis ikke noe annet er fastsatt i avtale med pensjonsinnretningen.",
                        "(3) Pensjonsinnretningen kan kreve vederlag for administrasjon og forvaltning av fripolisen, for fripoliseinnehaverens bruk av rett til å endre investeringsporteføljen, samt for eventuell avkastningsgaranti knyttet til fripolisen. Kongen kan gi nærmere regler i forskrift om vederlag knyttet til fripolisen og om dekning av vederlag ved belastning av fripolisekontoen.",
                        "(4) Ved uttak av alderspensjon gjelder reglene i §§ 5-7 a til 5-7 d. Årlig alderspensjon beregnes med utgangspunkt i investeringsporteføljens verdi på uttakstidspunktet. Midlene knyttet til fripolisen skal på uttakstidspunktet overføres til alminnelig forvaltning i kollektivporteføljen, med mindre fripoliseinnehaveren krever at midlene knyttet til fripolisen fortsatt skal forvaltes som egen investeringsportefølje. Hvis fripolisen fortsatt skal forvaltes som egen investeringsportefølje, skal årlig alderspensjon beregnes ut fra investeringsporteføljens verdi ved hver utbetaling. Kongen kan gi nærmere regler om beregning og utbetaling av årlig alderspensjon fra fripolisen i forskrift.",
                        "(5) Før det inngås avtale om utstedelse av fripolise tilordnet egen investeringsportefølje, skal pensjonsinnretningen skriftlig opplyse fripoliseinnehaveren om at:",
                        "a)investeringsporteføljen tilordnet fripolisen vil bli forvaltet for fripoliseinnehaverens regning og risiko,",
                        "b)pensjonsytelsene bestemmes ut fra verdien av porteføljen på tidspunktet for uttak av pensjon,",
                        "c)pensjonsinnretningens ansvar for avkastningsresultatet og verdiutviklingen over tid bortfaller med mindre annet er avtalt, og at",
                        "d)pensjonsinnretningen har rett til vederlag som nevnt i tredje ledd.",
                        "For hvert forhold det opplyses om etter bokstav a til d skal det samtidig opplyses skriftlig om hvilke vilkår som gjelder for en fripolise som undergis alminnelig forvaltning.",
                        "(6) Pensjonsinnretningen har plikt til å kartlegge fripoliseinnehaverens behov og ønske om risiko og til å opplyse om eventuelle forhold som tilsier at en avtale om forvaltning av fripolisen i en egen investeringsportefølje ikke vil være i fripoliseinnehaverens interesse. Før det inngås avtale om utstedelse av fripolise tilordnet en egen investeringsportefølje, skal pensjonsinnretningen i alle tilfelle gi fripoliseinnehaveren råd om sammensetningen av investeringsporteføljen tilpasset blant annet gjenstående tid til uttak av alderspensjon og størrelsen av midlene knyttet til fripolisen. Når fripoliseinnehaveren har nådd en alder med få år igjen til uttak av pensjon, skal pensjonsinnretningen gi råd om risikoreduserende tiltak. En skriftlig sammenfatning av de opplysninger og råd som pensjonsinnretningen gir etter leddet her, skal sendes fripoliseinnehaveren. Kongen kan gi nærmere regler om pliktig informasjon og rådgivning i forskrift.",
                        "Ny § 4-7 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-7 b",
                    "title": "Investeringsvalg knyttet til utstedte fripoliser",
                    "sections": [
                        "(1) Er det utstedt fripolise med kontraktsfastsatte ytelser, kan fripoliseinnehaveren og pensjonsinnretningen avtale at midler som angitt i tredje punktum skal forvaltes som en egen investeringsportefølje tilordnet fripolisen. Avtalen skal angi hvordan porteføljen skal settes sammen og hvilken adgang fripoliseinnehaveren har til å endre sammensetningen. En slik avtale kan bare omfatte midler tilsvarende premiereserven knyttet til alderspensjon med tilhørende tilleggsavsetninger og administrasjonsreserve knyttet til fripolisen.",
                        "(2) Bestemmelsene i § 4-7 a annet til sjette ledd gjelder tilsvarende for en fripolise utstedt etter paragrafen her.",
                        "§ 5-1 annet ledd skal lyde:",
                        "(2) Det kan fastsettes i regelverket at alderspensjon skal opphøre eller settes ned ved fylte 77 år eller senere, men ikke i noe tilfelle før alderspensjon har vært utbetalt minst i 10 år. Utbetalingstiden for opphørende ytelser kan settes ned til det antall hele år som er nødvendig for at samlet årlig alderspensjon utgjør om lag 30 prosent av folketrygdens grunnbeløp. Medlemmet og pensjonsinnretningen kan avtale at livsvarige ytelser endres til opphørende ytelser i det antall hele år som er nødvendig for at samlet årlig alderspensjon utgjør om lag 30 prosent av folketrygdens grunnbeløp. Ved omregning etter annet og tredje punktum gjelder § 5-6 annet ledd annet punktum tilsvarende.",
                        "§ 5-6 annet ledd første punktum skal lyde:",
                        "(2) For livsvarige ytelser kan regelverket fastsette at pensjonens løpetid skal settes ned til det antall hele år som er nødvendig for at årlig pensjon kommer opp på et nivå tilsvarende om lag 30 prosent av folketrygdens grunnbeløp.",
                        "§ 5-7 d tredje ledd nytt annet punktum skal lyde:",
                        "Er utbetalingstiden for pensjonen redusert i forhold til pensjonsplanen, skal pensjonsinnretningen gi fripoliseinnehaveren skriftlig informasjon om eventuelle muligheter til å redusere uttaket fra andre pensjonsleverandører, herunder adgangen til å redusere uttaksgraden for alderspensjonen fra folketrygden frem til fylte 75 år.",
                        "§ 11-2 nytt femte ledd skal lyde:",
                        "(5) Når medlemmet slutter i foretaket med rett til straks begynnende alderspensjon, skal rett til opptjent pensjon med tilhørende premiereserve og en forholdsmessig andel av tilleggsavsetninger sikres ved fripolise etter reglene i §§ 4-7 til 4-10.",
                        "Loven gjelder fra den tid Kongen bestemmer. De enkelte bestemmelser kan settes i kraft til ulik tid. Kongen kan fastsette overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}