{
    "lawId": "LOV-2012-12-14-94",
    "lawName": "Lov om endringer i lakse- og innlandsfiskloven og naturmangfoldloven",
    "shortName": "Endringslov til lakse- og innlandsfiskeloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3",
                    "title": "Vektlegging av samiske interesser",
                    "sections": [
                        "Dersom det vurderes å treffe vedtak i medhold av denne lov som vil berøre samiske interesser direkte, skal det innenfor rammene av de bestemmelser som gir hjemmel for vedtaket, legges tilbørlig vekt på hensynet til naturgrunnlaget for samisk kultur.",
                        "§ 5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Definisjoner",
                    "sections": [
                        "I denne lov menes med:",
                        "a.«anadrome laksefisk»: laksefisk som vandrer mellom sjø og ferskvann og som er avhengig av ferskvann for å reprodusere seg, samt rogn og unger av slik fisk.",
                        "b.«innlandsfisk»: all annen fisk i vassdrag enn anadrome laksefisk, herunder ål, samt rogn og unger av slik fisk.",
                        "c.«vassdrag»: innsjø, vann, tjern, elv, elvearm, bekk, kanal og kunstige dammer.",
                        "d.«fritt fiske»: det fisket som ifølge lokal sedvanerett eller annen særlig rettshjemmel ikke anses for å tilhøre grunneieren.",
                        "e.«nasjonale laksevassdrag og nasjonale laksefjorder»: vassdrag, fjorder og kyststrekninger som Stortinget har vedtatt opprettet som nasjonale laksevassdrag eller nasjonale laksefjorder.",
                        "§ 7 første ledd skal lyde:",
                        "Hensynet til fiskeinteressene og ivaretakelse av fiskens og andre ferskvannsorganismers økologiske funksjonsområder skal innpasses i planer etter plan- og bygningsloven i kommune og fylke.",
                        "Ny § 7 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 7 a",
                    "title": "Nasjonale laksevassdrag og nasjonale laksefjorder",
                    "sections": [
                        "Når det treffes vedtak eller gjennomføres tiltak som kan påvirke laksens levevilkår, skal de særskilte hensyn som følger av Stortingets vedtak om nasjonale laksevassdrag og nasjonale laksefjorder legges til grunn. I disse områdene skal laksen sikres en særlig beskyttelse mot skadelige inngrep.",
                        "Kongen kan ved forskrift gi nærmere bestemmelser om blant annet forbud mot, begrensninger av, vilkår for og meldeplikt for tiltak i nasjonale laksevassdrag og nasjonale laksefjorder som kan være til skade for laksen, herunder hvilke opplysninger eller undersøkelser søkeren eller tiltakshaveren må sørge for. I forskriften kan det også fastsettes nærmere regler om skjøtsel og forvaltning av nasjonale laksevassdrag og nasjonale laksefjorder. Bestemmelser om tiltak og aktiviteter som faller inn under vannressursloven, og regulering av akvakultur med hjemmel i akvakulturloven eller matloven, gis med hjemmel i disse lovene.",
                        "§ 12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Tiltak i særskilte situasjoner",
                    "sections": [
                        "Når artsmangfoldet er truet av forurensning eller andre miljøforstyrrelser, kan departementet sette i verk de tiltak som anses nødvendig for å forebygge, begrense eller hindre skade.",
                        "Departementet kan treffe vedtak om fjerning av organismer som kan ha vesentlig skadepotensial for andre ferskvannsorganismer.",
                        "Ved gjennomføringen av tiltak etter denne paragraf kan det bestemmes at det mot vederlag kan gjøres bruk av eller voldes skade på tredjemanns eiendom såfremt virkningen er vesentlig større enn skaden eller ulempen ved inngrepet. Det offentliges utgifter, herunder erstatningsutbetalinger, kan uansett skyld kreves erstattet av den ansvarlige for forurensningen eller miljøforstyrrelsen.",
                        "Denne paragraf får ikke anvendelse på sykdom hos fisk eller andre forhold hos fisk som er regulert av annen lovgivning. Tilsvarende gjelder for andre ferskvannsorganismer.",
                        "§ 15 annet ledd skal lyde:",
                        "Grensene skal avmerkes med tydelige merker. Utgiftene til dette dekkes av statskassen. Departementet kan ta i bruk privat grunn til merking av grenser fastsatt med hjemmel i denne bestemmelsen. Det samme gjelder for merking av grenser fastsatt med hjemmel i § 31 og § 40. Økonomisk tap som følge av departementets bruk etter tredje og fjerde punktum kan kreves erstattet av staten i samsvar med alminnelige rettsgrunnsetninger. For vedlikehold eller nedlegging av slike anlegg gjelder bestemmelsene i vannressursloven §§ 37, 41 og 42.",
                        "§ 18 annet, tredje og fjerde ledd skal lyde:",
                        "I andre vassdrag har personer som ikke har fylt 16 år rett til å fiske innlandsfisk med stang og håndsnøre uten rettighetshavers tillatelse i samme periode som nevnt i første ledd.",
                        "Bestemmelsene i første og annet ledd gjelder ikke i vassdrag eller deler av vassdrag som fører anadrome laksefisk eller i kunstige dammer. Bestemmelsene er også underordnet regler gitt i medhold av § 34 eller naturmangfoldloven.",
                        "Der fiske etter denne paragrafen vil være til skade for fiskekulturtiltak eller hvor barns fiske er til vesentlig fortrengsel for rettighetshavernes fiske, skal departementet regulere utøvelsen av fisket.",
                        "§ 23 skal lyde:"
                    ]
                },
                {
                    "name": "§ 23",
                    "title": "Fiske på kommunal og fylkeskommunal grunn",
                    "sections": [
                        "Kommunen og fylkeskommunen skal utnytte retten til fiske etter anadrome laksefisk og innlandsfisk på sine eiendommer i samsvar med lovens formål, samt gi et best mulig tilbud om fiske for allmennheten blant annet ved salg av fiskekort. Inntektene skal gå til fiskekulturtiltak og til administrasjon av fisket. Kommunen og fylkeskommunen kan overlate administrasjonen av fisket til en organisasjon med fremme av fiske som formål eller delformål.",
                        "Kommunen og fylkeskommunen plikter, på samme måte som andre rettighetshavere, å bidra til felles forvaltning og driftsplanlegging i vassdrag, jf. §§ 25 og 25 a.",
                        "Bestemmelsene i første og annet ledd gjelder for all kommunal og fylkeskommunal eiendom, herunder eiendom tilhørende selskap som eies fullt ut av én eller flere kommuner eller fylkeskommuner i fellesskap.",
                        "§ 24 skal lyde:"
                    ]
                },
                {
                    "name": "§ 24",
                    "title": "Særlige rettigheter i Finnmark",
                    "sections": [
                        "Denne lov medfører ingen endringer i de særlige regler som gjelder for den lokale befolknings rett til fiske i Finnmark etter kgl. res. av 27. mai 1775 angående Jorddelingen i Finnmarken samt Bopladses Udvisning og Skyldlægning sammesteds, og finnmarksloven kapittel 4.",
                        "Overskriften til kapittel V skal lyde:",
                        "§ 25 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel V Organisering av fiskeforvaltningen i vassdrag. Driftsplaner. Pålegg om salg av fiskekort",
            "paragraphs": [
                {
                    "name": "§ 25",
                    "title": "Organisering av fiskeforvaltningen i vassdrag",
                    "sections": [
                        "For å fremme en forsvarlig og rasjonell forvaltning av fiskeressursene skal fiskeforvaltningen arbeide for felles organisering.",
                        "I vassdrag med selvreproduserende bestander av anadrome laksefisk plikter fiskerettshaverne å gå sammen om felles forvaltning. Fellesforvaltningen skal omfatte regulering av fisket, fiskeoppsyn, informasjon, smitteforebyggende tiltak, fangststatistikk og rapportering, kultiveringstiltak og bestandsovervåking. Departementet kan ved forskrift fastsette nærmere bestemmelser om utøvelsen av fellesforvaltningen.",
                        "Departementet kan ved forskrift bestemme at vassdrag med små bestander skal unntas fra kravet om felles organisering.",
                        "I vassdrag som ikke omfattes av annet ledd, eller som er unntatt fra kravet om obligatorisk organisering, kan et flertall av fiskerettshaverne med bindende virkning beslutte at fiskeressursene skal forvaltes i fellesskap.",
                        "Fiskerettshaverne organiserer selv arbeidet. Den enkelte fiskerettshavers andel i fisket legges til grunn ved fordeling av utgifter i forbindelse med fellesforvaltningen.",
                        "Departementet gir nærmere bestemmelser om hvordan den enkelte rettighetshavers andel i fisket skal beregnes og vektlegges ved stemmegivning i forbindelse med fellesforvaltningen, og om gjennomføring av felles organisering.",
                        "Utgifter knyttet til fellesforvaltningen er tvangsgrunnlag for utlegg.",
                        "For gjennomføring av felles organisering kan bruksordning kreves etter jordskifteloven. Departementet kan kreve bruksordning etter jordskifteloven § 2 bokstav c når ingen av partene vil kreve det eller resultatet av minnelig ordning ikke er hensiktsmessig.",
                        "Ny § 25 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 25 a",
                    "title": "Driftsplanlegging",
                    "sections": [
                        "I vassdrag hvor fiskeretthaverne plikter å gå sammen om felles forvaltning av fiskeressursene, skal det utarbeides driftsplan. Departementet kan gi dispensasjon fra kravet om driftsplan når spesielle årsaker tilsier det.",
                        "Departementet kan gi regler om at felles forvaltning også skal omfatte fjordsystemer utenfor vassdraget.",
                        "Driftsplan skal inneholde oversikt over fiskeressursene i det aktuelle området, oversikt over regulerings-, overvåkings-, oppsyns- og informasjonstiltak, samt oversikt over den enkelte fiskerettshavers andel i fisket dersom dette er avklart. Videre skal planen beskrive hvordan fiskeinteressene er organisert, og de økonomiske forholdene knyttet til organisering og tiltak. Planen kan også omfatte bortleie av fiskerett.",
                        "Bestemmelsene om flertallsvedtak i § 25 fjerde ledd gjelder tilsvarende. Om nødvendig kan departementet utarbeide driftsplan på eget initiativ.",
                        "Fordeling av utgifter og inntekter av tiltak i medhold av bestemmelsene ovenfor skal skje etter fiskerettshavernes andel i fisket. Departementet kan gi nærmere regler om fordelingen. Utgifter i forbindelse med driftsplanlegging og tiltak besluttet ved flertallsvedtak er tvangsgrunnlag for utlegg.",
                        "§ 26 skal lyde:"
                    ]
                },
                {
                    "name": "§ 26",
                    "title": "Vassdrag hvor det bevilges offentlige midler til tiltak",
                    "sections": [
                        "Når det bevilges vesentlige økonomiske midler til tiltak som omfattes av lovens formål, kan det for en nærmere bestemt tidsperiode ved enkeltvedtak eller forskrift stilles krav om at fisket eller en forholdsmessig andel av fisket skal forvaltes til fordel for allmennheten. I vassdrag eller deler av vassdrag der kravene ikke er oppfylt, kan departementet i særskilte tilfelle unnlate å åpne for fiske.",
                        "§ 28 annet ledd skal lyde:",
                        "Når hensynet til fisken ikke blir ivaretatt på en forsvarlig måte, og minnelige ordninger ikke oppnås, kan departementet pålegge rettighetshaverne å utføre tiltak til vern og utvikling.",
                        "§ 30 første ledd skal lyde:",
                        "Den som etter å ha fylt 18 år vil fiske etter anadrome laksefisk, skal betale avgift til fiskefondet. Departementet kan ved forskrift innføre avgift på faststående redskap som benyttes til fangst av anadrome laksefisk.",
                        "§ 34 skal lyde:"
                    ]
                },
                {
                    "name": "§ 34",
                    "title": "Regler for fangst av innlandsfisk",
                    "sections": [
                        "Departementet gir forskrift om regulering av fiske etter innlandsfisk og kreps i samsvar med naturmangfoldloven, herunder om redskapstyper, redskapsbruk og stenging av vassdrag av hensyn til fangst av ål. Departementet kan gi forskrift eller treffe enkeltvedtak om høsting og annet uttak av andre ferskvannsorganismer. Det kan gis særskilte regler for forskjellige områder eller vassdrag.",
                        "I vassdrag hvor det går anadrome laksefisk, gjelder de bestemmelser som er fastsatt for anadrome laksefisk også for fiske av innlandsfisk. Departementet kan ved forskrift fastsette egne regler for fiske av innlandsfisk når det vil tjene til bedre utnytting av innlandsfisken og ikke vil være til vesentlig skade for bestandene av anadrome laksefisk.",
                        "§ 37 skal lyde:"
                    ]
                },
                {
                    "name": "§ 37",
                    "title": "Hensynet til dyrevelferd, forbudte tiltak og fiske- og avlivingsmetoder",
                    "sections": [
                        "Fiske og fangst av arter som omfattes av denne lovs virkeområde, skal foregå på en måte som ikke utsetter disse artene for unødige lidelser, jf. lov 19. juni 2009 nr. 97 om dyrevelferd.",
                        "Tiltak av enhver art som ikke har annet formål enn å skremme fisken eller hindre dens frie gang er forbudt.",
                        "Så vel i sjøen som i vassdrag er det til fangst og avliving av fisk forbudt å bruke:",
                        "1.Stoff med giftig, lammende eller kvelende virkning.",
                        "2.Sprengstoff.",
                        "3.Skytevåpen, jf. lov 9. juni 1961 om skytevåpen og ammunisjon, unntatt for fangst av gjedde.",
                        "4.Elektrisk strøm.",
                        "5.Kunstig endring av vannføringen.",
                        "6.Lyster eller liknende redskap med spiss eller krok som ikke er beregnet på å slukes av fisken. Det er likevel tillatt å bruke slikt redskap som hjelperedskap for å ta opp fisk som er fanget med annet lovlig redskap.",
                        "7.Kunstig lys, unntatt for åle- og krepsefangst.",
                        "8.Fisk som agn i vassdrag, unntatt død fisk fra samme vassdrag som agnet benyttes i.",
                        "Kongen kan ved forskrift forby andre fangst- og avlivingsmetoder.",
                        "Uten tillatelse fra departementet, ved enkeltvedtak eller forskrift, er det forbudt å transportere levende fisk i og ved vassdrag. Forbudet gjelder ikke kommersiell transport av fisk på vei eller annen transportåre.",
                        "Fisk som fanges og ikke settes ut umiddelbart, skal avlives omgående. Unntatt fra dette er fisk som under fisket oppbevares i nett beregnet til dette formålet. Bestemmelsen gjelder heller ikke for fangst av kreps, eller ved kultiveringsfiske.",
                        "Departementet kan for det enkelte tilfelle dispensere fra bestemmelsene i tredje ledd.",
                        "§ 41 skal lyde:"
                    ]
                },
                {
                    "name": "§ 41",
                    "title": "Nedsenking av redskap og bruk av visse redskapstyper i fredningstiden for anadrome laksefisk",
                    "sections": [
                        "For å motvirke fiske etter anadrome laksefisk som er forbudt etter denne lov eller forskrift i medhold av denne lov, kan Kongen gi forskrifter om nedsenking av redskap som er bestemt for fiske etter annen fisk enn anadrome laksefisk, når slik redskap også er egnet til å fange anadrome laksefisk.",
                        "I den tiden det ikke er åpnet for fiske etter anadrome laksefisk, kan det med hjemmel i havressurslova fastsettes bestemmelser om bruken av kilenot, krokgarn og sitjenot (lakseverp) til fiske etter saltvannsfisk for å redusere risikoen for fangst av anadrome laksefisk.",
                        "Overskriften til § 42 skal lyde:"
                    ]
                },
                {
                    "name": "§ 42",
                    "title": "Kontroll, oppsyn og overvåking",
                    "sections": [
                        "§ 42 nytt femte ledd skal lyde:",
                        "Kongen kan gi forskrift om overvåking av anadrome laksefisk og andre arter som forvaltes i medhold av denne lov, herunder fastsette bestemmelser om overvåking av bestandssituasjonen, påvirkninger på bestandene og om organisering av overvåkingen.",
                        "§ 44 tredje ledd skal lyde:",
                        "Registrering av redskap etter § 43 skal som hovedregel nektes når fangstoppgave ikke er innsendt. I vassdrag eller deler av vassdrag hvor skriftlig oppgave over fangsten ikke innleveres, skal det som hovedregel unnlates å åpne for fiske etter anadrome laksefisk.",
                        "§ 44 nytt sjette ledd skal lyde:",
                        "Opplysninger gitt i medhold av denne bestemmelse er underlagt taushetsplikt. Dette gjelder ikke for utveksling av slike opplysninger mellom organer som er en del av den offentlige fiskeforvaltningen, jf. § 6, eller mellom lokale fiskeforvaltningsorganer, jf. § 25, og offentlige fiskeforvaltningsorganer. I vassdrag med fellesforvaltning skal forvaltningens styre ha adgang til all fangstinformasjon, og kunne benytte denne i forvaltningen.",
                        "Overskriften til § 47 skal lyde:"
                    ]
                },
                {
                    "name": "§ 47",
                    "title": "Utkasting og administrativ inndragning",
                    "sections": [
                        "§ 47 første ledd og nytt annet ledd skal lyde:",
                        "Anadrome laksefisk som er fanget med redskap som er ulovlig til fangst av slik fisk eller utenfor lovlig fisketid for denne, skal umiddelbart og skånsomt settes ut igjen.",
                        "Departementets oppsyn kan inndra umerket redskap av begrenset verdi som er satt ut i strid med lov eller forskrift gitt i medhold av lov. Inndratt redskap kan destrueres etter tre måneder eller etter særskilt kunngjøring.",
                        "Nåværende annet ledd til fjerde ledd blir tredje til femte ledd.",
                        "§ 49 annet ledd skal lyde:",
                        "Det foreligger uaktsomhet når den som fisker etter saltvannsfisk eller innlandsfisk burde ha skjønt at det i forhold til redskapets art og fiskeeffekt, tidspunktet for fisket og området det fiskes i og mengdeforholdet mellom anadrome laksefisk og saltvannsfisk eller innlandsfisk på fiskeplassen, var en nærliggende mulighet for fangst av anadrome laksefisk. Det regnes også som uaktsomt å fortsette fisket når fangsten viser seg å inneholde en ikke helt ubetydelig mengde anadrome laksefisk.",
                        "I lov 19. juni 2009 nr. 100 om forvaltning av naturens mangfold gjøres følgende endringer:",
                        "§ 15 nytt fjerde ledd skal lyde:",
                        "Det som i denne loven er bestemt om lakse- og innlandsfisk, gjelder også for ferskvannskreps.",
                        "§ 20 tredje ledd skal lyde:",
                        "Kongen kan gi forskrift eller treffe enkeltvedtak om høsting og annet uttak av landlevende virvelløse dyr. Forskrift eller enkeltvedtak om høsting og annet uttak av virvelløse ferskvannsdyr treffes etter lov 15. mai 1992 nr. 47 om laksefisk og innlandsfisk mv.",
                        "§ 30 første ledd bokstav c skal lyde:",
                        "c)organismer, unntatt stedegen stamme, i sjø eller vassdrag, herunder kunstige dammer, med mindre det foreligger tillatelse etter lov 17. juni 2005 nr. 79 om akvakultur (akvakulturloven). Utsetting av stedegen stamme til kultiveringsformål krever tillatelse etter lakse- og innlandsfiskeloven.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelser til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}