{
    "lawId": "LOV-2012-06-22-48",
    "lawName": "Lov om endringer i psykisk helsevernloven (regionale sikkerhetsavdelinger og enhet med særlig høyt sikkerhetsnivå m.m.)",
    "shortName": "Endringslov til psykisk helsevernloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kap. 4 A Sikkerhetstiltak i regionale sikkerhetsavdelinger og i enhet med særlig høyt sikkerhetsnivå",
            "paragraphs": []
        },
        {
            "name": "I Alminnelige bestemmelser",
            "paragraphs": [
                {
                    "name": "§ 4A-1",
                    "title": "Formål",
                    "sections": [
                        "Formålet med bestemmelsene i kapittelet er å sørge for tilstrekkelig sikkerhet for pasienter, medpasienter og personell i regionale sikkerhetsavdelinger, herunder i enhet med særlig høyt sikkerhetsnivå. Bestemmelsene skal også ivareta samfunnsvernet."
                    ]
                },
                {
                    "name": "§ 4A-2",
                    "title": "Virkeområde",
                    "sections": [
                        "Bestemmelsene i kapittelet får anvendelse i regionale sikkerhetsavdelinger, herunder i enhet med særlig høyt sikkerhetsnivå. Bestemmelsene i §§ 4A-8 til 4A-14 gjelder bare i enhet med særlig høyt sikkerhetsnivå.",
                        "Med regional sikkerhetsavdeling menes avdeling som på regionalt nivå behandler og utreder pasienter med alvorlig sinnslidelse eller mistanke om dette, og hvor det foreligger aktuell risiko for alvorlig voldelig atferd.",
                        "Med enhet med særlig høyt sikkerhetsnivå menes enhet innenfor regional sikkerhetsavdeling som kan ta imot pasienter der det på grunn av særlig risiko for rømning, gisseltaking, alvorlig voldelig atferd eller angrep mot pasienten selv, medpasienter eller personell, er nødvendig med særlig forhøyet sikkerhet.",
                        "Departementet bestemmer om en enhet med særlig høyt sikkerhetsnivå skal etableres ved en regional sikkerhetsavdeling."
                    ]
                },
                {
                    "name": "§ 4A-3",
                    "title": "Forholdet til bestemmelsene i kapittel 4",
                    "sections": [
                        "Bestemmelsene i kapittel 4 gjelder så langt de passer, med unntak av § 4-6. I enhet med særlig høyt sikkerhetsnivå gjelder § 4-3 kun så langt det er nødvendig med skjerming innenfor enheten.",
                        "Bestemmelsen om beslag i § 4-7 gjelder tilsvarende for gjenstander som blir funnet ved tiltak som nevnt i §§ 4A-4, 4A-5, 4A-10 og 4A-12 i kapittelet her.",
                        "Regionale sikkerhetsavdelinger skal regnes som en egen institusjon etter §§ 4-10 og 5-4. Vedtak om overføring til regional sikkerhetsavdeling kan settes i verk uten hinder av at vedtaket er påklaget til kontrollkommisjonen."
                    ]
                }
            ]
        },
        {
            "name": "II Sikkerhetstiltak i regionale sikkerhetsavdelinger",
            "paragraphs": [
                {
                    "name": "§ 4A-4",
                    "title": "Undersøkelse av pasientens person, rom og eiendeler",
                    "sections": [
                        "Det kan foretas undersøkelser av pasientens person, rom og eiendeler, ved innleggelse, samt før og etter utganger for å forhindre innføring av farlig gjenstand, medikamenter, rusmidler eller rømningshjelpemiddel, herunder mobiltelefon eller andre kommunikasjonsmidler. Undersøkelsen kan skje ved bruk av teknisk utstyr eller hund, eller ved kroppsvisitasjon.",
                        "Den faglig ansvarlige kan i tillegg vedta undersøkelse som nevnt i første ledd når det er grunn til mistanke om at slike gjenstander eller stoffer, er tilgjengelig i eller vil bli forsøkt innført i avdelingen.",
                        "Dersom det foreligger en begrunnet og sterk mistanke om at en pasient i kroppen skjuler slike gjenstander eller stoffer som nevnt i første ledd, kan faglig ansvarlig vedta at det skal foretas kroppslig undersøkelse eller annet tiltak for å bringe gjenstanden eller stoffet frem. Tiltaket kan bare utføres av helsepersonell.",
                        "Vedtak etter annet og tredje ledd skal nedtegnes uten opphold og begrunnes. Pasienten eller hans eller hennes nærmeste pårørende kan påklage vedtaket til kontrollkommisjonen.",
                        "Departementet kan gi forskrifter om gjennomføringen av tiltak som er omtalt i paragrafen her."
                    ]
                },
                {
                    "name": "§ 4A-5",
                    "title": "Undersøkelse av personer og gjenstander",
                    "sections": [
                        "Enhver som skal inn og ut av regional sikkerhetsavdeling kan pålegges kontroll, herunder passering av metalldetektor og visitasjon.",
                        "Det er ikke tillatt å ta med gjenstander, herunder mobiltelefon eller andre kommunikasjonsmidler, inn og ut av regional sikkerhetsavdeling uten tillatelse fra kontrollerende personell.",
                        "Undersøkelse av gjenstander tilhørende offentlig myndighetsrepresentant, diplomatisk eller konsulær representant, advokat og den som opptrer på pasientens vegne i klagesak, må ikke medføre at konfidensielt innhold i brev eller dokumenter avsløres eller ødelegges.",
                        "Nektelse av kontrolltiltak, unndragelse eller forsøk på unndragelse fra kontrolltiltak, kan medføre avvisning."
                    ]
                },
                {
                    "name": "§ 4A-6",
                    "title": "Forbindelse med omverdenen",
                    "sections": [
                        "Den som har døgnopphold i regional sikkerhetsavdeling har rett til å motta besøk, benytte telefon, samt sende og motta brev og pakker.",
                        "Den faglig ansvarlige kan vedta innskrenkninger i pasientens forbindelse med omverdenen i inntil fire uker, dersom det er risiko for rømning, alvorlig voldsutøvelse, innføring av medikamenter, rusmidler, rømningshjelpemiddel eller farlig gjenstand eller risiko for angrep mot pasienten.",
                        "Innskrenkningene må stå i rimelig forhold til hva som er nødvendig for å ivareta sikkerheten.",
                        "Innskrenkninger kan gå ut på at:",
                        "a)besøk må foregå med personell til stede eller med glassvegg som skiller pasient og besøkende,",
                        "b)telefonsamtaler må forhåndsgodkjennes, kan avlyttes og avbrytes,",
                        "c)bruk av elektroniske kommunikasjonsmidler må forhåndsgodkjennes, kan overvåkes og avbrytes,",
                        "d)post åpnes, kontrolleres og helt eller delvis kan inndras,",
                        "e)godkjent tolk oversetter kommunikasjon, dersom denne er på et annet språk enn det personellet behersker.",
                        "Det kan i husordensreglementet fastsettes begrensninger med hensyn til hvilke tider og med hvilken varighet kommunikasjon kan finne sted.",
                        "Det kan ikke vedtas innskrenkninger i retten til å kommunisere med offentlig myndighetsrepresentant, diplomatisk eller konsulær representant, pasientens advokat, den som opptrer på vegne av pasienten i klagesak eller prest eller tilsvarende sjelesørger.",
                        "Vedtak om tiltak som nevnt i annet ledd skal nedtegnes uten opphold og begrunnes. Pasienten eller hans eller hennes nærmeste pårørende kan påklage vedtaket til kontrollkommisjonen.",
                        "Departementet kan gi forskrifter om gjennomføringen av tiltak som er omtalt i paragrafen her."
                    ]
                },
                {
                    "name": "§ 4A-7",
                    "title": "Krav om politiattest",
                    "sections": [
                        "Regional sikkerhetsavdeling skal kreve fremleggelse av ordinær politiattest som nevnt i politiregisterloven § 40 av person som utfører eller skal utføre arbeid ved avdelingen.",
                        "Personer som utfører eller skal utføre arbeid ved enhet med særlig høyt sikkerhetsnivå, skal i tillegg legge fram utvidet politiattest i samsvar med politiregisterloven § 41.",
                        "Politiattesten skal ikke være eldre enn tre måneder.",
                        "Fornyet vandelskontroll kan foretas i samsvar med politiregisterloven § 43.",
                        "Person med anmerkning på politiattesten kan ikke tilsettes ved, overføres til eller arbeide ved regionale sikkerhetsavdelinger eller enhet med særlig høyt sikkerhetsnivå, dersom anmerkningen kan skape tvil om vedkommende er egnet for arbeidet.",
                        "Departementet kan gi utfyllende forskrifter til bestemmelsen."
                    ]
                }
            ]
        },
        {
            "name": "III Særskilte sikkerhetstiltak i enhet med særlig høyt sikkerhetsnivå",
            "paragraphs": [
                {
                    "name": "§ 4A-8",
                    "title": "Vedtak om overføring til enhet for særlig høyt sikkerhetsnivå",
                    "sections": [
                        "I særskilte tilfelle hvor det er særlig risiko for rømning, gisseltaking, alvorlig voldelig atferd eller angrep mot pasienten selv, medpasienter eller personell, kan den faglig ansvarlige vedta at pasienten skal overføres til enhet med særlig høyt sikkerhetsnivå. I vurderingen skal det både legges vekt på sannsynligheten for en uønsket hendelse og konsekvensene av en slik hendelse, samt om en overføring står i rimelig forhold til hva som er nødvendig for å ivareta sikkerheten.",
                        "Faglig ansvarlig skal innhente politiets vurdering av sikkerheten før vedtak om overføring treffes og før pasienten tilbakeføres fra enhet for særlig høyt sikkerhetsnivå til et lavere sikkerhetsnivå.",
                        "Vedtak om overføring skal nedtegnes uten opphold og begrunnes og kan bare treffes for inntil 6 måneder om gangen.",
                        "Pasienten eller hans eller hennes nærmeste pårørende kan påklage vedtaket til kontrollkommisjonen. Klageretten gjelder også vedtak om forlengelse.",
                        "Vedtak om overføring kan settes i verk uten hinder av at vedtaket er påklaget til kontrollkommisjonen.",
                        "Departementet kan gi nærmere forskrifter om vilkårene for overføring til enhet med særlig høyt sikkerhetsnivå og gjennomføringen av sikkerhetstiltak etter §§ 4A-10 til 4A-13."
                    ]
                },
                {
                    "name": "§ 4A-9",
                    "title": "Samvær med andre pasienter",
                    "sections": [
                        "Pasienter i enhet med særlig høyt sikkerhetsnivå skal holdes adskilt fra pasienter i enheter med lavere sikkerhetsnivå.",
                        "Dersom oppholdet innebærer at pasienten holdes helt eller delvis adskilt fra medpasienter og fra personell som ikke deltar i undersøkelse eller behandling av og omsorg for pasienten, skal dette kompenseres med kontakt med personell og andre aktivitetstilbud.",
                        "Adskillelse som nevnt i annet ledd må stå i rimelig forhold til hva som er nødvendig for å ivareta sikkerheten."
                    ]
                },
                {
                    "name": "§ 4A-10",
                    "title": "Undersøkelse av pasientens person, rom og eiendeler",
                    "sections": [
                        "I enhet med særlig høyt sikkerhetsnivå skal undersøkelse av pasientens person og eiendeler som pasienten bringer med seg, alltid foretas ved overføring, samt før og etter utganger.",
                        "Når det er grunn til mistanke om at farlig gjenstand, medikamenter, rusmidler, eller rømningshjelpemiddel, herunder mobiltelefon eller andre kommunikasjonsmidler er tilgjengelig i eller vil bli forsøkt innført i institusjonen, skal det foretas nødvendige undersøkelser av pasientens person, rom og eiendeler."
                    ]
                },
                {
                    "name": "§ 4A-11",
                    "title": "Politiets utlevering av opplysninger om personer som ønsker tilgang til enhet med særlig høyt sikkerhetsnivå",
                    "sections": [
                        "Personer som skal utføre arbeid ved enhet med særlig høyt sikkerhetsnivå er underlagt vandelskontroll etter § 4A-7.",
                        "Regional sikkerhetsavdeling skal innhente uttalelse fra politiet om andre personer som ønsker tilgang til enhet med særlig høyt sikkerhetsnivå, med unntak av diplomater og konsulære representanter og offentlig myndighetsperson som i lov er tillagt et særskilt ansvar for å føre tilsyn og kontroll med tvungent psykisk helsevern.",
                        "Etter anmodning fra regional sikkerhetsavdeling, skal politiet gi opplysninger om personen er siktet, tiltalt eller ilagt straff etter straffelovens andre del (forbrytelser), med mindre dette kan skade arbeidet med kriminalitetsbekjempelse.",
                        "Politiet kan gi tilsvarende opplysninger om straffbare forhold som er blitt utlevert av en annen stats politi- eller justismyndighet.",
                        "Personer som etter politiets opplysninger er siktet, tiltalt eller ilagt straff etter straffelovens andre del (forbrytelser), skal nektes adgang, med mindre anmerkningen gjelder forhold som åpenbart ikke har noen relevans for sikkerhetsvurderingen.",
                        "Departementet kan gi utfyllende forskrifter til bestemmelsen."
                    ]
                },
                {
                    "name": "§ 4A-12",
                    "title": "Undersøkelse av personer og gjenstander",
                    "sections": [
                        "Enhver som skal inn og ut av enhet med særlig høyt sikkerhetsnivå skal kontrolleres ved passering av metalldetektor og visiteres ved behov.",
                        "Det er ikke tillatt å ta med gjenstander, herunder mobiltelefon eller andre kommunikasjonsmidler, inn og ut av enheten uten tillatelse fra kontrollerende personell.",
                        "Undersøkelse av gjenstander tilhørende offentlig myndighetsrepresentant, diplomatisk eller konsulær representant, advokat og den som opptrer på vegne av pasienten i klagesak, må ikke medføre at konfidensielt innhold i brev eller dokumenter avsløres eller ødelegges.",
                        "Nektelse av kontrolltiltak, unndragelse eller forsøk på unndragelse fra kontrolltiltak, skal medføre avvisning."
                    ]
                },
                {
                    "name": "§ 4A-13",
                    "title": "Forbindelse med omverdenen",
                    "sections": [
                        "Opphold i enhet for særlig høyt sikkerhetsnivå innebærer følgende innskrenkninger i pasientens forbindelse med omverdenen:",
                        "a)besøk skal alltid foregå med personell til stede eller med glassvegg som skiller pasient og besøkende",
                        "b)telefonsamtaler skal forhåndsgodkjennes og kan avlyttes og avbrytes",
                        "c)bruk av elektroniske kommunikasjonsmidler skal forhåndsgodkjennes, skal overvåkes og kan avbrytes",
                        "d)post skal åpnes og kontrolleres og kan helt eller delvis inndras",
                        "e)godkjent tolk oversetter kommunikasjon, dersom denne er på et annet språk enn det personellet behersker.",
                        "Innskrenkninger som nevnt i første ledd gjelder ikke retten til å kommunisere med offentlig myndighetsrepresentant, diplomatisk eller konsulær representant, pasientens advokat, den som opptrer på vegne av pasienten i klagesak og prest eller tilsvarende sjelesørger.",
                        "Vedtak om telefonavlytting og vedtak om inndragelse av post skal nedtegnes uten opphold og begrunnes. Pasienten eller hans eller hennes nærmeste pårørende kan påklage vedtaket til kontrollkommisjonen."
                    ]
                },
                {
                    "name": "§ 4A-14",
                    "title": "Avvik eller lettelser i sikkerhetstiltakene",
                    "sections": [
                        "Faglig ansvarlig kan unntaksvis beslutte lettelser i tiltak som reguleres i §§ 4A-10 til 4A-13. Utover dette er bestemmelsene i kapittel 4 A om sikkerhetstiltak i enhet med særlig høyt sikkerhetsnivå ufravikelige.",
                        "Ny § 5-2a skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-2a",
                    "title": "Nasjonal koordineringsenhet",
                    "sections": [
                        "Nasjonal koordineringsenhet for dom til tvungent psykisk helsevern skal:",
                        "a)utarbeide og oppdatere retningslinjer for å sikre nødvendig samhandling og oppfølging mellom helse- og omsorgstjenesten og justissektoren,",
                        "b)veilede helseforetakene ved valg av behandlingssted og",
                        "c)føre oversikt som beskrevet i § 5-2b.",
                        "Ny § 5-2b skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-2b",
                    "title": "Nasjonal administrativ oversikt over tiltalte og domfelte til tvungent psykisk helsevern",
                    "sections": [
                        "Det skal etableres en nasjonal oversikt over tiltalte og domfelte til tvungent psykisk helsevern. Opplysningene kan registreres og på annen måte behandles uten samtykke fra den registrerte. Formålet med oversikten er å:",
                        "a)gi helse- og omsorgstjenesten nødvendig informasjon for å kunne planlegge tjenestetilbudet til de domfelte,",
                        "b)gi nødvendige opplysninger om de tiltalte og domfelte, slik at helse- og omsorgstjenesten og justissektoren kan ivareta sine lovpålagte plikter, herunder ansvaret for samfunnsvernet og",
                        "c)gi koordineringsenheten nødvendig informasjon om tiltalte og domfelte for bedre å sikre nødvendig samhandling mellom helse- og omsorgstjenesten og justissektoren.",
                        "Det skal bare registreres opplysninger som er nødvendige og relevante for å oppfylle formålet.",
                        "Departementet kan gi nærmere forskrifter om den nasjonale oversikten, herunder om opprettelsen, behandlingsansvaret og hvilke opplysninger som skal registreres.",
                        "Ny § 5-6a skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-6a",
                    "title": "Opplysninger til påtalemyndigheten og retten",
                    "sections": [
                        "Uten hinder av lovbestemt taushetsplikt skal den faglig ansvarlige gi påtalemyndigheten og retten de opplysninger som er nødvendige for å vurdere om tvungent psykisk helsevern skal opprettholdes, jf. straffeloven § 39 b.",
                        "Den domfelte skal informeres, om mulig på forhånd, om hvilke opplysninger som gis etter første ledd.",
                        "Ny § 5-6b skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-6b",
                    "title": "Opplysninger til nasjonal koordineringsenhet",
                    "sections": [
                        "Den faglig ansvarlige og påtalemyndigheten skal uten hinder av taushetsplikt gi koordineringsenheten opplysninger som skal registreres i henhold til psykisk helsevernloven § 5-2b.",
                        "Den tiltalte eller domfelte skal informeres, om mulig på forhånd, om hvilke opplysninger som gis etter første ledd.",
                        "Loven gjelder fra det tidspunkt Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}