{
    "lawId": "LOV-2012-06-22-59",
    "lawName": "Lov om endringar i veglova og vegtrafikkloven",
    "shortName": "Endringslov til veglova og vegtrafikkloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 22 a",
                    "title": "Testing av ruspåvirkning",
                    "sections": [
                        "Politiet kan ta alkotest (foreløpig blåseprøve) og foreløpig test av om motorvognfører er påvirket av annet berusende eller bedøvende middel når:",
                        "1.det er grunn til å tro at han har overtrådt bestemmelsene i § 22 eller § 22 b,",
                        "2.det er grunn til å tro at han har overtrådt andre bestemmelser som er gitt i eller i medhold av denne lov, og departementet har bestemt at overtredelsen kan ha slik virkning,",
                        "3.han med eller uten egen skyld er innblandet i trafikkuhell, eller",
                        "4.han er blitt stanset i trafikkontroll.",
                        "Dersom testresultatet eller andre forhold gir grunn til å tro at fører av motorvogn har overtrådt bestemmelsene i § 22 eller § 22 b, kan politiet foreta særskilt undersøkelse av om det forekommer tegn og symptomer på ruspåvirkning og fremstille ham for utåndingsprøve, blodprøve, spyttprøve og klinisk legeundersøkelse for å søke å fastslå påvirkningen. Slik fremstilling skal i alminnelighet finne sted når føreren nekter å medvirke til alkotest eller foreløpig test av om føreren er påvirket av annet berusende eller bedøvende middel.",
                        "Utåndingsprøve tas av politiet. Blodprøve og spyttprøve kan tas av lege, sykepleier eller bioingeniør. Klinisk legeundersøkelse foretas når det er mistanke om påvirkning av andre midler enn alkohol eller andre særlige grunner taler for det.",
                        "Departementet gir nærmere bestemmelser om undersøkelsene nevnt i de foregående ledd.",
                        "§ 36 nr. 6 skal lyde:",
                        "6.I tilfelle som nevnt i nr. 3 og 4 kan politiet ta kjøretøyet i forvaring når det finner det nødvendig. Blir det ikke hentet innen 3 måneder etter utløpet av forbudstiden, kan det selges etter at eieren er varslet i rekommandert brev. Reglene i § 37 femte ledd annet og tredje punktum og sjette til åttende ledd gjelder tilsvarende.",
                        "§ 36 b tredje ledd skal lyde:",
                        "Er beløpet ikke betalt innen 2 måneder etter rettskraftig avgjørelse, kan motorvognen selges. For øvrig får bestemmelsene i § 37 femte til sjuende ledd tilsvarende anvendelse.",
                        "Lova trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}