{
    "lawId": "LOV-2012-08-10-63",
    "lawName": "Lov om endringer i luftfartsloven",
    "shortName": "Endringslov til luftfartsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-2",
                    "title": "Krav til nasjonalitet",
                    "sections": [
                        "Luftfart innenfor norsk område kan bare foretas med fartøy som har:",
                        "1.norsk nasjonalitet,",
                        "2.fremmed nasjonalitet som i henhold til denne loven eller forskrift gitt med hjemmel i denne loven skal likestilles med norsk nasjonalitet,",
                        "3.nasjonalitet i fremmed stat som har sluttet overenskomst med Norge om rett til slik fart eller",
                        "4.særskilt tillatelse av luftfartsmyndigheten.",
                        "Tillatelsen som nevnt i første ledd nr. 4 gis i tilfelle på slike vilkår som i det enkelte tilfelle finnes påkrevd for å sikre at luftfarten foregår på en betryggende måte eller som for øvrig finnes nødvendig av allmenne hensyn. Tillatelsen kan når som helst tilbakekalles.",
                        "§ 4-10 første og annet ledd skal lyde:",
                        "Departementet kan bestemme at bygging av luftfartøy, fremstilling av tilbehør og reservedeler og utføring av nærmere angitt vedlikeholds-, reparasjons- og endringsarbeider på luftfartøy, tilbehør og reservedeler bare kan foretas av personer med særskilt godkjenning eller ved godkjent bedrift.",
                        "For særskilt godkjenning av personer som nevnt i første ledd kan departementet i forskrift stille krav til vandel, regulere hvilke typer personell som må oppfylle krav til vandel, og hvilke vandelskrav som skal gjelde. Luftfartsmyndigheten kan kreve ordinær, uttømmende og utvidet politiattest.",
                        "Nåværende § 4-10 annet ledd blir nytt tredje ledd.",
                        "Ny § 4-11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-11",
                    "title": "Alkoholpåvirkning mv.",
                    "sections": [
                        "Departementet kan bestemme i forskrift at §§ 6-11, 6-12 og 6-13 skal gjelde tilsvarende for den som har oppgaver av betydning for sikkerheten i forbindelse med bygging av luftfartøy, fremstilling av tilbehør og reservedeler og utføring av vedlikeholds-, reparasjons- og endringsarbeider på luftfartøy, tilbehør og reservedeler.",
                        "Departementet kan ved forskrift presisere hvilke typer personell som omfattes av første ledd.",
                        "§ 5-3 nytt annet ledd skal lyde:",
                        "Luftfartsmyndigheten kan kreve ordinær, uttømmende og utvidet politiattest ved vurdering av søknad om luftfartssertifikat for tjenestegjørende om bord i luftfartøy.",
                        "§ 5-6 annet ledd skal lyde:",
                        "Sertifikatet skal tilbakekalles for minst ett år dersom innehaveren blir ilagt straff for å ha gjort tjeneste ombord påvirket av alkohol eller annet berusende eller bedøvende middel. Det samme gjelder ved overtredelse av bestemmelsen i § 6-12 tredje ledd. Er han tidligere i de siste fem år ilagt straff for én av de nevnte overtredelser, skal sertifikatet tilbakekalles for alltid.",
                        "§ 6-11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-11",
                    "title": "Alkoholpåvirkning mv.",
                    "sections": [
                        "Ingen må gjøre eller forsøke å gjøre tjeneste om bord når han eller hun er påvirket av alkohol eller annet berusende eller bedøvende middel, eller når sykdom, legemidler, tretthet eller lignende årsak gjør vedkommende uskikket til å utføre tjenesten på en betryggende måte.",
                        "Som påvirket av alkohol anses i alle tilfelle den som har",
                        "1.en alkoholkonsentrasjon i blodet som er større enn 0,2 promille, eller en alkoholmengde i kroppen som kan føre til så stor alkoholkonsentrasjon i blodet, eller",
                        "2.en større alkoholkonsentrasjon i utåndingsluft enn 0,1 milligram per liter luft.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om når en person i alle tilfelle må anses som påvirket av annet berusende eller bedøvende middel enn alkohol.",
                        "En person skal ikke regnes som påvirket dersom vedkommende har brukt legemiddel i tråd med de krav som er knyttet til sertifikat gitt i medhold av denne loven kapittel V.",
                        "Villfarelse om alkoholkonsentrasjonens størrelse fritar ikke for straff. Det samme gjelder villfarelse med hensyn til størrelsen av konsentrasjonen av annet berusende eller bedøvende middel.",
                        "Ny § 6-12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-12",
                    "title": "Pliktmessig avhold",
                    "sections": [
                        "Den som gjør tjeneste om bord, må ikke nyte alkohol eller ta annet berusende eller bedøvende middel i tjenestetiden. Tjenestetiden omfatter tidsrommet fra vedkommende i henhold til sine tjenesteplikter påbegynner utførelsen av slikt arbeid som stillingen krever, og inntil arbeidet avsluttes.",
                        "Forbudet i første ledd gjelder også i et tidsrom av åtte timer før tjenestetiden begynner.",
                        "Den som har gjort tjeneste om bord, må ikke nyte alkohol eller ta annet berusende eller bedøvende middel i de første seks timer etter tjenestetidens opphør, når han eller hun forstår eller må forstå at det kan bli innledet politietterforskning vedrørende hans eller hennes forhold i tjenesten. Dette gjelder ikke etter at blodprøve eller utåndingsprøve er tatt, eller politiet har avgjort at det ikke skal tas slik prøve.",
                        "Ny § 6-13 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-13",
                    "title": "Alkotest, utåndingsprøve, blodprøve",
                    "sections": [
                        "Politiet kan ta alkotest (foreløpig blåseprøve) og foreløpig test av om en person er påvirket av annet berusende eller bedøvende middel, når",
                        "1.det er grunn til å tro at vedkommende har overtrådt bestemmelsene i §§ 6-1 eller 6-12,",
                        "2.personen med eller uten egen skyld er innblandet i en luftfartsulykke eller luftfartshendelse, eller",
                        "3.når det blir krevd som ledd i kontroll av luftfartsvirksomheten.",
                        "Dersom testresultatet eller andre forhold gir grunn til å tro at bestemmelsene i §§ 6-11 eller 6-12 er overtrådt, kan politiet foreta særskilt undersøkelse av om det forekommer tegn eller symptomer på ruspåvirkning og fremstille personen for utåndingsprøve, blodprøve, spyttprøve eller klinisk legeundersøkelse for å søke å fastslå påvirkningen. Slik fremstilling skal i alminnelighet finne sted for den som nekter å medvirke til alkotest eller foreløpig test av om føreren er påvirket av alkohol eller annet berusende eller bedøvende middel.",
                        "Utåndingsprøve skal tas av politiet. Blodprøve og spyttprøve kan tas av lege, sykepleier eller bioingeniør. Klinisk legeundersøkelse foretas når det er mistanke om påvirkning av annet middel enn alkohol eller andre særlige grunner taler for det.",
                        "Departementet kan gi nærmere forskrifter om tester og undersøkelser som nevnt i paragrafen her.",
                        "Nåværende § 6-12 blir ny § 6-14.",
                        "Kapittel VII overskriften skal lyde:",
                        "§ 7-4 tredje ledd skal lyde:",
                        "Departementet fastsetter de vilkår som må oppfylles av tjenestegjørende i flysikringstjenesten, og gi regler om sertifikat eller autorisasjon for slik tjeneste. I forskriftene kan det stilles krav til vandel og bestemmes hvilke vandelskrav som skal gjelde. Luftfartsmyndigheten kan kreve ordinær, uttømmende og utvidet politiattest.",
                        "Ny § 7-4 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel VII. Landingsplasser, bakketjenesten, flysikringstjenester og sikkerhetskritisk virksomhet utenfor luftfartsanlegg",
            "paragraphs": [
                {
                    "name": "§ 7-4 a",
                    "title": "Alkoholpåvirkning mv.",
                    "sections": [
                        "Departementet kan i forskrift bestemme at §§ 6-11, 6-12 og 6-13 skal gjelde tilsvarende for den som har oppgaver av betydning for sikkerheten innen flysikringstjenesten, innen bakketjeneste på landingsplasser, samt i ervervsmessig luftfartsforetak og derunder arbeider med kontroll av luftfartøy i luften eller i radiosambandstjenesten.",
                        "Departementet kan ved forskrift presisere hvilke typer personell som omfattes av første ledd.",
                        "Ny § 7-4 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-4 b",
                    "title": "Gjennomføring av konvensjonsbestemmelser om erstatningsansvar",
                    "sections": [
                        "Kongen kan gi forskrift som gjennomfører konvensjonsbestemmelser om erstatningsansvar for ytere av flysikringstjenester og for personer som utfører arbeid for disse.",
                        "Regler gitt i medhold av første ledd går foran andre norske rettsregler om erstatningsansvar.",
                        "§ 7-13 annet ledd skal lyde:",
                        "Forslaget legges ut på et høvelig sted til ettersyn for dem saken vedkommer. Utleggingen og kunngjøringen om utleggingen skal skje etter bestemmelsene i plan- og bygningsloven § 5-2 annet og tredje ledd.",
                        "§ 7-24 første ledd skal lyde:",
                        "Departementet kan gi forskrifter om luftfartøyers manøvrering og opphold på landingsplasser.",
                        "§ 7-24 nytt annet ledd skal lyde:",
                        "Departementet kan gi forskrifter om personers adgang til og ferdsel på landingsplasser og andre luftfartsanlegg. I forskrift kan det også stilles krav til vandel og bestemmes hvilke vandelskrav som skal gjelde. Luftfartsmyndigheten kan kreve ordinær, uttømmende og utvidet politiattest.",
                        "§ 7-24 nåværende annet og tredje ledd blir nytt tredje og fjerde ledd.",
                        "§ 7-25 første og annet ledd skal lyde:",
                        "Når hensynet til sikkerheten i luftfarten tilsier det, kan kontroll av personer, reisegods, gods og øvrige gjenstander som befinner seg på landingsplasser, andre luftfartsanlegg eller annet anlegg for pakking eller prosessering av gjenstander som transporteres med luftfartøy, foretas i samsvar med forskrifter gitt av departementet.",
                        "Departementet kan gi forskrift som stiller krav til vandel for personer som utfører oppgaver på landingsplasser og andre luftfartsanlegg, samt personer som utfører oppgaver av betydning for sikkerheten i luftfarten andre steder. Endelig kan departementet gi forskrift om hvilke vandelskrav som skal gjelde. Luftfartsmyndigheten kan kreve ordinær, uttømmende og utvidet politiattest.",
                        "§ 7-25 nåværende annet ledd blir nytt tredje ledd.",
                        "§ 7-26 fjerde ledd skal lyde:",
                        "Departementet kan ved forskrift fastsette nærmere regler om måten tilsynet etter annet og tredje ledd skal utøves på.",
                        "§ 7-26 nåværende femte ledd oppheves. Nåværende sjette ledd blir nytt femte ledd.",
                        "§ 8-8 nytt tredje ledd skal lyde:",
                        "Departementet kan fastsette forskrifter for luftfartsvirksomhet som omfattes av første ledd.",
                        "§ 8-10 oppheves.",
                        "Ny § 10-41 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-41 a",
                    "title": "Forskrifter om priser, andre vilkår og opplysningsplikt",
                    "sections": [
                        "Departementet kan gi forskrift om priser og tilhørende vilkår, om formidling av rutefart og om overbooking. Departementet kan også gi forskrift om billettselgeres plikt til å informere om passasjerrettigheter basert på denne loven og andre forhold som setter billettkjøpere i stand til å danne seg en helhetlig og realistisk oppfatning av vilkårene og muligheten for å kjøpe eventuelle tilknyttede tjenester eller produkter.",
                        "§ 10-42 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-42",
                    "title": "Gjennomføring av EØS-regler om passasjerrettigheter",
                    "sections": [
                        "Departementet kan gi forskrift om gjennomføring av regler om passasjerrettigheter som er tatt inn i EØS-avtalen. I forskriften kan det bestemmes at luftfartsmyndigheten skal føre tilsyn med at reglene følges.",
                        "Når det er rimelig grunn til mistanke om overtredelse av regler som nevnt i første ledd kan luftfartsmyndigheten, uten hinder av taushetsplikt, kreve av tjenesteyteren:",
                        "1.å få adgang til alle relevante dokumenter, i enhver form, vedrørende overtredelsen,",
                        "2.å ta kopi av, eller lage utdrag fra, dokumenter som nevnt i nr. 1,",
                        "3.å gjennomføre nødvendige kontroller på stedet,",
                        "4.at vedkommende oppfyller sine forpliktelser etter reglene som nevnt i første ledd og stanser overtredelsen,",
                        "5.at vedkommende bekrefter sin forpliktelse til å stanse overtredelsen, og eventuelt offentliggjør denne forpliktelsen.",
                        "Departementet kan ved forskrift fastsette nærmere regler om måten tilsynet etter annet ledd skal utøves på.",
                        "Om nødvendig kan luftfartsmyndigheten kreve bistand fra politiet til å gjennomføre tiltak som nevnt i annet ledd.",
                        "§ 10-43 oppheves.",
                        "§ 12-3 nytt første ledd skal lyde:",
                        "Med luftfartsulykke menes en uønsket begivenhet som inntreffer i forbindelse med bruken av et luftfartøy, og som medfører at noen dør eller blir alvorlig skadet, eller fartøyet blir påført betydelig skade, og",
                        "1.som ved en bemannet flygning finner sted i tidsrommet fra en person går om bord i fartøyet med flygning som formål til alle har forlatt fartøyet, eller",
                        "2.som ved en ubemannet flygning finner sted i tidsrommet fra luftfartøyet er klart til å bli satt i bevegelse med det formål å ta av, og til det stanser opp etter landing og det viktigste fremdriftssystemet er slått av.",
                        "§ 12-15 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-15",
                    "title": "Tiltak for å fremskaffe opplysninger",
                    "sections": [
                        "Undersøkelsesmyndigheten har rett til å benytte privat grunn og kan kreve å få undersøke og ta i besittelse fartøy, vrakrester, dokumenter og andre ting i den utstrekning den trenger det for å kunne utøve sitt verv. Herunder skal undersøkelsesmyndigheten ha rett til",
                        "1.å be om og bidra til en fullstendig obduksjon av de omkomne og til å få umiddelbar adgang til resultatene av slike undersøkelser eller til tester av prøver som er tatt, og",
                        "2.å be om legeundersøkelse av alle personer involvert i flyets operasjon eller å be om at det utføres tester på prøver som er tatt av slike personer, og ha umiddelbar tilgang til resultatet av slike undersøkelser eller tester.",
                        "Om nødvendig kan undersøkelsesmyndigheten kreve hjelp av politiet.",
                        "§ 12-28 overskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-28",
                    "title": "Forbud mot tilbakekall av sertifikat og ileggelse av overtredelsesgebyr",
                    "sections": [
                        "§ 12-28 første ledd skal lyde:",
                        "Når luftfartsmyndigheten i medhold av §§ 12-9 og 12-20 mottar opplysninger om brudd på flyoperative eller flytekniske bestemmelser som er gitt i eller i medhold av §§ 4-1, 6-2 og 9-1 i denne lov, skal slike opplysninger ikke gi grunnlag for å tilbakekalle fra den som har gitt opplysningene, sertifikater som er utstedt eller godkjent av luftfartsmyndigheten, eller for å ilegge vedkommende overtredelsesgebyr med hjemmel i § 13 a-5.",
                        "§ 13-4 oppheves.",
                        "§ 13-4a oppheves.",
                        "§ 13-6 oppheves.",
                        "§ 13-7 oppheves.",
                        "Mellom kapittel XIII og kapittel XIV skal et nytt kapittel XIII a lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel XIII a Håndheving, tvangsmulkt, overtredelsesgebyr, innkreving mv.",
            "paragraphs": [
                {
                    "name": "§ 13 a-1",
                    "title": "Opplysningsplikt",
                    "sections": [
                        "Departementet, luftfartsmyndigheten eller andre som utfører oppgaver på deres vegne, kan pålegge følgende personer å gi opplysninger som er nødvendige for utføringen av deres oppgaver etter denne loven, eller etter forskrifter og enkeltvedtak gitt i medhold av loven:",
                        "1.eier eller bruker av luftfartøy,",
                        "2.innehaver av, eller personer som utfører tjeneste eller arbeid for",
                        "a)foretak som driver ervervsmessig luftfartsvirksomhet som nevnt i kapittel VIII,",
                        "b)foretak som eier eller driver godkjent landingsplass eller annet luftfartsanlegg,",
                        "c)foretak som leverer andre tjenester på lufthavner enn de som er nevnt i bokstav b, eller andre foretak som bruker lufthavner,",
                        "d)foretak som er godkjent etter § 4-10,",
                        "e)andre foretak som driver med godkjenning etter denne lov eller forskrift gitt med hjemmel i den, og",
                        "3.personer som har relevante opplysninger om overtredelse av regler gitt i medhold av § 10-42 første ledd i et EØS-land.",
                        "Departementet kan pålegge opplysningsplikt som nevnt i første ledd i forskrift. I forskrift kan det også bestemmes at opplysningene skal gis til utenlandsk eller internasjonal myndighet eller organisasjon dersom dette er forenlig med § 13 a-2."
                    ]
                },
                {
                    "name": "§ 13 a-2",
                    "title": "Taushetsplikt",
                    "sections": [
                        "Enhver som utfører tjeneste eller arbeid for et organ som er tildelt myndighetsoppgaver i eller i medhold av denne loven, har taushetsplikt etter forvaltningsloven om det som de får kjennskap til under utførelse av sitt arbeid.",
                        "Opplysninger som er taushetsbelagte etter første ledd, kan gis videre til utenlandske og internasjonale myndigheter og organisasjoner når dette følger av internasjonale avtaler eller forpliktelser. Det samme gjelder når opplysningene er av vesentlig betydning for slik myndighet eller organisasjon, og vedkommende organ er underlagt taushetsplikt av minst samme omfang som det organet som gir opplysningene fra seg. Bestemmelsen her gjelder ikke opplysninger som mottas i henhold til reglene i kapittel XII."
                    ]
                },
                {
                    "name": "§ 13 a-3",
                    "title": "Pålegg om retting og endring mv.",
                    "sections": [
                        "Luftfartsmyndigheten kan gi pålegg om retting eller opphør av forhold i strid med loven her, forskrift gitt i medhold av loven og vedtak gjort i medhold av loven, og fastsette vilkår som må oppfylles for at virksomheten skal være i samsvar med slike krav. I slike tilfeller skal forvaltningslovens regler om enkeltvedtak følges.",
                        "Paragrafen her innskrenker ikke luftfartsmyndighetens myndighet etter andre bestemmelser i loven."
                    ]
                },
                {
                    "name": "§ 13 a-4",
                    "title": "Tvangsmulkt",
                    "sections": [
                        "For å sikre at plikter, forbud, pålegg eller krav som følger av denne loven, forskrift gitt med hjemmel i loven eller i vedtak gjort i medhold av loven blir etterlevd, kan luftfartsmyndigheten fastsette en løpende tvangsmulkt som betales til staten inntil forholdet er rettet. Luftfartsmyndigheten bestemmer når tvangsmulkten skal begynne å løpe. Luftfartsmyndigheten kan frafalle krav om påløpt tvangsmulkt helt eller delvis.",
                        "Departementet kan ved forskrift fastsette nærmere regler om ileggelse av tvangsmulkt, herunder at tvangsmulkt skal begynne å løpe automatisk, eller med et nærmere fastsatt beløp, når bestemte plikter, forbud, pålegg eller krav som nevnt i første ledd ikke etterleves."
                    ]
                },
                {
                    "name": "§ 13 a-5",
                    "title": "Overtredelsesgebyr",
                    "sections": [
                        "Luftfartsmyndigheten kan gi pålegg om et overtredelsesgebyr til statskassen til den som:",
                        "1.har overtrådt, eller latt være å etterkomme, § 2-2, § 4-1 annet og tredje ledd, § 4-4 første og andre ledd, §§ 4-6 eller 4-7, § 5-1 første og tredje ledd, § 5-3, § 5-5, § 5-7, § 5-8, § 6-1 første ledd, § 6-2, § 6-3 tredje ledd, § 6-7, § 6-10, § 7-1 første ledd, § 7-15 første ledd, § 7-19, § 7-25 annet ledd, § 7-28, § 7-29 annet ledd, § 8-1 første og annet ledd, §§ 8-8, 9-2, 9-5, 9-7, 10-3, 10-4, 10-5, 10-6 eller 10-8, § 10-38 a første og annet ledd, § 10-45, § 11-2 første ledd eller § 12-31.",
                        "2.har benyttet luftfartøy til tross for at luftdyktighetsbevis eller miljødyktighetsbevis er ugyldig eller er blitt erklært ugyldig etter § 4-5 første eller annet ledd.",
                        "3.anlegger, driver eller innehar landingsplass uten konsesjon som nevnt i § 7-5 første ledd eller i strid med konsesjon som nevnt i § 7-7 dersom denne inneholder bestemmelser som har som formål å redusere støy eller regulere trafikkomfanget.",
                        "4.driver landingsplass uten eller i strid med kravene til teknisk og operativ godkjenning som nevnt i § 7-11 første, tredje og femte ledd.",
                        "5.bruker opplysninger i strid med §§ 12-10 eller 12-11.",
                        "6.har overtrådt, eller latt være å etterkomme vedtak truffet med hjemmel i, forskrift gitt i medhold av § 4-1 annet ledd, § 4-10, § 5-1 annet ledd, § 5-3, § 5-4 første ledd, §§ 6-2, 6-12, 7-1 eller 7-3, § 7-4 – herunder for brudd på nasjonal ytelsesplan etter reglene om et felles europeisk luftrom, § 7-5 fjerde ledd, §§ 7-11 eller 7-22, § 7-24 første ledd, §§ 7-25, 7-29, 8-8, 8-9, 8-10, 9-1 eller 9-2, § 9-3 annet ledd, §§ 9-4, 9-5, 9-7, 10-41 a, 10-42, 10-45, 12-9, 13-3, 13-4 eller 15-2 dersom det er bestemt i vedkommende forskrift at overtredelsen skal kunne sanksjoneres etter paragrafen her.",
                        "7.har overtrådt, eller latt være å etterkomme vedtak truffet med hjemmel i, forskrift gitt i medhold av § 16-1 dersom disse omhandler tidsluker (slots), markedsadgang for lufthavntjenester, driftstillatelser (lisenser), leieavtaler for luftfartøy, retten til å etablere og drive flyruter, krav til informasjon og likebehandling ved salg av flybilletter, reglene om krav til å opplyse passasjerene om identiteten til det flyselskapet som utfører en transport eller reglene om et felles europeisk luftrom dersom det er nødvendig for å gjennomføre EØS-avtalen og det er bestemt i vedkommende forskrift at overtredelsen skal kunne sanksjoneres etter paragrafen her.",
                        "8.har overtrådt, eller latt være å etterkomme, vedtak fattet i medhold av § 4-3, § 7-5 første ledd, §§ 7-6 eller 7-7, § 7-11 tredje ledd, § 7-15 første ledd, § 9-3 første ledd eller § 13-1.",
                        "9.har overtrådt, eller latt være å etterkomme, krav eller pålegg under tilsyn, besiktigelse eller undersøkelse som nevnt i § 4-2, 4-8 eller 5-2, § 5-8 annet ledd, § 7-2, § 7-26 tredje ledd, § 7-27 annet og tredje ledd, § 9-8, 10-42 annet ledd og § 13 a-3.",
                        "10.har latt være å etterkomme pålegg om å gi opplysninger i medhold av § 7-26, § 7-27 annet og tredje ledd, §§ 9-8 eller 12-16, § 13 a-1, eller som gir uriktige opplysninger som svar på slikt pålegg.",
                        "Fysiske personer kan bare ilegges overtredelsesgebyr for forsettlige eller uaktsomme overtredelser. Et foretak kan ikke ilegges overtredelsesgebyr dersom overtredelsen skyldes forhold utenfor foretakets kontroll.",
                        "Ved vurderingen av om overtredelsesgebyr skal ilegges, og ved utmålingen, skal det særlig legges vekt på",
                        "a)hvor alvorlig overtredelsen har krenket de interesser loven verner,",
                        "b)graden av skyld,",
                        "c)om overtrederen ved retningslinjer, instruksjon, opplæring, kontroll eller andre tiltak kunne ha forebygget overtredelsen,",
                        "d)om overtredelsen er begått for å fremme overtrederens interesser,",
                        "e)om overtrederen har hatt eller kunne ha oppnådd noen fordel ved overtredelsen,",
                        "f)om det foreligger gjentakelse,",
                        "g)om andre reaksjoner som følge av overtredelsen blir ilagt overtrederen eller noen som har handlet på vegne av denne, blant annet om noen enkeltperson er blitt ilagt straff,",
                        "h)overtrederens økonomiske evne, og",
                        "i)om ileggelse av overtredelsesgebyr vil kunne skape frykt for negative konsekvenser av å gi opplysninger som skal brukes til ulykkesforebyggende arbeid til offentlige myndighet eller til selskapsinterne rapporteringsordninger.",
                        "Overtredelsesgebyret forfaller til betaling to måneder etter at vedtaket fattes. Luftfartstilsynet kan i særlige tilfeller frafalle ilagt overtredelsesgebyr. Dersom overtrederen går til søksmål mot staten for å prøve vedtaket, suspenderes tvangskraften. Retten kan prøve alle sider av saken.",
                        "Adgangen til å ilegge gebyr foreldes etter 5 år. Fristen avbrytes når luftfartsmyndigheten meddeler den mulige overtrederen at vedkommende er mistenkt for overtredelse som nevnt i første ledd.",
                        "Departementet kan gi forskrift om utmåling av overtredelsesgebyr."
                    ]
                },
                {
                    "name": "§ 13 a-6",
                    "title": "Myndighet lagt til EFTAs overvåkningsorgan",
                    "sections": [
                        "EFTAs overvåkningsorgan og EFTA-domstolen kan ilegge foretak, sammenslutninger av foretak eller fysiske personer økonomiske reaksjoner som nevnt i artikkel 25 i forordning (EF) nr. 216/2008 av 20. februar 2008 om felles regler for sivil luftfart og om opprettelse av et europeisk byrå for flysikkerhet, og om opphevelse av rådsdirektiv 91/670/EØF, forordning (EF) nr. 1592/2002 og direktiv 2004/36/EF slik denne er tatt inn i EØS-avtalen vedlegg XIII, kapittel VI, punkt 66n.",
                        "Departementet kan gi forskrift om gjennomføring av bestemmelser som utfyller bestemmelsen nevnt i første ledd."
                    ]
                },
                {
                    "name": "§ 13 a-7",
                    "title": "Statens regress mv.",
                    "sections": [
                        "Blir staten i henhold til internasjonal overenskomst påført utgifter som følge av at luftfartøy brukes for norsk regning utenfor riket, kan vedkommende departement, for så vidt ikke annet er fastsatt i vilkår for konsesjon eller tillatelse etter kapittel VIII, kreve utgiftene refundert av fartøyets eier eller bruker."
                    ]
                },
                {
                    "name": "§ 13 a-8",
                    "title": "Innkreving av tvangsmulkt, gebyr, avgifter mv.",
                    "sections": [
                        "Gebyrer som fastsettes etter § 3-1 annet ledd, avgifter etter § 7-26, gebyr etter § 13-8, endelig vedtak om tvangsmulkt etter § 13 a-4 eller overtredelsesgebyr etter § 13 a-5 og økonomiske reaksjoner etter § 13 a-6 er tvangsgrunnlag for utlegg. Det samme gjelder refusjonsbeløp som staten har krav på etter denne lov.",
                        "Innkreving av krav som nevnt i første ledd kan pålegges Statens innkrevingssentral. I så fall kan kravet innkreves ved trekk i lønn og andre ytelser etter reglene i dekningsloven § 2-7. Innkrevingssentralen kan også kreve inn kravene ved å stifte utleggspant for kravet dersom panterett kan gis rettsvern ved registrering i et register eller ved underretning til tredjeperson, jf. panteloven kapittel 5. Utleggsforretninger kan holdes på innkrevingssentralens kontor etter tvangsfullbyrdelsesloven § 7-9 første ledd.",
                        "§ 14-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-1",
                    "title": "Overtredelse av § 2-2",
                    "sections": [
                        "Dersom eieren eller brukeren av et luftfartøy som:",
                        "1.ikke er norsk,",
                        "2.ikke har fremmed nasjonalitet som nevnt i § 2-2 første ledd nr. 2 og 3, eller",
                        "3.ikke har særskilt tillatelse av luftfartsmyndigheten,",
                        "bruker fartøyet til luftfart innenfor norsk område, straffes han med bøter eller fengsel inntil 1 år. På samme måte straffes eieren eller brukeren av luftfartøy som overskrider vilkårene for en gitt tillatelse som nevnt i nr. 3 ovenfor.",
                        "§ 14-12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-12",
                    "title": "Overtredelse av § 6-11 og § 6-12, jf. §§ 4-11 og 7-4 a",
                    "sections": [
                        "Den som gjør eller forsøker å gjøre tjeneste ombord i strid med bestemmelsene i § 6-11 eller § 6-12, straffes med bøter eller med fengsel inntil 2 år. Har noen gjort tjeneste påvirket av alkohol eller annet berusende eller bedøvende middel eller har overtrådt bestemmelsene i § 6-12 tredje ledd, anvendes fengselsstraff, om ikke særdeles formildende omstendigheter er til stede.",
                        "Første ledd gjelder tilsvarende for den som overtrer forskrift gitt i medhold av § 4-11 eller § 7-4 a.",
                        "§ 14-23 tredje ledd skal lyde:",
                        "Den som overtrer forskrift gitt med hjemmel i § 8-8 tredje ledd, straffes med bøter eller fengsel inntil 6 måneder.",
                        "§ 14-25 første ledd annet punktum skal lyde:",
                        "Det samme gjelder den som i strid med reglene i § 12-14 fjerner eller rører luftfartøy, vrakrester eller annet etter en luftfartsulykke.",
                        "§ 14-26 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-26",
                    "title": "Overtredelse av pålegg om medvirkning i ettersøknings- eller redningstiltak mv.",
                    "sections": [
                        "Dersom noen som er pålagt å medvirke ved ettersøknings- eller redningstiltak etter forskrifter gitt med hjemmel i § 12-6, unnlater å møte frem til tjeneste eller på annen måte overtrer sine plikter, straffes han med bøter.",
                        "§ 14-34 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-34",
                    "title": "Foreldelse",
                    "sections": [
                        "Dersom det foretas undersøkelse etter § 12-12, foreldes adgangen til å reise straffesak tidligst etter 5 år.",
                        "§ 17-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 17-6",
                    "title": "Bestemmelser som også gjelder militær luftfart",
                    "sections": [
                        "De bestemmelser som er gitt foran i §§ 5-8, 6-11, 6-12, 6-13, §§ 7-12 til 7-22, §§ 7-24, 11-1 eller 12-1, § 12-3 første og annet ledd, §§ 12-4 til 12-7 og § 13-1 gjelder tilsvarende for norsk militær luftfart.",
                        "Loven trer i kraft straks. § 13 a-6 trer likevel ikke i kraft før Kongen har bestemt det.",
                        "Overtredelsesgebyr etter § 13 a-5 kan bare ilegges for lovovertredelser begått etter at loven trer i kraft."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}