{
    "lawId": "LOV-2012-05-11-25",
    "lawName": "Lov om endringer i lov om offentlige anskaffelser og i kommuneloven (gjennomføring av EUs håndhevelsesdirektiv i norsk rett)",
    "shortName": "Endringslov til offanskl. og kommuneloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 12",
                    "title": "Rådgivende tvisteløsningsorgan",
                    "sections": [
                        "Kongen kan opprette et rådgivende organ for løsning av tvister om rettigheter og plikter etter denne lov og forskrifter hjemlet i denne.",
                        "Kongen kan gi forskrift om at oppdragsgivere som omfattes av loven her er pliktige til å delta i prosessen for tvisteløsningsorganet.",
                        "Kongen kan gi forskrift om saksbehandlingen i organet, herunder bestemmelser om partenes rett til innsyn i sakens dokumenter.",
                        "Offentleglova får anvendelse på den virksomhet som drives av tvisteløsningsorganet.",
                        "Gjeldende § 7b oppheves.",
                        "Gjeldende § 8 blir § 9, som skal lyde:"
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Beslutning om midlertidig forføyning",
                    "sections": [
                        "For behandling av begjæring om midlertidig forføyning gjelder tvisteloven, om ikke annet er bestemt i eller i medhold av denne lov. Mot overtredelser av bestemmelser i eller i medhold av denne lov, kan det ikke besluttes midlertidig forføyning etter at kontrakt er inngått.",
                        "Kongen kan gi forskrift om at oppdragsgivers adgang til å inngå kontrakt suspenderes ved begjæring om midlertidig forføyning, når begjæringen er fremsatt innenfor en fastsatt karensperiode.",
                        "Kongen kan gi forskrift om at oppdragsgiver kan fastsette en frist for når begjæring om midlertidig forføyning mot oppdragsgivers beslutning om å avvise eller forkaste en forespørsel om å delta i konkurransen, må være fremsatt.",
                        "Gjeldende § 9 blir § 10, som skal lyde:"
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Underretningsplikt for retten",
                    "sections": [
                        "Retten skal underrette departementet om saker som idømmes etter § 8, samt forføyninger etter § 9.",
                        "Gjeldende § 10 blir § 11.",
                        "Gjeldende § 11 blir ny § 16, som skal lyde:"
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Forskrifter og enkeltvedtak",
                    "sections": [
                        "Kongen kan gi forskrift til utfylling og gjennomføring av loven. Kongen kan gi oppdragsgivere de pålegg som er nødvendige for å sikre oppfyllelse av denne lov eller forskrifter gitt i medhold av loven. Overfor andre oppdragsgivere enn statlige, kommunale og fylkeskommunale myndigheter og offentligrettslige organer kan det likevel bare gis pålegg som er nødvendig for å oppfylle Norges forpliktelser overfor fremmede stater eller internasjonale organisasjoner om offentlige anskaffelser. Kongen kan likevel gi forskrift om begrunnelsesplikt.",
                        "Kongen kan gi forskrift om tvungent verneting for søksmål som nevnt i § 8 og for begjæringer om midlertidige forføyninger som nevnt i § 9.",
                        "Gjeldende § 11a blir § 7.",
                        "Gjeldende § 12 blir ny § 17.",
                        "Ny § 13 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Søksmål om å kjenne kontrakt uten virkning",
                    "sections": [
                        "Retten skal kjenne en kontrakt uten virkning når",
                        "a)kontrakten gjelder anskaffelser av varer, prioriterte tjenester og bygge- og anleggsarbeider over EØS-terskelverdiene fastsatt i forskrift, og",
                        "b)oppdragsgiver enten har",
                        "1.foretatt en ulovlig direkte anskaffelse,",
                        "2.tildelt en kontrakt innenfor en rammeavtale eller en dynamisk innkjøpsordning i strid med forskrift gitt i medhold av loven, eller",
                        "3.foretatt andre brudd på forskrifter gitt i medhold av loven som har påvirket leverandørens mulighet til å få kontrakten, og samtidig har brutt bestemmelser om karensperiode eller suspensjon, og dette har fratatt leverandøren mulighet til å iverksette rettslige skritt forut for kontraktsinngåelse.",
                        "Første ledd bokstav b nr. 1 gjelder ikke om oppdragsgiver har kunngjort at det vil bli inngått en kontrakt og tidligst inngår kontrakten ti dager etter kunngjøringen. Første ledd bokstav b nr. 2 gjelder ikke om oppdragsgiver har meddelt sin beslutning om kontraktstildeling til leverandørene og tidligst inngår kontrakten etter en karensperiode.",
                        "Når vesentlige hensyn til allmennhetens interesser gjør det nødvendig å opprettholde kontrakten, kan retten unnlate å kjenne kontrakten uten virkning. Dersom konsekvensen av at kontrakten kjennes uten virkning i alvorlig grad vil kunne true et større forsvars- eller sikkerhetsprogram som er avgjørende for Norges sikkerhetsinteresser, kan ikke retten kjenne kontrakten uten virkning.",
                        "En kontrakt kan kjennes uten virkning for fremtidig kontraktsoppfyllelse. Dersom kontraktsytelsen kan tilbakeføres i vesentlig samme stand og mengde, kan kontrakten kjennes uten virkning fra tidspunktet for kontraktsinngåelse.",
                        "Ny § 14 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Søksmål om å avkorte kontrakt eller om å idømme overtredelsesgebyr",
                    "sections": [
                        "Retten skal avkorte kontraktens løpetid eller idømme oppdragsgiver et overtredelsesgebyr når",
                        "a)kontrakten gjelder anskaffelser av varer, prioriterte tjenester og bygge- og anleggsarbeider over EØS-terskelverdiene fastsatt i forskrift, og",
                        "1.retten unnlater å kjenne en kontrakt uten virkning etter § 13 tredje ledd, eller",
                        "2.oppdragsgiver har foretatt andre brudd på reglene om karensperiode eller suspensjon enn de som er omfattet av § 13, eller",
                        "b)kontrakten gjelder anskaffelser av varer, prioriterte tjenester og bygge- og anleggsarbeider under EØS-terskelverdiene fastsatt i forskrift, eller uprioriterte tjenester, og oppdragsgiver har foretatt en ulovlig direkte anskaffelse.",
                        "Retten skal idømme oppdragsgiver et overtredelsesgebyr når kontrakten kjennes uten virkning for fremtidig kontraktsoppfyllelse etter § 13.",
                        "Retten kan idømme sanksjoner som nevnt i første ledd når",
                        "a)kontrakten gjelder anskaffelser av varer, prioriterte tjenester og bygge- og anleggsarbeider under EØS-terskelverdiene fastsatt i forskrift, eller uprioriterte tjenester, og",
                        "b)oppdragsgiver enten har",
                        "1.tildelt en kontrakt innenfor en rammeavtale eller en dynamisk innkjøpsordning i strid med regler fastsatt i forskrift gitt i medhold av loven, eller",
                        "2.foretatt andre brudd på forskrifter gitt i medhold av loven som har påvirket leverandørens mulighet til å få kontrakten, og samtidig har brutt bestemmelser om karensperiode, og dette har fratatt leverandøren mulighet til å iverksette rettslige skritt forut for kontraktsinngåelse.",
                        "Første ledd bokstav b gjelder ikke om oppdragsgiver har kunngjort at det vil bli inngått en kontrakt og tidligst inngår kontrakten ti dager etter kunngjøringen. Tredje ledd bokstav b nr. 1 gjelder ikke om oppdragsgiver har meddelt sin beslutning om kontraktstildeling til leverandørene og tidligst inngår kontrakten etter en karensperiode.",
                        "Ved fastsettelse av sanksjoner skal det særlig legges vekt på overtredelsens grovhet, størrelsen på anskaffelsen, om oppdragsgiver har foretatt gjentatte overtredelser, muligheten for å gjenopprette konkurransen og den preventive virkningen. Retten kan også kombinere sanksjonene. Overtredelsesgebyret kan ikke settes høyere enn 15 prosent av anskaffelsens verdi.",
                        "Ny § 15 skal lyde:"
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Prosessuelle særregler og tidsfrister ved søksmål etter §§ 13 og 14",
                    "sections": [
                        "Ved søksmål om forhold som beskrevet i §§ 13 og 14, plikter saksøker å varsle oppdragsgivers medkontrahent om søksmålet. Varslet gis ved oversendelse av kopi av stevningen.",
                        "Retten skal, uavhengig av partenes påstander, idømme sanksjoner som beskrevet i §§ 13 og 14, dersom vilkårene for det er oppfylt.",
                        "En rettskraftig dom som går ut på at en kontrakt kjennes uten virkning eller at kontraktens løpetid avkortes, er bindende for alle og enhver og legges til grunn i alle forhold hvor spørsmålet har betydning.",
                        "Sanksjoner etter §§ 13 og 14 kan bare idømmes når sak reises innen to år fra kontrakt er inngått.",
                        "Dersom oppdragsgiver har kunngjort konkurranseresultatet når en kontrakt er tildelt uten kunngjøring av konkurransen, kan sanksjoner etter § 13 første ledd bokstav b nr. 1 eller § 14 første ledd bokstav b bare idømmes når sak reises innen 30 dager fra kunngjøringen.",
                        "Dersom oppdragsgiver i en kunngjort konkurranse har meddelt berørte leverandører om inngåelsen av kontrakt, kan sanksjoner etter § 13 første ledd bokstav b nr. 2 eller 3, § 14 første ledd bokstav a nr. 2 eller § 14 tredje ledd bare idømmes når sak reises innen 30 dager fra meddelelsen er sendt.",
                        "I lov 25. september 1992 nr. 107 om kommuner og fylkeskommuner skal § 59 nr. 1 lyde:",
                        "Tre eller flere medlemmer av kommunestyret eller fylkestinget kan sammen bringe avgjørelser truffet av folkevalgt organ eller den kommunale eller fylkeskommunale administrasjon inn for departementet til kontroll av avgjørelsens lovlighet. Det samme gjelder avgjørelser om møter skal holdes for åpne eller lukkede dører, jf. § 31, og avgjørelser om habilitet. Avgjørelser om ansettelse, oppsigelse eller avskjed er ikke gjenstand for lovlighetskontroll. Spørsmål om det foreligger brudd på bestemmelser gitt i eller i medhold av lov 16. juli 1999 nr. 69 om offentlige anskaffelser kan heller ikke gjøres til gjenstand for lovlighetskontroll.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "2.Kongen kan gi nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}