{
    "lawId": "LOV-2012-12-07-76",
    "lawName": "Lov om endringer i lov 26. mars 1999 nr. 14 om skatt av formue og inntekt",
    "shortName": "Endringslov til skatteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 2-39",
                    "title": "Fritak for skatteplikt for inntekt ved utvinning av petroleum i utlandet",
                    "sections": [
                        "(1) Som skattepliktig inntekt regnes ikke inntekt ved utvinning av petroleum i utlandet utenfor det geografiske området som er angitt i petroleumsskatteloven § 1.",
                        "(2) Det gis ikke fradrag for kostnader og tap som er pådratt for å erverve, sikre eller vedlikeholde inntekt som nevnt i første ledd. For gjeldsrenter gjelder § 6-91 tilsvarende.",
                        "(3) Renteinntekter, samt gevinster og tap på valuta og andre finansielle poster, omfattes ikke av første og annet ledd.",
                        "§ 4-10 annet ledd tredje punktum skal lyde:",
                        "Prosentandelen er 25 for primærbolig og 50 for sekundærbolig.",
                        "§ 6-19 annet ledd fjerde punktum skal lyde:",
                        "Fradrag kan enten gis med inntil 3 850 kroner eller med inntil to promille av samlet utbetalt lønn.",
                        "§ 6-20 fjerde ledd annet punktum skal lyde:",
                        "Fradrag kan samlet gis med inntil 3 850 kroner eller med en forholdsmessig del av dette beløpet når fradragsberettiget kontingent er betalt bare for en del av året.",
                        "§ 6-32 første ledd bokstav a første punktum skal lyde:",
                        "Minstefradrag i lønnsinntekt, jf. skatteloven § 6-31 første ledd bokstav a, c, d og annet ledd, gis med 40 prosent av summen av slik inntekt.",
                        "Ny § 6-80 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-80",
                    "title": "Særfradrag for enslige forsørgere",
                    "sections": [
                        "Fra og med den måned skattyter mottar utvidet barnetrygd etter barnetrygdloven § 9, gis det et særfradrag i alminnelig inntekt. Mottar skattyter halv utvidet barnetrygd, gis det et halvt særfradrag. Stortinget fastsetter beløpet årlig.",
                        "§ 9-3 tredje ledd bokstav a skal lyde:",
                        "a.boligeiendom når eieren har brukt minst halvparten av bygningen – regnet etter utleieverdien – som egen bolig og den øvrige delen har vært utleid til boligformål,",
                        "§ 9-3 tredje ledd bokstav b oppheves. Nåværende bokstav c blir bokstav b.",
                        "§ 15-4 annet ledd bokstav b oppheves.",
                        "§ 15-4 annet ledd skal lyde:",
                        "Personfradrag i klasse 2 gis til ektefeller som lignes under ett for begges samlede formue og inntekt.",
                        "§ 16-21 første ledd skal lyde:",
                        "(1) Fradrag i norsk inntektsskatt etter § 16-20 kan ikke overstige den delen av norsk skatt på samlet skattepliktig inntekt, beregnet før fradraget, som forholdsmessig faller på hver av de to kategoriene utenlandsinntekt:",
                        "a)inntekt ved virksomhet i lavskatteland, jf. § 10-63, og inntekt skattlagt etter reglene i §§ 10-60 til 10-68,",
                        "b)annen utenlandsinntekt.",
                        "Fradraget er også begrenset til den inntektsskatten som skattyteren har betalt i kildestaten innenfor hver av inntektskategoriene a og b. Utenlandsk inntektsskatt kan bare komme til fradrag i norsk inntektsskatt.",
                        "§ 16-22 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16-22",
                    "title": "Frem- og tilbakeføring av skattefradraget",
                    "sections": [
                        "(1) Utenlandsk skatt som ikke kommer til fradrag ved dette årets skatteoppgjør, kan fremføres til fradrag i skatt i de inntil fem påfølgende årene innenfor hver av inntektskategoriene i § 16-21 første ledd a og b. Skatt betalt i utlandet i et tidligere år fradras i sin helhet før det gis fradag for skatt betalt i utlandet i et senere år. Fremført fradrag gis etter at det er gitt fradrag for utenlandsk skatt som knytter seg til vedkommende inntektsår. Samlet fradrag for det enkelte år, innenfor hver av inntektskategoriene i § 16-21 første ledd a og b, kan ikke overstige det maksimale kreditfradraget for dette året.",
                        "(2) Utenlandsk skatt som ikke kommer til fradrag ved dette årets skatteoppgjør, kan tilbakeføres til fradrag i skatt i foregående år innenfor hver av inntektskategoriene i § 16-21 første ledd a og b. Samlet fradrag for foregående år, innenfor hver av inntektskategoriene i § 16-21 første ledd a og b, kan ikke overstige det maksimale kreditfradraget for dette året. Tilbakeføring etter dette ledd er, innenfor hver av inntektskategoriene i § 16-21 første ledd a og b, betinget av at skattyter kan sannsynliggjøre at vedkommende i løpet av de fem påfølgende årene ikke vil bli skattepliktig her i riket for slik inntekt med kilde i utlandet.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt gjøres følgende endringer:",
                        "§ 2-3 fjerde ledd skal lyde:",
                        "(4) Person som ikke har skatteplikt etter § 2-1, plikter å svare skatt av pensjon, føderåd, livrente og lignende utbetalinger, herunder uføretrygd etter folketrygdloven kapittel 12 og uføreytelser fra andre ordninger, som er skattepliktig inntekt etter § 5-1 første ledd, § 5-40 eller § 5-42 bokstav b, når",
                        "a)utbetalingen skjer fra folketrygden eller fra offentlig tjenestepensjonsordning,",
                        "b)mottaker har opptjent pensjonspoeng i folketrygden og utbetalingen skjer på grunnlag av forpliktelse som påhviler person, selskap eller innretning hjemmehørende i riket eller person, selskap eller innretning hjemmehørende i utlandet som er skattepliktig til Norge etter første ledd bokstav b, eller",
                        "c)utbetalingen skjer for å oppfylle forpliktelse som påhviler annen person, selskap eller innretning på grunnlag av tilskudd mv. som det er gitt fradrag for etter §§ 6-46 og 6-47.",
                        "§ 5-42 bokstav b skal lyde:",
                        "b)stønad, omsorgspenger og annen utbetaling fra omsorgs- og trygdeinnretning, herunder arbeidsavklaringspenger etter folketrygdloven kapittel 11, uføretrygd etter folketrygdloven kapittel 12, uføreytelser fra andre ordninger og overgangsstønad etter folketrygdloven §§ 15-7, 16-7 og 17-6.",
                        "§ 6-32 første ledd bokstav a siste punktum skal lyde:",
                        "Tilsvarende gjelder for minstefradrag i arbeidsavklaringspenger, uføretrygd etter folketrygdloven kapittel 12 og uføreytelser fra andre ordninger.",
                        "§ 6-81 oppheves.",
                        "§ 12-2 ny bokstav j skal lyde:",
                        "j)uføretrygd etter folketrygdloven kapittel 12 og uføreytelser fra andre ordninger.",
                        "§ 16-1 tredje ledd sjette punktum skal lyde:",
                        "I samlet pensjonsinntekt etter dette ledd inngår ikke ytelser som nevnt i skatteloven § 17-1 første ledd forut for overgang fra slike ytelser til alderspensjon i løpet av inntektsåret.",
                        "§ 17-1 første ledd bokstav a oppheves.",
                        "Nåværende bokstav b til d blir bokstav a til c.",
                        "§ 17-2 annet ledd skal lyde:",
                        "(2) Ektefellers inntekt skal likevel fastsettes under ett for ektefeller som får skattebegrensning ved liten skatteevne etter § 17-4, uansett om ektefellene lignes under ett eller særskilt. Skattenedsettelsen fordeles forholdsmessig på hver ektefelles andel av skatten før nedsettelsen.",
                        "Endringene under I trer i kraft straks.",
                        "Endringene under II trer i kraft straks med virkning fra og med inntektsåret 2012.",
                        "Endringene under III trer i kraft straks med virkning fra og med 8. oktober 2012.",
                        "Endringene under IV trer i kraft straks med virkning fra og med inntektsåret 2013.",
                        "Endringene under V trer i kraft fra den tid Kongen bestemmer.",
                        "Ved ikrafttredelse av endringene under IV § 2-39 gjelder for inntektsåret 2013 følgende overgangsregel:",
                        "Selve innføringen av skattefritaket i § 2-39 medfører ikke at driftsmiddel, eiendel eller forpliktelse anses tatt ut av norsk beskatningsområde etter § 9-14 eller § 14-60.",
                        "Ved ikrafttredelse av endringene under V, opphevingen av § 6-81, gjelder følgende overgangsregel:",
                        "Overgangsregel til endringer i skattereglene for uførepensjon",
                        "Departementet kan i forskrift gi regler som, for en begrenset periode, reduserer skatteskjerpelsen for enkelte skattytergrupper som mister et halvt særfradrag for uførhet uten at dette kompenseres gjennom økt brutto uføreytelse fra folketrygden."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        }
    ]
}