{
    "lawId": "LOV-2016-12-02-84",
    "lawName": "Lov om endring i skattebetalingsloven (utsatt betaling av formuesskatt)",
    "shortName": "Endringslov til skattebetalingsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 15-3",
                    "title": "Betalingsutsettelse for formuesskatt",
                    "sections": [
                        "(1) Personlig eier av aksje kan kreve å utsette betalingen av formuesskatten på aksjen.",
                        "(2) Personlig eier av annen virksomhet kan kreve å utsette betalingen av formuesskatten på virksomhetsformuen dersom virksomheten har underskudd i årsregnskapet kalenderåret før inntektsåret. Som virksomhetsformue regnes andeler i selskaper med deltakerfastsetting og driftsmidler i enkeltpersonforetak som er omfattet av skatteloven § 4-17 annet ledd.",
                        "(3) Formue i land utenfor EØS er ikke omfattet av utsettelsesordningen.",
                        "(4) Utsatt betaling etter denne bestemmelsen kan kreves i to år for formuesskatt for inntektsårene 2016 og 2017 når samlet utsatt formuesskatt overstiger 30 000 kroner i det enkelte inntektsåret.",
                        "(5) Utsatt formuesskatt tillegges en egen rente frem til ny betalingsfrist for den utsatte formuesskatten. Ved oversittelse av ny betalingsfrist beregnes forsinkelsesrente etter § 11-1 av kravet tillagt rente etter første punktum.",
                        "(6) Skattyter som kan kreve betalingsutsettelse etter denne bestemmelsen, kan fritas for forskuddstrekk og forskuddsskatt tilsvarende forventet utsatt formuesskatt.",
                        "(7) Departementet kan i forskrift gi nærmere regler til utfylling og gjennomføring av denne paragraf.",
                        "Endringene under I trer i kraft straks med virkning for formuesskatt i inntektsårene 2016 og 2017."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}