{
    "lawId": "LOV-2016-12-20-120",
    "lawName": "Lov om endringer i lov 27. mai 2016 nr. 14 om skatteforvaltning (skatteforvaltningsloven)",
    "shortName": "Endringslov til skatteforvaltningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-1",
                    "title": "Formues- og inntektsskatt, Jan Mayen-skatt, artistskatt, arbeidsgiveravgift, finansskatt på lønn og merverdiavgift",
                    "sections": [
                        "Skattekontoret, Skattedirektoratet, Skatteklagenemnda og sekretariatet for Skatteklagenemnda er myndigheter for formues- og inntektsskatt, Jan Mayen-skatt, artistskatt, arbeidsgiveravgift, finansskatt på lønn og merverdiavgift.",
                        "§ 2-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-2",
                    "title": "Petroleumsskatt",
                    "sections": [
                        "Oljeskattekontoret og Klagenemnda for petroleumsskatt er myndigheter for skattepliktige som driver utvinning, behandling og rørledningstransport av petroleum i område som nevnt i petroleumsskatteloven § 1.",
                        "§ 3-1 annet ledd bokstav b og ny bokstav c skal lyde:",
                        "b)opplysninger om at en næringsdrivende er eller ikke er registrert i Merverdiavgiftsregisteret, etter forenklet registreringsordning for merverdiavgift eller i medhold av særavgiftsloven",
                        "c)registreringspliktig statsstøtte etter lov 27. november 1992 nr. 117 om offentlig støtte § 2 a.",
                        "§ 3-3 bokstav f skal lyde:",
                        "f)til politi eller påtalemyndighet til bruk i straffesak. Gjelder straffesaken overtredelse av bestemmelser utenfor myndighetenes forvaltningsområde, kan opplysninger bare gis når det foreligger rimelig grunn til mistanke om overtredelse som kan medføre høyere straff enn fengsel i seks måneder. Opplysninger om brutto- og nettoinntekt, bruttoformue og gjeld kan gis til bruk under utmåling av straff eller erstatning i straffesaken.",
                        "§ 3-6 annet ledd skal lyde:",
                        "(2) Taushetsplikten etter § 3-1 er ikke til hinder for at pensjonsinnretning som har offentlig tjenestepensjon eller tjenestepensjon etter foretakspensjonsloven, innskuddspensjonsloven eller tjenestepensjonsloven, gis tilgang til opplysninger om pensjonsgivende inntekt for personer som mottar uførepensjon fra innretningen.",
                        "§ 6-1 tredje ledd nytt tredje punktum skal lyde:",
                        "Fastsetting avgjort med bindende virkning i forhåndsuttalelse gitt etter annet ledd, kan ikke påklages.",
                        "§ 7-2 første ledd skal lyde:",
                        "(1) Den som selv eller gjennom andre i løpet av en kalendermåned har utbetalt eller ytet fordel som nevnt i dette leddet, skal etter reglene i a-opplysningsloven gi opplysninger om alt som er ytet til den enkelte mottaker. Opplysningene skal omfatte",
                        "a)lønn og annen godtgjøring for arbeid",
                        "b)pensjon, uføretrygd etter folketrygdloven kapittel 12, uføreytelser fra andre ordninger, introduksjonsstønad etter introduksjonsloven, kvalifiseringsstønad etter sosialtjenesteloven, føderåd i jord- og skogbruk, livrente som ledd i pensjonsordning i arbeidsforhold, engangs- og avløsningsbeløp for slike ytelser, underholdsbidrag, foreldrepenger, dagpenger under arbeidsløshet, sykepenger og lignende ytelser som skal regnes som skattepliktig inntekt for mottakeren",
                        "c)drikkepenger med det beløpet som skal tas med ved beregningen av skattetrekk",
                        "d)gratiale, tantieme og godtgjøring til medlem av styre eller representantskap eller til annen tillitsmann",
                        "e)provisjon utbetalt til agent eller annen mellommann",
                        "f)honorar eller annen godtgjøring som er utbetalt opphavsmann til åndsverk",
                        "g)reise-, diett- og representasjonsgodtgjøring samt annen godtgjøring til dekning av utgifter ved utførelse av arbeid, oppdrag eller verv som nevnt i bokstav a til f",
                        "h)lott eller part ved fiske eller fangstvirksomhet",
                        "i)godtgjøring til medlemmer av faste arbeidslag som utfører arbeid for egen regning",
                        "j)godtgjøring for barnepass også når dette skjer i barnepasserens hjem som ledd i selvstendig næringsvirksomhet",
                        "k)vederlag til arbeidstaker i forbindelse med opphør av arbeidsforhold etter avskjed, oppsigelse eller avtale med arbeidsgiver",
                        "l)engangsutbetalinger til rettighetshaver, begunstiget, bo eller arving etter lov 27. juni 2008 nr. 62 om individuell pensjonsordning eller etter forsikringsbevis eller pensjonskapitalbevis utgått fra en individuell pensjonsavtale etter skatteloven (IPA). Det samme gjelder for engangsutbetalinger etter innskuddspensjonsloven.",
                        "§ 7-3 første ledd skal lyde:",
                        "(1) Plikt til å gi opplysninger om finansielle forhold og forsikringer har",
                        "a)banker, jf. finansforetaksloven § 2-7",
                        "b)kredittforetak, jf. finansforetaksloven § 2-8",
                        "c)finansieringsforetak, jf. finansforetaksloven § 2-9",
                        "d)e-pengeforetak, jf. finansforetaksloven § 2-11",
                        "e)forsikringsforetak, jf. finansforetaksloven § 2-12, og forsikringsforetaks eierselskap",
                        "f)pensjonskasser, jf. finansforetaksloven § 2-16",
                        "g)låneformidlingsforetak, jf. finansforetaksloven § 2-18",
                        "h)verdipapirforetak, jf. verdipapirhandelloven § 2-3 første ledd",
                        "i)verdipapirregistre, jf. verdipapirregisterloven § 1-3",
                        "j)verdipapirfond og forvaltningsselskaper, jf. verdipapirfondloven § 1-2 første ledd nr. 1 og 2",
                        "k)alternative investeringsfond og forvalter, jf. AIF-loven § 1-2 bokstav a og b",
                        "l)innretning som primært, og som ledd i sin forretningsvirksomhet, investerer, administrerer eller forvalter finansielle aktiva eller penger for andres regning",
                        "m)innretning hvis bruttoinntekt primært kan henføres til investering, reinvestering eller handel med finansielle aktiva, når innretningen styres, forvaltes eller på annen måte ledes av en annen innretning som omfattes av dette leddet",
                        "n)andre som har penger til forvaltning eller driver utlånsvirksomhet eller låneformidling som næring, samt andre som tar del i forvaltningen eller omsetningen av finansielle instrumenter eller andre finansielle produkter for andres regning som ledd i sin forretningsvirksomhet.",
                        "Departementet kan gi forskrift om opplysningspliktiges registreringsplikt hos utenlandske skattemyndigheter.",
                        "§ 7-3 annet ledd bokstav c skal lyde:",
                        "c)innskudd og andre interesser i innretninger som nevnt i første ledd bokstav l og m",
                        "§ 7-10 bokstav e og ny bokstav f skal lyde:",
                        "e)den som selv eller gjennom andre har utbetalt vederlag for tjenester av teknisk, håndverksmessig, juridisk, regnskapsmessig eller annen art",
                        "f)Enova om beløp som skal gis som avregningsfradrag for ENØK-tiltak på egen bolig.",
                        "§ 8-2 første ledd skal lyde:",
                        "(1) Skattemelding med opplysninger om den skattepliktiges formue og inntekt, fradragsposter og andre opplysninger som har betydning for fastsetting av skattegrunnlaget etter kapittel 9, skal leveres av den som",
                        "a)har hatt formue eller inntekt som er skattepliktig her i landet etter annen bestemmelse i skatteloven enn § 10-13",
                        "b)er skattepliktig etter Svalbardskatteloven §§ 2-1, 2-2 eller 3-2, og ikke har begrenset skatteplikt etter Svalbardskatteloven § 2-1 annet ledd",
                        "c)er skattepliktig etter petroleumsskatteloven.",
                        "§ 8-2 annet ledd oppheves. Nåværende tredje til femte ledd blir annet til fjerde ledd.",
                        "§ 8-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-6",
                    "title": "Skattemelding for arbeidsgiveravgift og finansskatt på lønn",
                    "sections": [
                        "(1) Arbeidsgiver som skal beregne arbeidsgiveravgift etter folketrygdloven, skal levere skattemelding med opplysninger om beregnet arbeidsgiveravgift og grunnlaget for beregning av avgift etter reglene i a-opplysningsloven.",
                        "(2) Arbeidsgiver som skal beregne finansskatt på lønn etter folketrygdloven, skal levere skattemelding med opplysninger om beregnet finansskatt på lønn og grunnlaget for beregning av finansskatt på lønn etter reglene i a-opplysningsloven.",
                        "(3) Når det foreligger forhold som nevnt i skattebetalingsloven § 4-1 annet ledd, påhviler opplysningsplikten etter første og annet ledd den som har plikt til å foreta forskuddstrekk.",
                        "§ 9-1 første ledd skal lyde:",
                        "(1) Skattepliktige fastsetter grunnlaget for formues- og inntektsskatt, petroleumsskatt, merverdiavgift, arbeidsgiveravgift, finansskatt på lønn, særavgifter, svalbardskatt etter Svalbardskatteloven § 3-2 og merverdiavgiftskompensasjon ved levering av skattemelding som nevnt i kapittel 8.",
                        "§ 9-2 første ledd skal lyde:",
                        "(1) Skattepliktige beregner merverdiavgift, arbeidsgiveravgift, finansskatt på lønn, særavgifter og merverdiavgiftskompensasjon av grunnlaget som er fastsatt etter § 9-1 første ledd.",
                        "§ 9-4 første ledd skal lyde:",
                        "(1) Skattepliktige kan endre opplysninger i tidligere leverte skattemeldinger for formues- og inntektsskatt, svalbardskatt, merverdiavgift, arbeidsgiveravgift, finansskatt på lønn og særavgifter ved levering av endringsmelding. Trekkpliktige etter Svalbardskatteloven § 3-1, Jan Mayen-skatteloven og artistskatteloven kan på samme måte endre opplysninger i levert melding om trekk. Dette gjelder likevel ikke grunnlag som er fastsatt av skattemyndighetene, eller på områder hvor myndighetene har varslet om at fastsettingen er under kontroll.",
                        "§ 9-7 første ledd første punktum skal lyde:",
                        "Når fristen for å sende skatteoppgjør i § 9-3 tredje ledd er utløpt, utarbeides det en liste over alle skattepliktiges fastsatte formues- og inntektsskatt, svalbardskatt og petroleumsskatt.",
                        "§ 9-7 tredje ledd skal lyde:",
                        "(3) Skattelisten skal ikke inneholde opplysninger om avdøde personer, opplysninger om personer som er 17 år eller yngre ved skattleggingsperiodens utgang, opplysninger om personer med adresse som er sperret i henhold til bestemmelsene gitt i eller i medhold av folkeregisterloven, opplysninger om personer uten fast bopel og opplysninger om personer der opplysningene som inngår i skattelisten kan røpe et klientforhold. Tillegg i alminnelig inntekt etter skatteloven § 10-42 skal ikke medtas i nettoinntekten i skattelisten. Oppjustering av alminnelig inntekt etter skatteloven §§ 10-11, 10-31, 10-42 og 10-44 skal ikke medtas i nettoinntekten i skattelisten.",
                        "§ 10-9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-9",
                    "title": "Plikt til å framvise HMS-kort",
                    "sections": [
                        "Dersom arbeidsgiver skal utstyre en arbeidstaker med HMS-kort etter regler gitt i medhold av arbeidsmiljøloven § 4-1 syvende ledd, kan skattemyndighetene kreve at arbeidstakeren framviser HMS-kortet.",
                        "§ 12-6 annet ledd første punktum skal lyde:",
                        "Fristen er ti år dersom den skattepliktige ilegges skjerpet tilleggsskatt eller anmeldes for brudd på straffebestemmelsene i straffeloven §§ 378 til 380.",
                        "§ 12-6 femte ledd oppheves.",
                        "§ 13-3 annet ledd skal lyde:",
                        "(2) Skatteklagenemnda er klageinstans ved klage over vedtak om fastsetting av formues- og inntektsskatt, Jan Mayen-skatt, artistskatt, merverdiavgift, finansskatt på lønn og arbeidsgiveravgift. Det samme gjelder klage over vedtak om registrering eller sletting i Merverdiavgiftsregisteret, når det samtidig klages over vedtak etter § 12-1 som har direkte sammenheng med registrerings- eller slettingsvedtaket. Skatteklagenemnda er også klageinstans ved klager over vedtak fra Skattedirektoratet om ileggelse av tvangsmulkt etter § 14-1 og overtredelsesgebyr etter § 14-7. Saker som skal avgjøres av Skatteklagenemnda, forberedes for nemnda av sekretariatet for Skatteklagenemnda.",
                        "§ 14-4 bokstav d skal lyde:",
                        "d)når den skattepliktige frivillig retter eller utfyller opplysninger som er gitt eller lagt til grunn tidligere, slik at det kan fastsettes riktig skatt. Dette gjelder ikke hvis rettingen kan anses framkalt ved kontrolltiltak som er eller vil bli satt i verk, eller ved opplysninger som skattemyndighetene har fått fra andre. Tidligere ilagt tilleggsskatt faller ikke bort.",
                        "§ 14-5 femte ledd skal lyde:",
                        "(5) Ilagt tvangsmulkt etter § 14-1 første ledd første og annet punktum skal komme til fradrag i beregnet tilleggsskatt for unnlatt levering etter § 14-3 første ledd annet punktum.",
                        "§ 14-6 første ledd siste punktum skal lyde:",
                        "Bestemmelsen i § 14-4 gjelder tilsvarende.",
                        "§ 14-6 annet ledd skal lyde:",
                        "(2) Skjerpet tilleggsskatt kan fastsettes i et eget vedtak samtidig med eller etter fastsetting av tilleggsskatt etter § 14-3. Bestemmelsen i § 14-3 tredje ledd annet punktum gjelder tilsvarende.",
                        "§ 14-7 første ledd bokstav b skal lyde:",
                        "b)den som ikke medvirker til kontroll etter § 10-4",
                        "§ 14-13 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-13",
                    "title": "Straff for unnlatt medvirkning til kontroll",
                    "sections": [
                        "Med bot eller fengsel inntil to år straffes den som unnlater å medvirke til kontroll etter § 10-4.",
                        "§ 16-3 nr. 18 om endringer i folketrygdloven:",
                        "Endringene i § 24-5 oppheves.",
                        "§ 16-3 nr. 19 om endringer i lov 13. juni 1997 nr. 53 om eierskap i medier oppheves.",
                        "§ 16-3 nr. 22 om endringer i skatteloven:",
                        "Endringene i § 14-6 oppheves.",
                        "§ 16-3 nr. 28 om endringer i bokføringsloven:",
                        "Endringen i § 2 annet ledd skal lyde:",
                        "Enhver som driver virksomhet og har plikt til å levere skattemelding for formues- og inntektsskatt mv. etter skatteforvaltningsloven § 8-2, har bokføringsplikt etter denne loven for den virksomhet som drives. Det samme gjelder enhver som har plikt til å levere skattemelding for merverdiavgift etter skatteforvaltningsloven § 8-3. Dette gjelder likevel ikke tilbydere av elektroniske tjenester som leverer skattemelding for merverdiavgift som nevnt i skatteforvaltningsloven § 8-3 første ledd bokstav e, og som er bokføringspliktig utelukkende på grunnlag av plikten til å levere skattemelding etter bestemmelsen her.",
                        "§ 16-3 nr. 32 om endringer i skattebetalingsloven:",
                        "Endringen i § 1-1 annet ledd skal lyde:",
                        "(2) Med skatte- og avgiftskrav menes:",
                        "a)skatt på formue og inntekt og tonnasjeskatt etter skatteloven (formues- og inntektsskatt) og trygdeavgift etter folketrygdloven kapittel 23, herunder forskuddstrekk, forskuddsskatt og restskatt etter kapitlene 5 til 7 i loven her, samt krav på skatt fastsatt ved summarisk fellesoppgjør etter skatteforvaltningsloven § 12-4",
                        "b)skatt på formue og inntekt etter lov 29. november 1996 nr. 68 om skatt til Svalbard (svalbardskatt). For skatt fastsatt ved lønnstrekk gjelder særregler i svalbardskatteloven § 5-2.",
                        "c)skatt på inntekt etter lov 13. desember 1996 nr. 87 om skatt på honorar til utenlandske artister m.v. (artistskatt)",
                        "d)skatt på formue og inntekt etter lov 13. juni 1975 nr. 35 om skattlegging av undersjøiske petroleumsforekomster m.v. (petroleumsskatt), herunder terminskatt og restskatt etter nevnte lov",
                        "e)arbeidsgiveravgift etter folketrygdloven kapittel 23, herunder krav fastsatt ved summarisk fellesoppgjør etter skatteforvaltningsloven § 12-4",
                        "f)arveavgift etter lov 19. juni 1964 nr. 14 om avgift på arv og visse gaver",
                        "g)merverdiavgift etter merverdiavgiftsloven",
                        "h)særavgifter omfattet av lov 19. mai 1933 nr. 11 om særavgifter",
                        "i)særavgifter omfattet av lov 19. juni 1959 nr. 2 om avgifter vedrørende motorkjøretøyer og båter",
                        "j)toll omfattet av tolloven",
                        "k)kompensasjon for merverdiavgift etter lov 12. desember 2003 nr. 108 om kompensasjon av merverdiavgift for kommuner, fylkeskommuner mv.",
                        "l)finansskatt på lønn etter folketrygdloven kapittel 23.",
                        "I endringen i § 1-1 tredje ledd skal bokstav a lyde:",
                        "a)renter etter kapittel 11, omkostninger og gebyrer fastsatt i medhold av denne lov, lov 19. juni 1964 nr. 14 om avgift på arv og visse gaver, tolloven, skatteforvaltningsloven og kassasystemlova § 8,",
                        "Endringene i § 2-2 oppheves.",
                        "Endringen i § 5-5 skal lyde:",
                        "§ 5-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-5",
                    "title": "Forskuddstrekkets størrelse",
                    "sections": [
                        "(1) Dersom arbeidsgiver ikke har fått de opplysninger som fremgår av skattekortet, og dette ikke skyldes forsømmelse eller mangel på tilbørlig aktsomhet fra arbeidsgivers side, skal forskuddstrekket gjennomføres etter det siste beregnede skattekort. Dersom arbeidsgiver ikke har tilgang til opplysninger fra det siste beregnede skattekortet, skal det foretas forskuddstrekk med 50 prosent. Det samme gjelder når det skal foretas forskuddstrekk i ytelser etter folketrygdloven kapitlene 4, 8 til 11 og 14 og i uføreytelser, stønader mv. som beskattes som lønn. Forskuddstrekk i andre trekkpliktige trygdeytelser, pensjoner, vartpenger, livrenter og lignende stønader og ytelser foretas med 30 prosent.",
                        "(2) Arbeidsgiver plikter å foreta forskuddstrekk med høyere beløp enn det som følger av skattekortet eller første ledd, når skattyteren reiser krav om det i god tid før trekket skal foretas.",
                        "(3) Forskuddstrekk etter § 5-6 første ledd bokstav d beregnes av selskapet etter samlet skattesats for alminnelig inntekt.",
                        "(4) Forskuddstrekk etter § 5-6 første ledd bokstav e beregnes av utbetaleren til det beløp skatten vil utgjøre etter Stortingets vedtak om skatt for det angjeldende år.",
                        "(5) Departementet kan i forskrift gi regler om at forskuddstrekk skal foretas etter tabell i en del av den trekkpliktige inntekten og med en bestemt prosentsats i den øvrige inntekten.",
                        "(6) Når det for en skattyter er utstedt skattekort i flere kommuner, skal arbeidsgiver foreta forskuddstrekk etter skattekortet fra kommunen skattyteren mener han skal svare skatt til.",
                        "(7) Den som er pliktig til å foreta forskuddstrekk etter bestemmelsene i dette kapitlet, men som godtgjør at det betales forskuddstrekk eller tilsvarende i utlandet av den enkelte skattyters inntekt, kan av skattoppkreveren bli fritatt for trekkplikten etter dette kapitlet dersom det stilles betryggende sikkerhet for trekkbeløpet.",
                        "I endringen i § 5-9 første ledd skal bokstav a lyde:",
                        "a)pensjonsinnskudd som arbeidsgiver avkorter i lønnen, og som skattyter vil ha krav på fradrag for ved skattefastsettingen etter skatteloven § 6-47 første ledd bokstav a og b og § 6-72,",
                        "Endringen i § 10-1 første ledd skal lyde:",
                        "(1) Skatte- og avgiftskrav skal betales ved forfall og med de beløp som opprinnelig er fastsatt, selv om fastsettingen er under endring, påklaget eller brakt inn for domstolene. Første punktum gjelder ikke når det kan gis utsatt iverksetting av vedtak etter skatteforvaltningsloven § 14-10 annet ledd og tolloven § 16-19.",
                        "Endringen i kapittel 10 annen deloverskrift skal lyde:",
                        "Endringen i § 10-30 første ledd skal lyde:",
                        "(1) Merverdiavgift for en periode forfaller til betaling samme dag som det skal leveres skattemelding etter skatteforvaltningsloven § 8-3 første og annet ledd.",
                        "I endringen i § 10-51 første ledd skal bokstav e lyde:",
                        "e)tilleggsavgift etter lov 19. juni 1964 nr. 14 om avgift på arv og visse gaver § 44.",
                        "Endringen «§ 10-51 nytt annet og tredje ledd skal lyde» skal lyde:",
                        "§ 10-51 nytt annet og tredje ledd skal lyde:",
                        "(2) Følgende skatte- og avgiftskrav forfaller til betaling tre uker etter at fristen for å klage over vedtaket om fastsetting av kravet er ute, eller ved klage, tre uker etter at klagen er avgjort:",
                        "a)tilleggsskatt etter skatteforvaltningsloven",
                        "b)overtredelsesgebyr etter skatteforvaltningsloven",
                        "c)tilleggstoll etter tolloven",
                        "d)overtredelsesgebyr etter tolloven § 16-17",
                        "(3) Dersom det innvilges utsatt iverksetting av krav etter skatteforvaltningsloven § 14-10 annet ledd eller tolloven § 16-19 annet ledd, forfaller kravet til betaling tre uker etter utløpet av søksmålsfristen eller ved søksmål, tre uker etter at endelig rettsavgjørelse foreligger.",
                        "Endringen «§ 10-53 nytt tredje ledd skal lyde» skal lyde:",
                        "§ 10-53 nytt tredje ledd skal lyde:",
                        "(3) Treffes det vedtak som innebærer tilbakebetaling av kompensasjon for merverdiavgift, skal beløpet betales tilbake senest tre uker etter at melding om vedtaket er sendt.",
                        "Endringene i § 11-5 oppheves.",
                        "Endringen «Ny § 16-51 skal lyde» skal lyde:",
                        "Ny § 16-51 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Forskuddstrekk, arbeidsgiveravgift, finansskatt på lønn, lønnstrekk til Svalbard, artistskatt og skattetrekk i aksjeutbytte",
            "paragraphs": [
                {
                    "name": "§ 16-51",
                    "title": "Oppdragsgivers ansvar for oppdragstakers skatt, arbeidsgiveravgift, finansskatt på lønn og forskuddstrekk",
                    "sections": [
                        "(1) Dersom oppdragsgiver forsettlig eller grovt uaktsomt unnlater å oppfylle opplysningsplikten etter skatteforvaltningsloven § 7-6, kan skattekontoret pålegge oppdragsgiver ansvar for oppdragstakerens forfalte, men ikke innbetalte skatt, arbeidsgiveravgift, finansskatt på lønn eller forskuddstrekk. Departementet kan bestemme at myndighet til å pålegge ansvar for skatt, arbeidsgiveravgift, finansskatt på lønn og forskuddstrekk skal tilligge annen skattemyndighet enn nevnt i foregående punktum.",
                        "(2) Pålegget kan påklages til Skattedirektoratet innen tre uker.",
                        "Endringen i § 18-1 første ledd skal lyde:",
                        "(1) Den som er pliktig til å foreta forskuddstrekk eller skattetrekk etter kapittel 5, og som unnlater å foreta eller sørge for at det blir foretatt beregning og trekk, herunder separering etter § 5-12, straffes med bot eller fengsel inntil 2 år. Med bot eller fengsel inntil 1 år straffes grovt uaktsom overtredelse av første punktum.",
                        "I lov 27. mai 2016 nr. 14 om skatteforvaltning (skatteforvaltningsloven) gjøres følgende endringer:",
                        "§ 14-7 første ledd bokstav c og ny bokstav d skal lyde:",
                        "c)den som ikke oppfyller sine plikter til å føre og oppbevare personalliste gitt i medhold av bokføringsloven",
                        "d)en bokføringspliktig som forsettlig eller uaktsomt overtrer sine plikter til å registrere og dokumentere kontantsalg etter regler gitt i eller i medhold av bokføringsloven § 10 a.",
                        "§ 14-7 tredje ledd første punktum skal lyde:",
                        "Overtredelsesgebyr etter første ledd bokstav a, c og d skal utgjøre ti rettsgebyr, jf. rettsgebyrloven § 1 annet ledd.",
                        "I lov 27. mai 2016 nr. 14 om skatteforvaltning (skatteforvaltningsloven) gjøres følgende endringer:",
                        "§ 8-12 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 8-12",
                    "title": "Melding om flernasjonale konserns fordeling av inntekt, skatt mv.",
                    "sections": [
                        "(1) Morselskap som er hjemmehørende i Norge og har foretak i utlandet, skal levere melding for hvert regnskapsår med opplysninger om fordelingen av inntekt og skatt i de landene konsernet har foretak. Meldingen skal også inneholde en beskrivelse av konsernets økonomiske aktivitet i hvert enkelt land, samt opplysninger om hvert foretak i konsernet og den økonomiske aktiviteten foretakene driver.",
                        "(2) Opplysningsplikten etter første ledd gjelder tilsvarende for andre foretak i Norge enn morselskap som er hjemmehørende i Norge, dersom",
                        "a)det utenlandske morselskapet ikke har plikt til å levere melding i landet der det er hjemmehørende,",
                        "b)landet der morselskapet er hjemmehørende ikke har avtale med Norge om automatisk utveksling av meldinger med virkning ved utløpet av det året det skal leveres melding etter første ledd eller",
                        "c)skattemyndighetene har varslet foretaket i Norge om at landet der morselskapet er hjemmehørende, ikke overholder avtale som nevnt i bokstav b eller av andre grunner ikke sender meldinger til Norge.",
                        "(3) Foretak som er hjemmehørende i Norge og som inngår i et konsern der ett eller flere foretak har plikt til å levere melding etter første og annet ledd, skal opplyse skattemyndighetene om hvilket foretak i konsernet som skal levere melding, og i hvilket land dette foretaket er hjemmehørende.",
                        "(4) Opplysningsplikten etter første, annet og tredje ledd gjelder ikke dersom konsernet hadde en samlet inntekt under 6 500 000 000 kroner i året før regnskapsåret.",
                        "(5) Meldingen skal utarbeides på engelsk.",
                        "(6) Skattemyndighetene kan bare utlevere meldingen til andre etter reglene i § 3-3 og til utenlandske myndigheter etter folkerettslig avtale.",
                        "Nåværende §§ 8-12 til 8-14 blir §§ 8-13 til ny 8-15.",
                        "I lov 27. mai 2016 nr. 14 om skatteforvaltning (skatteforvaltningsloven) gjøres følgende endringer:",
                        "§ 16-3 nr. 22 om endringer i skatteloven:",
                        "Endringen i § 4-12 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 4-12",
                    "title": "Aksje, grunnfondsbevis og andel i verdipapirfond",
                    "sections": [
                        "(1) Børsnotert aksje verdsettes i alminnelighet til 90 prosent av kursverdien 1. januar i skattefastsettingsåret.",
                        "(2) Ikke-børsnotert aksje verdsettes til 90 prosent av aksjens forholdsmessige andel av aksjeselskapets eller allmennaksjeselskapets samlede skattemessige formuesverdi 1. januar året før skattefastsettingsåret fordelt etter pålydende.",
                        "(3) Ikke-børsnotert aksje i utenlandsk selskap verdsettes til 90 prosent av aksjens antatte salgsverdi 1. januar i skattefastsettingsåret. Aksjen skal verdsettes etter annet ledd når skattyteren krever dette og kan sannsynliggjøre selskapets skattemessige formuesverdi.",
                        "(4) Departementet kan",
                        "a)gi forskrift om beregning av aksjeverdien i annet ledd, og om dokumentasjonskrav etter tredje ledd,",
                        "b)fastsette skjema til bruk ved beregningen,",
                        "c)ved forskrift bestemme at ikke-børsnoterte aksjer som er undergitt annen kursnotering, verdsettes som bestemt i første ledd,",
                        "d)ved forskrift gi bestemmelser om samordning av verdsettelse av ikke-børsnoterte aksjer i utenlandske selskaper mellom forskjellige skattekontorer.",
                        "(5) Grunnfondsbevis i sparebank, gjensidig forsikringsselskap, kreditt- og hypotekforening og selveiende finansieringsforetak verdsettes til 90 prosent av kursverdien 1. januar i skattefastsettingsåret. Er kursen ikke notert eller kjent, settes verdien til den antatte salgsverdi.",
                        "(6) Andel i verdipapirfond verdsettes til andelsverdien 1. januar i skattefastsettingsåret. Aksjeandel i verdipapirfond, jf. skatteloven § 10-20, verdsettes til 90 prosent av aksjeandelens verdi.",
                        "Endringen i § 4-17 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-17",
                    "title": "Varebeholdning og driftsmidler",
                    "sections": [
                        "(1) Beholdning av varer og råstoffer i virksomhet verdsettes til samme verdi som legges til grunn ved inntektsligningen, jf. § 14-5 annet ledd.",
                        "(2) Driftsmidler, unntatt eiendom som nevnt i skatteloven § 4-10 første ledd tredje punktum, verdsettes til 90 prosent av skattemessig formuesverdi.",
                        "Endringen i § 4-40 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-40",
                    "title": "Fastsetting av formue for deltaker i selskap med deltakerfastsetting",
                    "sections": [
                        "For deltaker i selskap med deltakerfastsetting som omfattes av § 10-40, settes verdien av deltakerens selskapsandel ved formuesfastsettingen til en andel av selskapets nettoformue beregnet som om selskapet var skattyter. Ved fastsettelsen av selskapets nettoformue medregnes eiendeler og gjeld til full verdi, uten prosentvis reduksjon etter bestemmelser i dette kapittel. Næringseiendom medregnes likevel til 89 prosent av skattemessig formuesverdi. Verdien av deltakerens selskapsandel settes til 90 prosent av andelen av nettoformuen beregnet etter første til tredje punktum.",
                        "I lov 27. mai 2016 nr. 14 om skatteforvaltning (skatteforvaltningsloven) gjøres følgende endringer:",
                        "§ 16-3 nr. 22 om endringer i skatteloven:",
                        "Endringen i § 14-81 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 14-81",
                    "title": "Utjevning av skogbruksinntekt i enkeltpersonforetak",
                    "sections": [
                        "(1) Årets overskudd fra skogbruksvirksomhet, herunder uttak av tømmer til eget bruk, som ikke er inntektsført direkte i inntektsåret, skal føres på tømmerkonto. Årets underskudd fra skogbruk skal føres på tømmerkonto. Er saldoen positiv, skal minst 20 prosent av saldoen inntektsføres. Er saldoen negativ, skal inntil 20 prosent fradragsføres. Negativ saldo på tømmerkonto kan alltid føres mot årets overskudd fra skogbruksvirksomhet. Bestemmelsene om gevinst- og tapskonto, jf. § 14-45, gjelder tilsvarende så langt de passer for tømmerkonto.",
                        "(2) Inntekter fra jakt, fiske, torvuttak og lignende, leieinntekter fra slike aktiviteter og ikke skattepliktig del av uttak fra skogfondskonto, skal ikke omfattes av tømmerkonto.",
                        "(3) Føring på tømmerkonto foretas før fradrag for gjeldsrenter.",
                        "(4) Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf.",
                        "Endringene under I trer i kraft straks.",
                        "Endringene under II trer i kraft 1. januar 2019.",
                        "Endringene under III trer i kraft 1. januar 2017 med virkning for regnskapsår som begynner 1. januar 2016 og senere. § 8-12 annet ledd skal likevel bare ha virkning for regnskapsår som begynner 1. januar 2017 eller senere.",
                        "Endringene under IV trer i kraft straks med virkning fra og med inntektsåret 2017.",
                        "Endringene under V trer i kraft straks med virkning fra og med inntektsåret 2017.",
                        "Følgende overgangsregler gjelder:",
                        "Dersom summen av de inntil fire siste års faktiske skogbruksinntekter, slik de er kommet til beskatning i gjennomsnittsligningen, er lavere enn summen av de faktiske skogbruksinntekter i samme periode, skal gjennomsnittsunderhenget tas til inntekt for året 2017. Skattyter kan velge å føre gjennomsnittsunderheng etter første punktum på tømmerkonto, jf. § 14-81. Dersom summen av de inntil fire siste års faktiske skogbruksinntekter, slik de er kommet til beskatning i gjennomsnittsligningen, overstiger summen av de faktiske skogbruksinntekter i samme periode, skal gjennomsnittsoverhenget komme til fradrag i inntekten i 2017. Inntektsoverheng kan føres til fradrag i inntekt fra andre inntektskilder, jf. § 6-3 eller framføres til fradrag i senere års inntekt dersom det ikke er andre inntekter å føre fradraget mot, jf. § 14-6 første ledd."
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        }
    ]
}