{
    "lawId": "LOV-2016-06-17-40",
    "lawName": "Lov om endringar i skatteloven",
    "shortName": "Endringslov til skatteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 14-51",
                    "title": "Avskrivning av vindkraftverk",
                    "sections": [
                        "Driftsmidler i vindkraftverk ervervet fra og med 19. juni 2015 til og med inntektsåret 2021, avskrives med like store årlige beløp over fem år, når arbeid på prosjektet ikke er påbegynt før 19. juni 2015. Det samme gjelder for internt nettanlegg og betongfundament for vindkraftverk. Departementet kan gi forskrift til utfylling og gjennomføring av bestemmelsen, herunder presisere hvilke driftsmidler bestemmelsen skal gjelde for.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt blir det gjort følgjande endringar:",
                        "§ 10-11 fjerde og femte ledd skal lyde:",
                        "(4) Kreditt eller sikkerhetsstillelse som ytes direkte eller indirekte fra selskap som omfattes av § 10-1, samt tilsvarende utenlandsk selskap, til personlig skattyter som direkte eller indirekte eier aksjer eller andeler i selskapet, skal regnes som utbytte for skattyter. Det samme gjelder dersom det ytes kreditt eller sikkerhetsstillelse til personlig skattyter fra annet selskap i samme konsern, jf. aksjeloven § 1-3 og allmennaksjeloven § 1-3, som selskapet den personlige skattyteren direkte eller indirekte er aksjonær i. Som kreditt eller sikkerhetsstillelse til vedkommende skattyter regnes også kreditt eller sikkerhetsstillelse som gis til skattyterens ektefelle eller til person som skattyteren er i slekt eller svogerskap med i opp eller nedstigende linje eller i sidelinje så nær som onkel eller tante. Departementet kan ved forskrift bestemme at enkelte typer kreditt eller sikkerhetsstillelse ikke skal anses som utbytte.",
                        "(5) Besluttet utbytte som motregnes mot kreditt som tidligere er regnet som utbytte etter reglene i fjerde ledd, anses ikke som skattepliktig utbytte for aksjonæren.",
                        "§ 10-42 ellevte ledd skal lyde:",
                        "Bestemmelsene i § 10-11 fjerde til sjette ledd får tilsvarende anvendelse for lån fra selskapet til personlig deltaker.",
                        "Noverande § 10-42 ellevte ledd blir nytt tolvte ledd.",
                        "Endringane under I trer i kraft straks.",
                        "Endringane under II tek til å gjelde straks med verknad frå og med inntektsåret 2016.",
                        "Endringane under III tek til å gjelde frå den tid Kongen bestemmer.",
                        "Endringane under IV tek til å gjelde straks med verknad frå og med 11. mai 2016."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}