{
    "lawId": "LOV-2016-06-17-67",
    "lawName": "Lov om endringar i opplæringslova (friare skoleval over fylkesgrenser, praksisbrevordning m.m.)",
    "shortName": "Endringslov til opplæringslova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3-4",
                    "title": "Innhald og vurdering i den vidaregåande opplæringa",
                    "sections": [
                        "Departementet gir forskrifter om trinn og programområde, om fag, om mål for opplæringa, om omfanget av opplæringa i faga og om gjennomføringa av opplæringa. Departementet gir forskrifter om opplæring i fellesfag og programfag for praksisbrevkandidatar. Departementet gir forskrifter om vurdering av elevar, lærlingar, praksisbrevkandidatar, lærekandidatar, privatistar og praksiskandidatar, om klage på vurderinga, om eksamen, om fag- og sveineprøve, om praksisbrevprøve og om dokumentasjon. Departementet gir forskrifter om godskriving av tidlegare gjennomgådd opplæring eller praksis og restopplæring for praksisbrevkandidatar.",
                        "Elevane, lærlingane, praksisbrevkandidatane og lærekandidatane skal vere aktivt med i opplæringa. Undervisningspersonalet skal tilretteleggje og gjennomføre opplæringa i samsvar med læreplanar gitt etter lova her. Rektor skal organisere skolen i samsvar med forskrifter etter første leddet og i samsvar med §§ 1-1 og 3-3 og forskrifter etter § 1-5.",
                        "Departementet kan etter søknad frå fylkeskommunen gi ein skole løyve til avvik frå forskrifter om læreplanar. Før slikt løyve blir gitt, må det liggje føre fråsegn frå skoleutvalet.",
                        "Ny § 3-4 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-4 a",
                    "title": "Godkjenning av utanlandsk fagopplæring",
                    "sections": [
                        "Departementet avgjer etter søknad frå enkeltpersonar om utanlandsk fag- eller yrkesopplæring skal godkjennast som sidestilt med norsk fag- eller sveinebrev eller vitnemål. Opplæringa er sidestilt når ho har same nivå og omfang som den norske vidaregåande opplæringa, og inneheld mange av dei vesentlege elementa i det aktuelle faget.",
                        "Departementet kan gi forskrift om vilkår for godkjenning, sakshandsaming, klage og avgrensing i klageretten.",
                        "§ 3-13 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-13",
                    "title": "Opplæring av elevar, lærlingar, praksisbrevkandidatar og lærekandidatar med behov for alternativ og supplerande kommunikasjon (ASK)",
                    "sections": [
                        "Elevar, lærlingar, praksisbrevkandidatar og lærekandidatar som heilt eller delvis manglar funksjonell tale, og har behov for alternativ og supplerande kommunikasjon, skal få nytte eigna kommunikasjonsformer og nødvendige kommunikasjonsmiddel i opplæringa.",
                        "Når ein elev eller lærekandidat ikkje har eller kan få tilfredsstillande utbytte av det ordinære opplæringstilbodet, har eleven eller lærekandidaten rett til spesialundervisning etter reglane i kapittel 5. Dette inkluderer nødvendig opplæring i bruk av alternativ og supplerande kommunikasjon.",
                        "§ 4-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-1",
                    "title": "Kven som er lærling, praksisbrevkandidat og lærekandidat",
                    "sections": [
                        "Lærling er etter denne lova den som har skrive ein lærekontrakt med sikte på fagprøve eller sveineprøve i fag som har læretid etter forskrifter gitt med heimel i § 3-4. Praksisbrevkandidat er etter denne lova den som har skrive ein opplæringskontrakt med sikte på praksisbrevprøve. Lærekandidat er etter denne lova den som har skrive ein opplæringskontrakt med sikte på ei mindre omfattande prøve enn fag- eller sveineprøve.",
                        "Når lærlingar, praksisbrevkandidatar og lærekandidatar får opplæring i skole, gjeld reglane for elevar.",
                        "§ 4-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-2",
                    "title": "Særlege rettar og plikter for lærlingen, praksisbrevkandidaten og lærekandidaten",
                    "sections": [
                        "Lærlingen, praksisbrevkandidaten og lærekandidaten har rett til opplæring i samsvar med lærekontrakten og opplæringskontrakten.",
                        "Lærlingen, praksisbrevkandidaten og lærekandidaten er arbeidstakarar i den bedrifta dei har teikna arbeidsavtale med og er plasserte i, med dei rettane og pliktene som følgjer av lover og tariffavtalar. Der lærlingar, praksisbrevkandidater og lærekandidatar har teikna både arbeidsavtale og lærekontrakt eller opplæringskontrakt med same part, kan arbeidsavtalen likevel ikkje hevast utan at lærekontrakten eller opplæringskontrakten kan hevast etter § 4-5 tredje leddet og § 4-6 siste leddet.",
                        "Når læretida etter kontrakten er over, eller når kontrakten blir heva etter § 4-6, fell også arbeidsavtalen bort. Dersom lærlingen, praksisbrevkandidaten eller lærekandidaten skal halde fram i bedrifta, må ein ny arbeidsavtale inngåast.",
                        "Lærlingar, praksisbrevkandidatar og lærekandidatar skal ha same tilgang på pedagogisk-psykologisk teneste som elevar i vidaregåande skole.",
                        "Lærekandidatar som ikkje har eller ikkje kan få tilfredsstillande utbytte av det ordinære opplæringstilbodet, har rett til spesialundervisning etter kapittel 5. For slik opplæring gjeld § 5-1, bortsett frå andre leddet siste setning, §§ 5-3, 5-4, 5-5 og 5-6 tilsvarande.",
                        "§ 4-3 første ledd første punktum skal lyde:",
                        "Bedrifter som tek på seg opplæring av ein eller fleire lærlingar, praksisbrevkandidatar eller lærekandidatar, må vere godkjende av fylkeskommunen.",
                        "§ 4-3 tredje ledd sjuande punktum skal lyde:",
                        "Kvar enkelt bedrift skal ha ein eller fleire instruktørar som står føre opplæringa av lærlingane, praksisbrevkandidatane og lærekandidatane.",
                        "§ 4-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-4",
                    "title": "Rettane og pliktene til lærebedrifta m.m.",
                    "sections": [
                        "Lærebedrifta pliktar å leggje til rette produksjonen og opplæringa slik at lærlingen, praksisbrevkandidaten og lærekandidaten kan nå måla i den fastsette læreplanen. Dersom lærekandidaten har krav på spesialundervisning etter kapittel 5, skal det utarbeidast individuell opplæringsplan, jf. § 5-5 første leddet. Lærebedrifta skal utvikle ein intern plan for opplæringa, for å sikre at lærlingen, praksisbrevkandidaten eller lærekandidaten får ei opplæring som tilfredsstiller krava i læreplanen, eventuelt den individuelle opplæringsplanen. I fall delar av opplæringa skal givast av andre enn lærebedrifta, skal lærebedrifta leggje til rette for dette.",
                        "Lærebedrifta skal skape eit godt arbeids- og læremiljø. Arbeids- og opplæringstida til lærlingen, praksisbrevkandidaten og lærekandidaten skal til saman ikkje vere lengre enn den arbeidstida som gjeld for andre arbeidstakarar i faget.",
                        "Lærebedrifta melder lærlingen til den fagprøva eller sveineprøva som blir halde nærmast den tida da læretida er ute. Lærebedrifta melder praksisbrevkandidaten til den praksisbrevprøva som blir halde nærmast den tida da læretida er ute. Lærebedrifta melder lærekandidaten til kompetanseprøva. Lærebedrifta stiller nødvendig arbeidsplass, materiale, reiskapar og assistenthjelp til rådvelde under prøva. Lærebedrifta får eigedomsretten til produktet. Dersom fagprøva, sveineprøva, praksisbrevprøva eller kompetanseprøva blir teken på ein skole og skolen dekkjer materialutgiftene, får skolen eigedomsretten til produktet av prøva.",
                        "Dersom lærebedrifta stansar eller utviklar seg på ein slik måte at ho ikkje lenger finn det mogleg å gi lærlingen, praksisbrevkandidaten eller lærekandidaten tilfredsstillande opplæring, skal ho melde frå til fylkeskommunen.",
                        "Lærebedrifter får tilskot til opplæringa frå fylkeskommunen etter forskrifter gitt av departementet.",
                        "§ 4-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-5",
                    "title": "Lærekontrakt og opplæringskontrakt",
                    "sections": [
                        "Det skal opprettast skriftleg lærekontrakt mellom lærebedrifta og lærlingen når læreforholdet tek til. Det skal opprettast skriftleg opplæringskontrakt mellom lærebedrifta og praksisbrevkandidaten eller lærekandidaten når læreforholdet tek til. Det skal gå fram av kontrakten kven som har ansvaret for dei ulike delane av opplæringa etter den fastsette læreplanen.",
                        "For å bli gyldig må kontrakten godkjennast av fylkeskommunen, og han får da verknad frå den tida arbeidsforholdet tek til. Kontrakten skal vise til den eller dei arbeidsavtalane som lærlingen, praksisbrevkandidaten eller lærekandidaten har. Departementet kan gi nærmare forskrifter om innhaldet i og forma på kontrakten.",
                        "Lærlingar og praksisbrevkandidatar som har fylt 21 år og som inngår lærekontrakt eller opplæringskontrakt med full opplæring i bedrift, jf. § 3-3 sjette leddet, skal ha ei prøvetid på seks månader. I prøvetida kan både lærebedrifta og lærlingen eller praksisbrevkandidaten seie opp læreforholdet utan omsyn til § 4-6. Reglane i arbeidsmiljøloven §§ 15-3 og 15-6 gjeld også når lærlingen eller praksisbrevkandidaten ikkje er skriftleg tilsett på ei bestemt prøvetid.",
                        "Det er ikkje nødvendig med samtykke frå verje når det blir skrive kontrakt.",
                        "§ 4-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-6",
                    "title": "Endring og heving av lærekontrakt og opplæringskontrakt",
                    "sections": [
                        "Etter samtykke frå fylkeskommunen kan opplæringskontrakten mellom lærekandidaten og lærebedrifta endrast i løpet av kontrakttida til ordinær lærekontrakt med fagbrev eller sveinebrev som mål, eller til opplæringskontrakt med praksisbrevprøve som mål. Etter samtykke frå fylkeskommunen kan lærekontrakten mellom lærlingen og lærebedrifta i løpet av kontrakttida endrast til opplæringskontrakt med kompetanseprøve eller praksisbrevprøve som mål. Etter samtykke frå fylkeskommunen kan opplæringskontrakten mellom praksisbrevkandidaten og lærebedrifta i løpet av kontrakttida endrast til opplæringskontrakt med kompetanseprøve som mål, eller til lærekontrakt med fagbrev eller sveinebrev som mål.",
                        "Lærekontrakten eller opplæringskontrakten kan hevast av partane dersom dei er samde om det og etter at lærebedrifta har orientert fylkeskommunen skriftleg om det.",
                        "Etter samtykke frå fylkeskommunen kan kontrakten hevast av både lærebedrifta og av lærlingen, praksisbrevkandidaten eller lærekandidaten dersom",
                        "a)den andre parten gjer seg skyldig i vesentlege brott på pliktene sine i arbeidsforholdet",
                        "b)lærlingen, praksisbrevkandidaten, lærekandidaten eller lærebedrifta viser seg ute av stand til å halde fram i læreforholdet, eller",
                        "c)Lærlingen, praksisbrevkandidaten eller lærekandidaten skriftleg seier frå at det er ei urimeleg ulempe for han eller ho å halde fram ut kontrakttida",
                        "Fylkeskommunen avgjer i tilfelle når læreforholdet skal ta slutt. Lærebedrifta skal skrive ut ein attest for den delen av kontrakttida som er gjennomført med ei fråsegn om denne delen av opplæringa.",
                        "Når lærlingen, praksisbrevkandidaten eller lærekandidaten frivillig hevar kontrakten, fell retten til vidaregåande opplæring etter § 3-1 bort dersom fylkeskommunen ikkje vedtek noko anna. Når det blir gjort vedtak om å heve ein kontrakt etter krav frå lærebedrifta, beheld lærlingen, praksisbrevkandidaten eller lærekandidaten retten til vidaregåande opplæring med mindre vedtaket fastset at retten fell bort.",
                        "Før det blir gjort vedtak om heving etter krav frå lærebedrifta eller før det blir gjort vedtak om tap av rettar, skal lærlingen, praksisbrevkandidaten eller lærekandidaten kunne forklare seg munnleg for den som skal gjere vedtaket.",
                        "Etter samtykke frå fylkeskommunen kan læretida avbrytast i samband med permisjon.",
                        "Dersom lærebedrifta stansar eller ikkje lenger fyller vilkåra for godkjenning etter § 4-3, eller dersom fylkeskommunen finn at opplæringa ikkje er tilfredsstillande, skal fylkeskommunen søkje å skaffe lærlingane, praksisbrevkandidatane eller lærekandidatane ny læreplass for resten av kontrakttida. Den nye lærebedrifta går inn i kontrakten i staden for den tidlegare lærebedrifta. Etter samtykke frå fylkeskommunen kan kontrakttida i den nye lærebedrifta gjerast inntil eitt år lengre dersom opplæringa har vore mangelfull.",
                        "Lærekontrakten eller opplæringskontrakten kan ikkje endrast eller hevast på annan måte enn etter denne paragrafen. Unntak gjeld for lærlingar og praksisbrevkandidatar som har prøvetid etter § 4-5 tredje leddet.",
                        "§ 4-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-7",
                    "title": "Internkontroll i den enkelte lærebedrifta",
                    "sections": [
                        "Lærebedrifta skal ha intern kvalitetssikring, slik at lærlingen, praksisbrevkandidaten eller lærekandidaten får opplæring i samsvar med lova her og forskrifta til denne. Ein eller fleire representantar for arbeidstakarane skal saman med den eller dei faglege leiarane jamleg sjå til at lærebedrifta følgjer pliktene etter opplæringslova med forskrift.",
                        "Lærebedrifta skal årleg rapportere til fylkeskommunen om opplæringa av lærlingar, praksisbrevkandidatar og lærekandidatar. Departementet kan gi nærmare forskrifter om rapporteringsplikta til lærebedrifta.",
                        "§ 4-8 tredje ledd skal lyde:",
                        "Fylkeskommunen skriv ut fagbrev, sveinebrev og praksisbrev på grunnlag av greidd prøve, og kompetansebevis for opplæring som er gjennomført.",
                        "§ 4A-1 nytt andre ledd skal lyde:",
                        "Kommunar og fylkeskommunar kan òg tilby grunnskoleopplæring etter første ledd til dei som har rett til vidaregåande opplæring etter § 3-1, men som har behov for meir grunnskoleopplæring for å kunne fullføre vidaregåande opplæring.",
                        "§ 4A-1 noverande andre og tredje ledd blir tredje og fjerde ledd.",
                        "§ 4A-4 første ledd skal lyde slik:",
                        "For opplæring etter dette kapitlet gjeld § 13-1 med unntak av andre ledd, §§ 13-2 til 13-3a og § 13-10.",
                        "§ 9-5 andre ledd blir oppheva. Noverande tredje ledd blir andre ledd.",
                        "§ 13-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13-3",
                    "title": "Plikt for fylkeskommunen til å sørgje for vidaregåande opplæring",
                    "sections": [
                        "Fylkeskommunen skal oppfylle retten til vidaregåande opplæring etter denne lova for alle som er busette i fylkeskommunen.",
                        "Fylkeskommunar som har ledig kapasitet, har plikt til å gi tilbod til søkjarar frå andre fylke. Heimfylket skal refundere utgiftene til vertsfylket for dei som får skoleplass i eit anna fylke enn der dei bur. Departementet gir forskrift om slik refusjon.",
                        "Fylkeskommunen skal gi tilbod til søkjarar utan rett etter § 3-1 eller § 4A-3.",
                        "Departementet gir forskrifter eller pålegg i enkelttilfelle om kven som skal reknast som busett i fylkeskommunen. Departementet kan påleggje fylkeskommunen å setje i gang vidaregåande opplæringstilbod som omfattar søkjarar frå andre fylke.",
                        "Fylkeskommunen skal planleggje og byggje ut det vidaregåande opplæringstilbodet under omsyn til blant anna nasjonale mål, ønska til søkjarane og det behovet samfunnet har for vidaregåande opplæring i alle utdanningsretningar og for ulike aldersgrupper, og under omsyn til ansvaret sitt for opplæring i fengsel og i sosiale og medisinske institusjonar og behovet for spesialundervisning. Fylkeskommunen skal gi tilbod om praksisbrev.",
                        "Offentlege vidaregåande skolar skal vere fylkeskommunale. I særlege tilfelle kan staten eller ein kommune drive vidaregåande skolar. Kommunen må ha godkjenning frå departementet.",
                        "§ 15-2 tredje ledd skal lyde:",
                        "I samband med klage på inntak til vidaregåande opplæring kan departementet ikkje overprøve eit vedtak i fylkeskommunen om kva for utdanningsprogram på vidaregåande trinn 1 eller programområde på vidaregåande trinn 2 og 3, eller kva for skole ein søkjar skal takast inn på. For slike vedtak og for vedtak om inntak av gjesteelevar gjeld reglane om klageinstans i § 28 i forvaltningslova. Departementet er klageinstans for enkeltvedtak om inntak til eit særskilt utdanningsprogram på vidaregåande trinn 1 på grunnlag av sakkunnig vurdering.",
                        "Lova gjeld frå den tid Kongen fastset."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}