{
    "lawId": "LOV-2016-05-27-16",
    "lawName": "Lov om endringar i sjøloven (gjennomføring av europaparlaments- og rådforordning (EU) nr. 1177/2010 om båtpassasjerrettar)",
    "shortName": "Endringslov til sjøloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "IV Passasjerrettigheter, bortfrakterens ansvar ved forsinkelse",
            "paragraphs": [
                {
                    "name": "§ 418 a",
                    "title": "Passasjerrettigheter",
                    "sections": [
                        "EØS-avtalen vedlegg XIII nr. 56y (Europaparlaments- og rådsforordning (EU) nr. 1177/2010 av 24. november 2010 om passasjerenes rettigheter ved sjøreiser og reiser på indre vannveier og om endring av forordning (EF) nr. 2006/2004) gjelder som lov med de tilpasninger som følger av vedlegg XIII, protokoll 1 til avtalen og avtalen for øvrig. Departementet kan i forskrift gi nærmere regler om gjennomføring og utfylling av forordningen.",
                        "Departementet kan i forskrift gi regler om hvem som skal føre tilsyn med at reglene om passasjerrettigheter følges, tilsynsmyndighetens kompetanse og måten tilsynet skal utøves på. Luftfartsloven § 10-42 andre og fjerde ledd gjelder tilsvarende.",
                        "Departementet kan i forskrift gi regler om etablering og finansiering av et klageorgan for løsning av tvister mellom passasjerer og den som mot vederlag driver passasjerfrakt med båt, eller andre som i forbindelse med slik transport har forpliktelser overfor passasjerene. Luftfartsloven §§ 10-44 til 10-47, herunder regler om departementets adgang til å bestemme eller gi regler i forskrift, gjelder tilsvarende.",
                        "Ny § 418 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 418 b",
                    "title": "Retting og tvangsmulkt",
                    "sections": [
                        "Tilsynsorganet kan gi pålegg om retting eller opphør av forhold som er i strid med bestemmelse gitt i eller i medhold av § 418 a eller vedtak gjort i medhold av disse bestemmelsene, og kan fastsette vilkår som må oppfylles for at virksomheten skal være i samsvar med krav etter disse bestemmelsene.",
                        "For å sikre at plikter, forbud, påbud eller krav som følger av bestemmelse gitt i eller i medhold av § 418 a, eller vedtak gjort i medhold av disse bestemmelsene, blir etterlevd, kan tilsynsorganet fastsette en løpende tvangsmulkt som løper inntil forholdet er rettet. Tvangsmulkt kan bare fastsettes og løper så langt det er mulig for den ansvarlige å oppfylle det pålegget som tvangsmulkten er knyttet til. Tvangsmulkt løper likevel dersom det etter at tvangsmulkten er ilagt, blir umulig å oppfylle pålegget på grunn av forhold som skyldes den ansvarlige.",
                        "Tvangsmulkt tilfaller staten. Tilsynsorganet kan frafalle krav om påløpt tvangsmulkt helt eller delvis.",
                        "Departementet kan i forskrift fastsette nærmere regler om ileggelse av tvangsmulkt, om utmåling av tvangsmulkt, om hvor lenge tvangsmulkten kan løpe, og om adgangen til å ettergi tvangsmulkt.",
                        "Ny § 418 c skal lyde:"
                    ]
                },
                {
                    "name": "§ 418 c",
                    "title": "Overtredelsesgebyr",
                    "sections": [
                        "Tilsynsorganet kan ilegge et foretak overtredelsesgebyr dersom foretaket eller noen som har handlet på foretakets vegne, overtrer bestemmelse gitt i eller i medhold av § 418 a. Det gjelder selv om ingen enkeltperson har utvist skyld.",
                        "Ved avgjørelsen av om foretaket skal ilegges overtredelsesgebyr og ved utmålingen av gebyret skal det særlig legges vekt på overtredelsens grovhet og varighet, graden av skyld og foretakets økonomiske evne.",
                        "Overtredelsesgebyret forfaller til betaling to måneder etter at vedtaket er fattet. Tilsynsorganet kan i særlige tilfeller frafalle ilagt overtredelsesgebyr. Endelig vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg. Dersom foretaket går til søksmål mot staten for å prøve vedtaket, suspenderes tvangskraften. Retten kan prøve alle sider av saken. Retten kan avsi dom for realitet i saken, dersom den finner det hensiktsmessig og forsvarlig.",
                        "Adgangen til å ilegge overtredelsesgebyr foreldes etter fem år. Fristen avbrytes når tilsynsorganet meddeler et foretak at det er mistenkt for overtredelse av bestemmelse gitt i eller i medhold av § 418 a eller pålegg gitt i medhold av disse bestemmelsene.",
                        "Departementet kan i forskrift gi regler om utmåling av overtredelsesgebyr.",
                        "Noverande § 418 a vert ny § 418 d.",
                        "§ 420 skal lyde:"
                    ]
                },
                {
                    "name": "§ 420",
                    "title": "Skadelidtes medvirkning",
                    "sections": [
                        "Har passasjeren ved egen skyld forårsaket eller medvirket til tap som nevnt i § 418 d og § 419, kan bortfrakterens ansvar settes ned etter alminnelige erstatningsregler.",
                        "§ 430 skal lyde:"
                    ]
                },
                {
                    "name": "§ 430",
                    "title": "Virkeområde og ufravikelighet",
                    "sections": [
                        "Reglene i §§ 411 til 417, § 418 a, § 418 d, §§ 419 til 429 og § 501 første ledd nr. 4 til 6 kan ikke ved forhåndsavtale fravikes til skade for passasjeren",
                        "a.i innenriksfart i Norge, Danmark, Finland eller Sverige eller ved befordring til eller fra noen av disse stater, uansett om befordringen for øvrig er undergitt fremmed rett;",
                        "b.ved annen befordring dersom alminnelige norske lovvalgsregler medfører at befordringen er undergitt norsk rett.",
                        "1.Loven gjelder frå den tid Kongen fastsett. Kongen kan fastsetje at ulike delar av lova skal ta til å gjelde frå ulik tid.",
                        "2.Kongen kan fastsetje nærmare overgangsreglar."
                    ]
                }
            ]
        },
        {
            "name": "IIIkraftsetjings- og overgangsføresegner",
            "paragraphs": []
        }
    ]
}