{
    "lawId": "LOV-2016-06-17-55",
    "lawName": "Lov om endringer i konkursloven mv. (grenseoverskridende insolvensbehandling)",
    "shortName": "Endringslov til konkursloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Fjerde del. Grenseoverskridende insolvensbehandling mv.",
            "paragraphs": [
                {
                    "name": "§ 161",
                    "title": "Tingrettens stedlige kompetanse i internasjonale forhold",
                    "sections": [
                        "Gjeldsforhandling eller konkurs som omfatter skyldnerens samlede formue, kan bare åpnes i Norge hvis skyldneren har sine hovedinteresser her. Med mindre noe annet godtgjøres, anses selskaper og andre upersonlige rettssubjekter for å ha sine hovedinteresser i den registrerte hjemstaten, eller i mangel av slik, den vedtektsbestemte hjemstaten.",
                        "Er skyldneren et norskregistrert utenlandsk foretak med hovedinteresser i en annen stat, og det der ikke er åpnet insolvensbehandling som nevnt i første ledd, kan tingretten i en rettskrets hvor skyldneren har forretningssted, åpne konkurs som omfatter foretakets formue i Norge (særkonkurs) dersom",
                        "a)lovgivningen i den staten hvor skyldneren har sine hovedinteresser, ikke tillater at det der åpnes insolvensbehandling som omfatter skyldnerens samlede formue, eller",
                        "b)det begjæres av en fordringshaver som har sin bopel, sitt sedvanlige oppholdssted eller sitt hjemsted i Norge, eller som har en fordring som utspringer av eller har forbindelse med skyldnerens forretningsvirksomhet i Norge.",
                        "Er skyldneren et norskregistrert utenlandsk foretak med hovedinteresser i en annen stat, og det der er åpnet insolvensbehandling som nevnt i § 163 første ledd i foretaket, kan tingretten i en rettskrets hvor skyldneren har forretningssted, på begjæring av den utenlandske insolvensforvalteren eller en fordringshaver som nevnt i annet ledd bokstav b åpne konkurs som omfatter foretakets formue i Norge.",
                        "Har flere tingretter kompetanse etter annet eller tredje ledd, hører behandlingen under tingretten som først mottar begjæring om konkurs. § 146 annet ledd gjelder tilsvarende."
                    ]
                },
                {
                    "name": "§ 162",
                    "title": "Hvilke rettsregler som kommer til anvendelse for norsk særkonkurs",
                    "sections": [
                        "For konkurs som nevnt i § 161 annet og tredje ledd gjelder norsk lov med de begrensninger som følger av loven her og av at behandlingen bare omfatter skyldnerens eiendeler i Norge.",
                        "For konkurs etter § 161 annet ledd gjelder §§ 60 til 63 tilsvarende så langt de passer. Konkurs etter § 161 tredje ledd kan åpnes uavhengig av skyldnerens insolvens. Eventuell begjæring om tvangsakkord under konkurs som nevnt i § 161 annet og tredje ledd må fremsettes av insolvensforvalteren for hovedinsolvensbehandlingen."
                    ]
                },
                {
                    "name": "§ 163",
                    "title": "Hvilke utenlandske hovedinsolvensbehandlinger som har virkninger i Norge",
                    "sections": [
                        "Åpning av en utenlandsk insolvensbehandling som omfatter skyldnerens samlede formue, har slik virkning i Norge som angitt i §§ 164 til 166, dersom",
                        "a)den er åpnet der skyldneren har sine hovedinteresser,",
                        "b)den er kollektiv,",
                        "c)den medfører at skyldneren helt eller delvis mister rådigheten over sin formue,",
                        "d)det er utnevnt en person eller organ med oppgave å forvalte eller realisere skyldnerens aktiva eller å føre tilsyn med forvaltningen av skyldnerens aktiva og interesser (insolvensforvalter),",
                        "e)skyldneren er en juridisk person, og",
                        "f)insolvensbehandlingen er åpnet i en stat som etter sin nasjonale rett anerkjenner tilsvarende insolvensbehandling åpnet i Norge.",
                        "Første ledd gjelder ikke for insolvensbehandling i kredittinstitusjoner, forsikringsforetak, pensjonsforetak, verdipapirforetak og andre foretak omfattet av direktiv 2001/24/EF, UCITS-fond og alternative investeringsfond når insolvensbehandlingen er åpnet i en stat som er omfattet av Europaparlamentets og Rådets forordning 2015/848. For insolvensbehandling som er åpnet i andre stater, gjelder første ledd ikke for insolvensbehandling i banker, andre kredittinstitusjoner, pensjonsforetak og forsikringsselskaper.",
                        "Departementet kan i forskrift gi regler om unntak for utenlandsk insolvensbehandling som nevnt i første ledd, herunder regler som utfyller, presiserer eller gjør unntak fra reglene i annet ledd."
                    ]
                },
                {
                    "name": "§ 164",
                    "title": "Utenlandsk hovedinsolvensbehandlings virkninger for eiendeler i Norge",
                    "sections": [
                        "Utenlandsk insolvensbehandling som nevnt i § 163 første ledd har samme virkning for skyldnerens rett til å råde over sine eiendeler i Norge som insolvensbehandlingen har i den staten der den er åpnet. Det samme gjelder omfanget av det utenlandske boets beslagsrett overfor skyldneren. For øvrig kommer skyldnerens eiendeler i Norge i samme stilling ved slik insolvensbehandling som ved gjeldsforhandling eller konkurs som åpnes her, likevel slik at",
                        "a)frivillig rettsstiftelse i eiendeler i Norge står seg overfor insolvensbehandlingen dersom slik rettsvernsakt som sikrer rettsstiftelsen vern ved norsk gjeldsforhandling eller konkurs, er besørget senest dagen før kunngjøring i Norge, og erververen ikke kjente eller burde kjenne til den utenlandske insolvensbehandlingen,",
                        "b)fristdagen ved omstøtelse anses å være dagen åpningen av den utenlandske insolvensbehandlingen kunngjøres i Norge, og",
                        "c)rettsvernet panterett, tilbakeholdsrett og annen sikkerhetsrett i eiendeler som tilhører skyldneren, og som befinner seg i Norge ved åpningen av insolvensbehandlingen, ikke berøres, med mindre boet har rett til omstøtelse.",
                        "Norsk rett avgjør også",
                        "a)om en frivillig rettsstiftelse har rettsvern overfor en utenlandsk insolvensbehandling som omhandlet i § 163 første ledd, dersom eiendelen befant seg i Norge på tidspunktet for rettsstiftelsen,",
                        "b)om en frivillig disposisjon kan omstøtes ved utenlandsk insolvensbehandling som omhandlet i § 163 første ledd, dersom eiendelen befant seg her på tidspunktet for disposisjonen,",
                        "c)om skyldnerens medkontrahent overfor det utenlandske boet har rett til å stanse, heve eller holde tilbake egen ytelse, dersom den aktuelle eiendelen befant seg her da beføyelsen ble påberopt. Det samme gjelder ved salgspant og rett som likestilles med salgspant.",
                        "Første ledd er ikke til hinder for åpning av konkurs som omhandlet i § 161 tredje ledd, og gjelder med de begrensninger som følger av slik konkurs eller av konkurs som nevnt i § 161 annet ledd."
                    ]
                },
                {
                    "name": "§ 165",
                    "title": "Utenlandsk insolvensbehandlings virkning for verserende tvistesaker",
                    "sections": [
                        "Utenlandsk insolvensbehandling som nevnt i § 163 har samme virkning for verserende tvistesaker i Norge som norsk insolvensbehandling."
                    ]
                },
                {
                    "name": "§ 166",
                    "title": "Utenlandsk hovedinsolvensbehandlings virkning ved uberettiget oppfyllelse eller påbud til skyldneren",
                    "sections": [
                        "Ved oppgjør i Norge av en fordring som tilkommer utenlandsk bo som nevnt i § 163 første ledd, kan boet bare påberope at skyldneren er uberettiget til å ta imot oppfyllelse dersom vilkårene i § 100 annet ledd er oppfylt. Tilsvarende gjelder ved avgivelse av påbud som nevnt i § 100 annet ledd. § 100 tredje ledd gjelder tilsvarende."
                    ]
                },
                {
                    "name": "§ 167",
                    "title": "Virkninger av og fullbyrdelse av utenlandske insolvensrettslige avgjørelser",
                    "sections": [
                        "Utenlandsk rettsavgjørelse som treffes i forbindelse med eller er nært knyttet til insolvensbehandling som nevnt i § 163 første ledd, og som ikke er i strid med §§ 164, 166 og 169, er bindende i Norge på samme måte som i åpningsstaten, og kan fullbyrdes her. Det samme gjelder utenlandsk rettsavgjørelse om rådighetsforbud som treffes etter at begjæring om åpning av insolvensbehandling som nevnt i § 163 første ledd er fremsatt, men før den er avgjort."
                    ]
                },
                {
                    "name": "§ 168",
                    "title": "Utenlandsk særinsolvensbehandlings virkninger i Norge",
                    "sections": [
                        "Eiendeler som inngår i en utenlandsk insolvensbehandling som bare omfatter skyldnerens eiendeler i åpningsstaten, og som oppfyller vilkårene i § 163 første ledd bokstav b, c, d, e og f, omfattes ikke av gjeldsforhandling eller konkurs etter loven her.",
                        "Det kan ikke tas utlegg i eiendeler som omfattes av det utenlandske insolvensbeslaget, og som uberettiget er bragt til Norge etter boåpningen.",
                        "§ 164 første ledd tredje punktum bokstav b og annet ledd bokstav b gjelder tilsvarende for krav om omstøtelse fra det utenlandske boet, likevel slik at fristdagen ved omstøtelse anses å være dagen for åpningen av insolvensbehandlingen.",
                        "§ 167 gjelder tilsvarende så langt den passer."
                    ]
                },
                {
                    "name": "§ 169",
                    "title": "Utenlandsk insolvensbehandlings virkninger for arbeidsforhold",
                    "sections": [
                        "Utenlandsk insolvensbehandlings virkninger for arbeidsforhold avgjøres av den stats lovgivning som gjelder for arbeidsforholdet."
                    ]
                },
                {
                    "name": "§ 170",
                    "title": "Virkninger i strid med grunnleggende prinsipper i norsk rett (ordre public)",
                    "sections": [
                        "Utenlandsk insolvensbehandling og avgjørelse som nevnt i § 167 har bare virkning i Norge så langt det ikke leder til et resultat som er uforenlig med grunnleggende prinsipper i norsk rett."
                    ]
                },
                {
                    "name": "§ 171",
                    "title": "Utenlandsk insolvensforvalters rettsstilling",
                    "sections": [
                        "En insolvensforvalter for utenlandsk insolvensbehandling som nevnt i § 163 første ledd har samme rettigheter og myndighet som tilsvarende gjeldsnemnd eller bostyrer etter norsk rett, såfremt dette ikke er i strid med § 164.",
                        "I forbindelse med beføyelser i Norge på vegne av det utenlandske boet kan utenlandsk insolvensforvalter avkreves en bekreftet kopi av oppnevnelsen eller en attest utstedt av oppnevningsorganet om oppnevnelsen. Er det tale om å gjøre gjeldende virkninger som nevnt i §§ 164 til 166, kan insolvensforvalteren avkreves en attest fra organet som har åpnet den utenlandske insolvensbehandlingen om at insolvensbehandlingen er av en slik art som nevnt i § 163 første ledd eller § 168. Det kan avkreves bekreftet oversettelse av slike dokumenter til norsk."
                    ]
                },
                {
                    "name": "§ 172",
                    "title": "Kunngjøring og registrering av utenlandsk insolvensbehandling mv.",
                    "sections": [
                        "En insolvensforvalter for utenlandsk insolvensbehandling som omfatter skyldnerens samlede formue, kan kreve kunngjøring i Norge av at insolvensbehandling er åpnet. Departementet kan i forskrift gi nærmere bestemmelser om innholdet i og gjennomføringen av kunngjøringen og om sletting av elektronisk lagrede opplysninger.",
                        "En insolvensforvalter for utenlandsk insolvensbehandling som omfatter skyldnerens samlede formue, kan kreve at åpningen av insolvensbehandlingen registreres i norske registre. Departementet kan i forskrift gi nærmere bestemmelser om slik registrering, herunder om hvilke registre slike opplysninger kan kreves registrert i, om fremgangsmåten ved registrering, om plikt for insolvensforvalteren til å slette registrerte opplysninger og om fremgangsmåten ved sletting.",
                        "En fordringshaver kan kreve slike tiltak som nevnt i § 75 tredje ledd for utenlandsk rådighetsforbud som nevnt i § 167 annet punktum. Departementet kan i forskrift gi nærmere bestemmelser om registrering og sletting av utenlandske sikringsavgjørelser."
                    ]
                },
                {
                    "name": "§ 173",
                    "title": "Samarbeid mellom norske og utenlandske insolvensforvaltere",
                    "sections": [
                        "Norsk gjeldsnemnd eller bostyrer skal på begjæring gi insolvensforvalter for utenlandsk insolvensbehandling som gjelder samme skyldner, opplysninger om alle forhold som kan være av betydning for den utenlandske insolvensbehandlingen, såfremt dette ikke er i strid med § 160.",
                        "Norsk gjeldsnemnd eller bostyrer plikter, så langt det er i bobehandlingenes interesse, å samarbeide med insolvensforvalteren for utenlandsk insolvensbehandling som gjelder samme skyldner.",
                        "Bostyrer i konkurs som nevnt i § 161 annet og tredje ledd skal gi en insolvensforvalter for utenlandsk hovedinsolvensbehandling anledning til å fremsette forslag om realisering eller anvendelse av eiendelene som inngår i den norske konkursen."
                    ]
                },
                {
                    "name": "§ 174",
                    "title": "Fordringshavernes stilling der skyldneren er under insolvensbehandling i flere stater",
                    "sections": [
                        "En fordringshaver kan anmelde sin fordring i norsk gjeldsforhandling eller konkurs etter loven her selv om den også anmeldes i utenlandsk insolvensbehandling som gjelder samme skyldner.",
                        "En insolvensforvalter for utenlandsk insolvensbehandling kan anmelde en fordring som er anmeldt i denne i norsk gjeldsforhandling eller konkurs etter loven her som gjelder samme skyldner, hvis fordringshaveren ikke har motsatt seg dette eller trukket anmeldelsen av fordringen tilbake.",
                        "En fordringshaver som har oppnådd dividende i en utenlandsk insolvensbehandling, deltar først i utlodningen i norsk konkurs når fordringshavere med samme prioritet i den norske konkursen har oppnådd tilsvarende dividende i denne.",
                        "Dekkes alle fordringer i slik konkurs som nevnt i § 161 annet og tredje ledd fullt ut, skal bostyrer overføre overskuddet til insolvensforvalteren for den insolvensbehandlingen som omfatter skyldnerens samlede formue, såfremt denne ikke er avsluttet."
                    ]
                },
                {
                    "name": "§ 175",
                    "title": "Forholdet til den nordiske konkurskonvensjonen",
                    "sections": [
                        "Reglene i konvensjon 7. november 1933 mellem Norge, Danmark, Finnland, Island og Sverige om konkurs går i forholdet til konvensjonsstatene foran reglene i fjerde del i loven her.",
                        "Nåværende §§ 161 og 162 blir §§ 176 og 177 i fjerde del.",
                        "I lov 17. juni 2005 nr. 90 om mekling og rettergang i sivile tvister skal § 4-4 fjerde, femte og nytt sjette ledd lyde:",
                        "(4) Staten har alminnelig verneting i Oslo. Fylkeskommuner, kommuner og samkommuner har alminnelig verneting der hovedadministrasjonen ligger.",
                        "(5) Virksomheter eller sammenslutninger uten alminnelig verneting etter tredje og fjerde ledd har alminnelig verneting der styret har sitt sete, eller der slikt ikke kan påvises, samme sted som den person stevningen skal forkynnes for.",
                        "(6) Boer har alminnelig verneting i den rettskrets hvor de behandles.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "2.Loven gjelder for utenlandsk insolvensbehandling som åpnes etter ikraftsettingen. Departementet kan gi nærmere overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}