{
    "lawId": "LOV-2016-05-27-17",
    "lawName": "Lov om endringer i kirkeloven (omdanning av Den norske kirke til eget rettssubjekt m.m.)",
    "shortName": "Endringslov til kirkeloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2",
                    "title": "Kirkelig inndeling",
                    "sections": [
                        "Soknet er den grunnleggende enhet i Den norske kirke og kan ikke løses fra denne.",
                        "Den norske kirke, så vel som det enkelte sokn, er egne rettssubjekter og har selv rettigheter og forpliktelser, er parter i avtaler med private og offentlige myndigheter og har partsstilling overfor domstol og andre myndigheter.",
                        "Hvert sokn hører til ett prosti. Hvert prosti hører til ett bispedømme.",
                        "Hvert sokn skal være betjent av prest, hvert prosti av prost og hvert bispedømme av biskop.",
                        "Endringer i den kirkelige inndeling og navn på kirke, sokn, prosti og bispedømme fastsettes av Kongen. Departementet treffer de bestemmelser som er nødvendige for gjennomføring av inndelingsendringer og foretar nødvendige lempninger i anvendelsen av gjeldende lov. Avgjørelsesmyndighet etter dette ledd kan overlates til bispedømmerådet.",
                        "Særskilt ordning for døvemenigheter og andre kategorialmenigheter fastsettes av Kirkemøtet.",
                        "Ny § 2 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 2 a",
                    "title": "Statens økonomiske ansvar",
                    "sections": [
                        "Etter budsjettsøknad fra Kirkemøtet gir staten tilskudd til prestetjenesten og kirkens virksomhet regionalt og nasjonalt. Staten kan gi tilskudd også til andre kirkelige formål.",
                        "§ 3 nummer 8 første ledd skal lyde:",
                        "Innmelding i, og utmelding av Den norske kirke skjer ved henvendelse til kirkebokføreren på bostedet eller til Kirkerådet. Utmelding kan alltid skje skriftlig. Er vedkommende bosatt i utlandet, rettes henvendelsen til kirkebokføreren på siste bosted her, eller såfremt vedkommende ikke har hatt bosted her, til den kirkebokfører Kirkerådet bestemmer.",
                        "§ 3 nummer 8 fjerde ledd skal lyde:",
                        "Kirkemøtet gir nærmere regler om fremgangsmåten ved innmelding og utmelding og melding etter dette nummer, herunder om hvilke opplysninger som kan kreves.",
                        "§ 3 nummer 10 nytt annet punktum skal lyde:",
                        "Regler om registerføringen gis av Kirkemøtet.",
                        "§ 4 femte ledd skal lyde:",
                        "Kirkemøtet gir regler om kirkelig manntall og om innføring i dette.",
                        "§ 5 nytt femte ledd skal lyde:",
                        "Ved endringer i kommunegrenser eller sammenslåing av kommuner gjelder bestemmelsene i inndelingslova om økonomisk oppgjør i kap. V og gjennomføring i kap. VI tilsvarende for kirkelig fellesråd så langt det passer. Bispedømmerådene utøver den myndighet som i inndelingslova er lagt til Fylkesmannen.",
                        "§ 9 fjerde ledd skal lyde:",
                        "Menighetsrådet medvirker ved tilsetting i kirkelige stillinger etter de regler som gjelder til enhver tid.",
                        "§ 9 åttende ledd skal lyde:",
                        "Menighetsrådet skaffer til veie de opplysninger og gir de uttalelser som kirkelig myndighet ber om.",
                        "§ 11 første ledd skal lyde:",
                        "Menighetsmøtet avgjør saker om innføring av gudstjenstlige bøker i kirken og andre saker som etter bestemmelse av Kirkemøtet overlates til menighetsmøtets avgjørelse.",
                        "§ 11 tredje ledd skal lyde:",
                        "For øvrig gir menighetsmøtet uttalelse når kirkelig myndighet ber om det eller når menighetsmøtet av eget tiltak ønsker å uttale seg.",
                        "§ 14 femte ledd skal lyde:",
                        "Kirkelig fellesråd utfører for øvrig de oppgaver som etter avtale blir overlatt det av det enkelte menighetsråd.",
                        "§ 21 nytt sjette ledd skal lyde:",
                        "Departementet kan på avgrensede områder overlate til biskopen å treffe beslutninger etter denne paragraf.",
                        "§ 22 oppheves.",
                        "§ 23 skal lyde:"
                    ]
                },
                {
                    "name": "§ 23",
                    "title": "Bispedømmeråd",
                    "sections": [
                        "Bispedømmerådet består av:",
                        "a)biskopen,",
                        "b)en prest valgt av prestene i bispedømmet,",
                        "c)en lek kirkelig tilsatt valgt av de leke kirkelig tilsatte i bispedømmet og",
                        "d)sju andre leke valgt ved flertalls- eller forholdstallsvalg, hvorav minst fire velges direkte av bispedømmets stemmeberettigede medlemmer,",
                        "e)en nord-samisk representant i Nord-Hålogaland bispedømmeråd, en lule-samisk representant i Sør-Hålogaland bispedømmeråd, og en sør-samisk representant i Nidaros bispedømmeråd.",
                        "f)en representant fra døvemenighetene i Oslo bispedømmeråd.",
                        "Presten og de leke medlemmene velges for fire år. Kirkemøtet gir nærmere regler om valget, herunder regler om antallet varamedlemmer og regler som presiserer hvem som er stemmeberettiget og valgbar etter første ledd bokstavene b, c, d, e og f.",
                        "Bispedømmerådet skal ha sin oppmerksomhet henvendt på alt som kan gjøres for å vekke og nære det kristelige liv i menighetene, og det skal fremme samarbeidet mellom de enkelte menighetsråd og andre lokale arbeidsgrupper innen bispedømmet.",
                        "Bispedømmerådet utfører de gjøremål som det til enhver tid er pålagt av Kirkemøtet eller Kirkerådet. Bispedømmerådet kan også utføre oppgaver som etter avtale blir overlatt det av det enkelte menighetsråd eller kirkelige fellesråd.",
                        "For bispedømmerådet gjelder reglene i § 7 og § 8 første ledd tilsvarende.",
                        "Bispedømmerådet skal ha en daglig leder av virksomheten.",
                        "Nærmere regler om formene for bispedømmerådets virksomhet gis av Kirkemøtet.",
                        "§ 24 skal lyde:"
                    ]
                },
                {
                    "name": "§ 24",
                    "title": "Kirkemøtet",
                    "sections": [
                        "Kirkemøtet består av medlemmene av bispedømmerådene og ett medlem valgt etter nærmere regler fastsatt av Kirkemøtet. Kirkemøtet samles ordinært til møte en gang i året. Har et medlem forfall, skal varamedlem kalles inn.",
                        "Kirkemøtet skal ha sin oppmerksomhet henvendt på saker av felles kirkelig karakter og ellers på alt som kan gjøres for å vekke og nære det kristelige liv i menighetene, og det skal fremme samarbeidet innen Den norske kirke. Som øverste representative organ i Den norske kirke fastsetter Kirkemøtet alle gudstjenstlige bøker i Kirken. Kirkemøtet skal verne og fremme samisk kirkeliv og ivareta Den norske kirkes internasjonale og økumeniske oppgaver.",
                        "Kirkemøtet",
                        "a)gir uttalelse i saker om viktige endringer i lover på det kirkelige område,",
                        "b)fastsetter retningsgivende planer og programmer for den kirkelige undervisning, diakoni, kirkemusikk og for økumenisk virksomhet,",
                        "c)fastsetter kvalifikasjonskrav og tjenesteordning for særskilte stillinger innen kirkelig undervisning, diakoni og kirkemusikk,",
                        "d)gir regler om kirkens inventar og utstyr,",
                        "e)foreslår retningslinjer for kirkelig inndeling.",
                        "Kirkemøtet treffer avgjørelser og opptrer på vegne av rettssubjektet Den norske kirke når det ikke er fastsatt i eller i medhold av lov at myndigheten er lagt til annet organ.",
                        "Kirkemøtet kan gi en arbeidsgiverorganisasjon fullmakt til å inngå og si opp tariffavtale, samt å gi eller motta kollektiv arbeidsoppsigelse på rettssubjektet Den norske kirkes vegne.",
                        "Kirkemøtet kan godkjenne forsøk med valgmenigheter som selv finansierer sin virksomhet. Nærmere vilkår for det enkelte forsøk fastsettes av Kirkemøtet.",
                        "Kirkemøtet kan uten hinder av bestemmelsene i loven her godkjenne forsøk med valgperiode på to år og direkte valg til kirkelig fellesråd og bispedømmeråd. Nærmere vilkår for det enkelte forsøk fastsettes av Kirkemøtet.",
                        "Kirkemøtet kan delegere sin myndighet til Bispemøtet, bispedømmerådene, biskopene, prostene og til eventuell nemnd opprettet i medhold av § 27.",
                        "§ 25 skal lyde:"
                    ]
                },
                {
                    "name": "§ 25",
                    "title": "Kirkerådet",
                    "sections": [
                        "Kirkerådet består av et antall medlemmer med personlige varamedlemmer valgt av Kirkemøtet og en biskop med varamedlem valgt av Bispemøtet.",
                        "Kirkerådet forbereder de saker som skal behandles av Kirkemøtet og iverksetter Kirkemøtets beslutninger.",
                        "Kirkerådet leder kirkens arbeid på nasjonalt nivå.",
                        "Kirkerådet har ansvaret for at økonomiforvaltningen og økonomistyringen av de midlene som Kirkemøtet disponerer, er forsvarlig. Kirkerådet fastsetter regnskapet. For regnskapet gjelder regnskapsloven om ikke departementet har fastsatt andre bestemmelser i forskrift.",
                        "Kirkerådet skal ha en daglig leder av virksomheten.",
                        "Nærmere regler for valg av Kirkeråd og for Kirkerådets virksomhet fastsettes av Kirkemøtet.",
                        "§ 26 annet ledd skal lyde:",
                        "Bispemøtet virker for samordning av de gjøremål som etter gjeldende regler tilligger biskopene og utfører for øvrig de gjøremål som til enhver tid er pålagt ved bestemmelse av Kirkemøtet. Det avgir uttalelse i saker som det blir forelagt av Kirkemøtet.",
                        "§ 26 tredje ledd skal lyde:",
                        "Kirkemøtet gir nærmere bestemmelser for møtene.",
                        "§ 27 skal lyde:"
                    ]
                },
                {
                    "name": "§ 27",
                    "title": "Nemnd",
                    "sections": [
                        "Kirkemøtet kan oppnevne en særskilt nemnd og overlate til denne å avgjøre saker og fastsette nærmere regler for nemndas arbeid.",
                        "Nemnda kan ikke omgjøre vedtak truffet av soknets organer.",
                        "§ 29 første ledd annet punktum skal lyde:",
                        "Det kan dispenseres fra kravet når særlige grunner tilsier det etter nærmere regler fastsatt av Kirkemøtet.",
                        "§ 31 skal lyde:"
                    ]
                },
                {
                    "name": "§ 31",
                    "title": "Prestenes, prostenes og biskopenes tjeneste",
                    "sections": [
                        "Ingen kan tilsettes som prest eller ordineres til prestetjeneste i Den norske kirke uten å ha de kvalifikasjoner som fastsettes av Kirkemøtet.",
                        "All prestetjeneste skal organiseres slik at prestene kan utøve sin tjeneste i samsvar med ordinasjonens forutsetninger og forpliktelser.",
                        "Prest som gjør seg skyldig i grovt pliktbrudd eller annet vesentlig brudd på ordinasjonsforpliktelsen, kan fratas retten til å utføre prestetjeneste etter nærmere regler om saksbehandling og klageadgang fastsatt av Kirkemøtet.",
                        "Kirkemøtet fastsetter tjenesteordning og gir nærmere regler om vilkår mv. for prester, proster og biskoper.",
                        "§ 32 oppheves.",
                        "§ 34 oppheves.",
                        "§ 37 første ledd annet punktum skal lyde:",
                        "Nærmere regler om registerføringen gis av Kirkemøtet.",
                        "§ 37 annet ledd skal lyde:",
                        "Opplysninger som nevnt i første ledd kan etter nærmere bestemmelser av Kirkemøtet inntas i medlemsregister for Den norske kirke, jf. § 3 nr. 10.",
                        "§ 38 første ledd skal lyde:",
                        "Forvaltningsloven, offentleglova og regler om offentlige organer i arkivlova gjelder for den virksomhet som drives av lovbestemte kirkelige organer. For saker om ansettelse, oppsigelse eller andre personalsaker kommer likevel bare forvaltningsloven kapittel II og III til anvendelse.",
                        "§ 38 annet ledd skal lyde:",
                        "Vedtak i et lovbestemt kirkelig organ kan ikke påklages med mindre annet er særskilt bestemt. Vedtak etter offentleglova som er truffet av menighetsrådet eller kirkelig fellesråd, kan påklages til bispedømmerådet. Vedtak etter offentleglova som er truffet av bispedømmerådet, kan påklages til Kirkerådet.",
                        "§ 38 fjerde ledd oppheves.",
                        "§ 39 første ledd annet punktum oppheves.",
                        "§ 40 skal lyde:"
                    ]
                },
                {
                    "name": "§ 40",
                    "title": "Overgangsregler ved omdanning av Den norske kirke til eget rettssubjekt",
                    "sections": [
                        "Ved omdanning av Den norske kirke til eget rettssubjekt ved lov om endringer i kirkeloven (omdanning av Den norske kirke til eget rettssubjekt m.m.) har overdragelse til rettssubjektet Den norske kirke av forpliktelser knyttet til den statskirkelige virksomheten frigjørende virkning for staten. Fordringshavere og andre rettighetshavere kan ikke motsette seg overføringen eller gjøre gjeldende at overføringen utgjør en bortfallsgrunn for rettsforholdet.",
                        "Offentlige rettigheter, tillatelser mv. som gjelder for den virksomhet som skal omdannes, blir fra overdragelsestidspunktet overført til Den norske kirke. Omregistrering i grunnboken og andre offentlige registre i forbindelse med virksomhetsoverdragelsen skjer ved navneendring.",
                        "Kirkelig tilsatte som overføres fra staten til Den norske kirke, gis rett til uttak av avtalefestet pensjon tilsvarende ordningen i Hovedtariffavtalen i staten, i samsvar med det som er fastsatt i lov 25. juni 2010 nr. 28 om avtalefestet pensjon for medlemmer av Statens pensjonskasse og i lov 28. juli 1949 nr. 26 om Statens pensjonskasse. Retten til uttak forutsetter medlemskap i Statens pensjonskasse og gjelder fram til 1. januar 2021.",
                        "Nåværende § 40 blir ny § 41.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelser til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}