{
    "lawId": "LOV-2016-12-16-99",
    "lawName": "Lov om endringar i veglova (Vegtilsynet)",
    "shortName": "Endringslov til veglova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kap. II A. Tilsyn med riksveg.",
            "paragraphs": [
                {
                    "name": "§ 11 a",
                    "title": "Vegtilsynet",
                    "sections": [
                        "Vegtilsynet skal føre tilsyn med at Statens vegvesen og det statlege utbyggingsselskapet for veg oppfyller dei pliktar som følgjer av § 11 b.",
                        "Departementet fastset instruks for Vegtilsynet."
                    ]
                },
                {
                    "name": "§ 11 b",
                    "title": "Plikt til å ha og bruke styringssystem m.m.",
                    "sections": [
                        "Statens vegvesen og det statlege utbyggingsselskapet for veg skal ha og bruke tilstrekkelege og effektive styringssystem for å sikre tryggleiken knytt til riksvegane.",
                        "Departementet kan i forskrift gi utfyllande reglar om plikta etter fyrste ledd."
                    ]
                },
                {
                    "name": "§ 11 c",
                    "title": "Opplysingsplikt",
                    "sections": [
                        "Statens vegvesen og det statlege utbyggingsselskapet for veg skal innanfor fastsett frist gi dei opplysingane og dokumenta som Vegtilsynet krev. Det same gjeld entreprenørar, konsulentar og andre som utfører oppgåver eller som elles samhandlar med Statens vegvesen eller det statlege utbyggingsselskapet for veg. Vegtilsynet kan bestemme i kva for form opplysingane skal bli gitt.",
                        "Opplysingsplikten gjeld berre dei opplysningane som Vegtilsynet finn naudsynte for å kunne utføre oppgåvene sine etter lova."
                    ]
                },
                {
                    "name": "§ 11 d",
                    "title": "Pålegg om retting",
                    "sections": [
                        "Vegtilsynet kan pålegge retting innan ein fastsett frist dersom tilsynet viser avvik frå plikta til å ha og bruke styringssystem i medhald av § 11 b.",
                        "Kostnadene ved å gjennomføre pålegget skal dekkast av den ansvarlege verksemda."
                    ]
                },
                {
                    "name": "§ 11 e",
                    "title": "Tvangsmulkt",
                    "sections": [
                        "Dersom pålegg etter § 11 d ikkje er følgt innan fristen, kan Vegtilsynet treffe vedtak om tvangsmulkt.",
                        "Tvangsmulkta kan fastsettast som ei laupande mulkt eller som eit beløp som forfell ved kvart brot. Tvangsmulkt lauper ikkje dersom etterleving blir umogeleg og årsaka til dette ikkje ligg hos den ansvarlege.",
                        "Tvangsmulkta si storleik fastsetjast med omsyn til kor viktig det er at pålegget blir gjennomført, og kva for kostnader det truleg fører med seg.",
                        "Ilegging av tvangsmulkt kan påklagast særskilt.",
                        "Departementet kan gi utfyllande reglar om fastsetting av tvangsmulkt.",
                        "Lova gjeld frå den tid Kongen fastset."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}