{
    "lawId": "LOV-2016-12-16-98",
    "lawName": "Lov om endringer i straffegjennomføringsloven mv. (omorganisering av kriminalomsorgen m.m.)",
    "shortName": "Endringslov til straffegjennomføringsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 9",
                    "title": "Tilsynsråd",
                    "sections": [
                        "Tilsynsrådene skal føre tilsyn med fengsler og friomsorgskontor og med behandlingen av de domfelte og innsatte. Kriminalomsorgsdirektoratet beslutter den geografiske inndelingen av ansvarsområder for tilsynsrådene. Kongen gir i forskrift nærmere regler om tilsyn med fengsler og friomsorgskontor og med behandlingen av de domfelte og innsatte.",
                        "§ 16 a tredje ledd annet punktum skal lyde:",
                        "§ 53 første og tredje ledd, § 54 første ledd bokstav a til c og e, annet og tredje ledd, § 56 annet og tredje ledd og § 57 gjelder tilsvarende.",
                        "§ 16 a femte ledd første punktum skal lyde:",
                        "Ved gjentatte brudd på vilkår eller forutsetninger, eller dersom det er sannsynlig at botlagte har begått eller vil begå straffbar handling eller unndra seg gjennomføringen, gjelder bestemmelsene om tilbakeføring til fengsel i § 14 sjuende og åttende ledd.",
                        "§ 20 nytt annet ledd skal lyde:",
                        "Etter lovbestemte trekk kan arbeidslønnen kreves overført til kriminalomsorgen. Fengselet kan deretter trekke innsatte i arbeidslønnen for oppholdet ved frigang. Satsene fastsettes av Kriminalomsorgsdirektoratet. Dersom innsatte selv er ansvarlig for innkjøp og tilberedning av egen kost, skal det ikke trekkes for dette. Departementet kan gi forskrift om innsattes dekning av oppholdsutgifter under frigang, herunder hvilke kostnadselementer det kan trekkes for og beregningen av kostnadene. Departementet kan også gi forskrift om hvordan kriminalomsorgen og innsatte kan disponere resten av arbeidslønnen etter at oppholdsutgiftene er trukket.",
                        "Nåværende annet ledd blir nytt tredje ledd.",
                        "§ 30 tredje ledd nytt tredje punktum skal lyde:",
                        "I avdeling med høyt sikkerhetsnivå kan innsatte unntaksvis og etter en individuell vurdering pålegges å føre korrespondanse på et språk de tilsatte behersker.",
                        "§ 42 første ledd tredje punktum skal lyde:",
                        "Domfelte som er dømt i utlandet til fengsel i mer enn 30 år, og som er overført til gjennomføring av straffen i Norge, kan løslates på prøve etter å ha vært fengslet i minst 20 år.",
                        "I lov 20. mai 2005 nr. 28 om straff gjøres følgende endringer:",
                        "§ 38 skal lyde:",
                        "Kongen kan gi forskrift om gjennomføringen av særvilkår for fullbyrdingsutsettelse. Kongen gir nærmere bestemmelser om narkotikaprogram med domstolskontroll, herunder hvem det skal gjelde for, innholdet i og gjennomføringen av det. Kriminalomsorgen har ansvaret for å følge opp domfelte som gjennomfører narkotikaprogram med domstolskontroll, som gjennomfører program mot ruspåvirket kjøring eller som er under 18 år og pålagt vilkår om avholdenhet etter § 37 bokstav d. Straffegjennomføringsloven § 56 gjelder tilsvarende ved vilkår om narkotikaprogram med domstolskontroll, vilkår om program mot ruspåvirket kjøring og vilkår om avholdenhet som nevnt i tredje punktum.",
                        "§ 45 nytt tredje ledd skal lyde:",
                        "Når det er fastsatt vilkår om at den prøveløslatte skal følges opp av kriminalomsorgen, kan tiltak etter straffegjennomføringsloven § 56 iverksettes.",
                        "Nåværende tredje til sjette ledd blir nye fjerde til sjuende ledd.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}