{
    "lawId": "LOV-2016-06-17-49",
    "lawName": "Lov om endringer i helse- og omsorgstjenesteloven og helsepersonelloven (politiattest i den kommunale helse- og omsorgstjenesten)",
    "shortName": "Endringslov til helse- og omsorgstjenesteloven og helsepersonelloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 20 a",
                    "title": "Krav om politiattest",
                    "sections": [
                        "Den som skal yte spesialisthelsetjenester og tannhelsetjenester til barn skal fremlegge politiattest som nevnt i politiregisterloven § 39 første ledd ved tilbud om stilling, ved inngåelse av avtale etter tannhelsetjenesteloven § 4-2 første ledd og spesialisthelsetjenesteloven § 2-1 a sjette ledd, samt ved melding om åpning, overtagelse og inntreden i privat virksomhet, jf. § 18.",
                        "Den som skal yte spesialisthelsetjenester og tannhelsetjenester til personer med utviklingshemming skal i tilfeller som nevnt i første ledd fremlegge politiattest som viser om vedkommende er siktet, tiltalt, har vedtatt forelegg eller er dømt for brudd på overtredelse av straffeloven 1902 §§ 192, 193, 194, 195, 196, 197, 199, 200 annet ledd, 201 første ledd bokstav c, 203 eller 204 a og straffeloven 2005 §§ 291, 293, 294, 295, 296, 299, 301, 302, 303, 304, 305, 309, 310, 311, 312 og 314. Overtredelsen skal anmerkes i samsvar med politiregisterloven § 41 nr. 1.",
                        "Plikten etter første og annet ledd omfatter ikke den som bare sporadisk yter slike tjenester og som i alminnelighet ikke vil være alene med barn eller personer med utviklingshemming.",
                        "Politiattest som nevnt i første og annet ledd skal ikke være eldre enn tre måneder.",
                        "Den som har vedtatt forelegg eller er dømt for overtredelser av straffeloven 1902 §§ 192, 193, 194, 195, 196, 197, 199, 200 annet ledd, 201 første ledd bokstav c, 203 eller 204 a eller straffeloven 2005 §§ 291, 293, 294, 295, 296, 299, 301, 302, 303, 304, 305, 309, 310, 311, 312 og 314, er utelukket fra å yte helse- og omsorgstjenester til barn eller personer med utviklingshemming.",
                        "Den som yter tjenester etter helse- og omsorgstjenesteloven skal fremlegge politiattest som nevnt i helse- og omsorgstjenesteloven § 5-4.",
                        "I lov 24. juni 2011 nr. 30 om kommunale helse- og omsorgstjenester m.m. gjøres følgende endringer:",
                        "§ 5-4 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 5-4",
                    "title": "Krav om politiattest",
                    "sections": [
                        "Kommunen eller annen arbeidsgiver som yter tjenester etter loven her, skal ved tilbud om stilling eller oppdrag kreve fremlagt politiattest fra personer som skal yte slike tjenester. På politiattesten skal det anmerkes om personen er siktet, tiltalt, har vedtatt forelegg eller er dømt for overtredelse av straffeloven 1902 §§ 162, 192, 193, 194, 195, 196, 197, 199, 200 andre ledd, 201 første ledd bokstav c, § 201 a, 203, 204 a, 219, 222, 223, 224, 227, 228, 229, 231, 233, 242, 255, 256, 257, 258, 266, 268, jf. 267, 270, 271 og straffeloven 2005 §§ 231, 232, 251, 252, 254, 255, 256, 257, 258, 263, 264, 271, 272, 273, 274, 275, 282, 283, 288, 291, 293, 294, 295, 296, 299, 301, 302, 303, 304, 305, 306, 309, 310, 311, 312, 314, 321, 322, 324, 325, 327, 328, 330, 331, 371 og 372.",
                        "Overtredelse av straffeloven 1902 §§ 192, 193, 194, 195, 196, 197, 199, 200 andre ledd, 201 første ledd bokstav c, 201 a, 204 a og 233 og straffeloven 2005 §§ 275, 291, 293, 294, 295, 296, 299, 301, 302, 303, 304, 305, 306, 310, 311, 312 og 314 skal anmerkes i samsvar med politiregisterloven § 41 nr. 1.",
                        "Overtredelsene av straffeloven 1902 §§ 162, 203, 219, 222, 223, 224, 227, 228, 229, 231, 242, 255, 256, 257, 258, 266, 268, jf. 267, 270 og 271 og straffeloven 2005 §§ 231, 232, 251, 252, 254, 255, 256, 257, 258, 263, 264, 271, 272, 273, 274, 282, 283, 288, 309, 321, 322, 324, 325, 327, 328, 330, 331, 371 og 372 skal anmerkes i samsvar med politiregisterloven § 40.",
                        "Politiattesten skal ikke være eldre enn tre måneder.",
                        "Plikten til å kreve politiattest omfatter ikke personer som bare sporadisk yter tjenester etter helse- og omsorgstjenesteloven og som i alminnelighet ikke vil være alene med pasienten eller brukeren.",
                        "Ny § 5-4 a skal lyde"
                    ]
                },
                {
                    "name": "§ 5-4 a",
                    "title": "Konsekvenser av anmerkninger på en politiattest",
                    "sections": [
                        "Den som har vedtatt forelegg eller er dømt for overtredelser av straffeloven 1902 §§ 192, 193, 194, 195, 196, 197, 199, 200 annet ledd, 201 første ledd bokstav c, 203 eller 204 a eller straffeloven 2005 §§ 291, 293, 294, 295, 296, 299, 301, 302, 303, 304, 305, 309, 310, 311, 312 og 314, er utelukket fra å yte helse- og omsorgstjenester til barn eller personer med utviklingshemming.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}