{
    "lawId": "LOV-2016-12-16-90",
    "lawName": "Lov om endringer i verdipapirfondloven mv. (UCITS V-direktivet mv.)",
    "shortName": "Endringslov til verdipapirfondloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4 a",
                    "title": "Rettsvern",
                    "sections": [
                        "Norges Bank kan inngå avtale om finansiell sikkerhetsstillelse der den finansielle sikkerheten er en eller flere angitte gjeldsfordringer. Sikkerhetsstilleren beholder rådigheten over gjeldsfordringene, med mindre annet følger av det som er avtalt.",
                        "Sikkerheten i fordringene gir også sikkerhet i sikkerhet for fordringene. Norges Bank har rettsvern for sin sikkerhet uten særskilt rettsvernsakt. Dette gjelder ikke der en gjeldsfordring er knyttet til et omsetnings- eller innløsningspapir.",
                        "Departementet kan i forskrift gi nærmere regler om vilkårene for slik avtale om finansiell sikkerhetsstillelse, herunder om avgrensning og identifikasjon av lån og underliggende sikkerheter.",
                        "I lov 29. juni 2007 nr. 75 om verdipapirhandel gjøres følgende endringer:",
                        "§ 9-21 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 9-21",
                    "title": "Konsolidering",
                    "sections": [
                        "(1) Kravene i §§ 9-14 og 9-20 skal anvendes på konsolidert grunnlag dersom verdipapirforetaket:",
                        "1.har en direkte eller indirekte eierandel på 20 prosent eller mer av stemmene eller kapitalen i et annet foretak,",
                        "2.har felles ledelse med et annet foretak, eller",
                        "3.har morselskap, med mindre halvparten eller mer av virksomheten i konsernet er virksomhet som ikke er konsesjonspliktig og underlagt kapitalkrav som i kapittelet her eller tilsvarende kapitalkrav.",
                        "(2) Finanstilsynet kan i forskrift eller ved enkeltvedtak gjøre unntak fra første ledd nr. 2.",
                        "(3) Ved konsolidering av datterselskaper skal konsernregnskap basert på prinsippet om fullkonsolidering legges til grunn. Ved konsolidering av annet enn datterselskaper skal prinsippet om forholdsmessig konsolidering legges til grunn.",
                        "(4) Departementet kan i forskrift gi nærmere regler om konsolidering, herunder om hva som skal regnes som datterforetak eller morselskap etter første ledd.",
                        "Ny § 10-16 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-16 b",
                    "title": "Lenke til nettbasert prisportal",
                    "sections": [
                        "Departementet kan gi forskrift om plikt for verdipapirforetak til å lenke til prisopplysninger i nettbaserte prisportaler.",
                        "I lov 25. november 2011 nr. 44 om verdipapirfond gjøres følgende endringer:",
                        "§ 1-2 første ledd ny nr. 11 skal lyde:",
                        "11.Finansielle instrumenter: finansielle instrumenter som definert i verdipapirhandelloven § 2-2 og tilhørende forskrift.",
                        "§ 1-5 tredje ledd oppheves. Nåværende fjerde ledd blir nytt tredje ledd.",
                        "§ 1-5 nytt fjerde ledd skal lyde:",
                        "(4) Departementet kan gi forskrift om plikt for forvaltningsselskap for verdipapirfond til å lenke til prisopplysninger i nettbaserte prisportaler.",
                        "Ny § 2-16 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 2-16",
                    "title": "Godtgjørelsesordninger",
                    "sections": [
                        "(1) Forvaltningsselskapet skal etablere og praktisere en godtgjørelsesordning som fremmer god og effektiv risikostyring og forvaltning i samsvar med investeringsmandatene for de verdipapirfondene som forvaltes. Godtgjørelsesordningen skal omfatte ansatte med vesentlig betydning for risikoprofilen til forvaltningsselskapet eller fond under forvaltning, herunder ledende ansatte, ansatte med kontrolloppgaver og ansatte med tilsvarende godtgjørelse som ledende ansatte. Godtgjørelsesordningen skal tilpasses virksomhetens art, omfang og kompleksitet.",
                        "(2) Departementet kan i forskrift gi nærmere regler om godtgjørelsesordninger.",
                        "§ 8-3 annet ledd nr. 1 skal lyde:",
                        "1.identifisering av fondet og tilsynsmyndigheten for fondet,",
                        "§ 8-3 annet ledd nr. 7 og ny nr. 8 skal lyde:",
                        "7.opplysning om at nøkkelinformasjon ikke alene gir grunnlag for ansvar, hvis ikke informasjonen er villedende, unøyaktig eller inkonsistent i forhold til opplysninger i prospekt,",
                        "8.angivelse av at informasjon om forvaltningsselskapets godtgjørelsesordning er tilgjengelig på forvaltningsselskapets nettsted, og at papirkopi av informasjonen sendes investor kostnadsfritt på forespørsel.",
                        "Kapittel 10 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 10 Depotmottaker",
            "paragraphs": [
                {
                    "name": "§ 10-1",
                    "title": "Plikt til å ha en depotmottaker mv.",
                    "sections": [
                        "(1) Forvaltningsselskapet skal utpeke én depotmottaker for hvert fond det forvalter.",
                        "(2) Avtalen med depotmottakeren skal være skriftlig. Departementet kan i forskrift gi regler om avtalens innhold.",
                        "(3) Skifte av depotmottaker krever tillatelse fra Finanstilsynet."
                    ]
                },
                {
                    "name": "§ 10-2",
                    "title": "Krav til depotmottakeren",
                    "sections": [
                        "(1) Depotmottakeren skal være en kredittinstitusjon med vedtektsfestet hjemsted i en EØS-stat og etablert i Norge.",
                        "(2) Finanstilsynet kan samtykke i at en kredittinstitusjon etablert i Norge med vedtektsfestet hjemsted utenfor EØS, kan være depotmottaker dersom institusjonen er underlagt betryggende tilsyn og regulering i hjemlandet.",
                        "(3) Departementet kan i forskrift gi nærmere regler om krav til depotmottaker, godkjennelse av ledelsen for depotmottakerfunksjonen og om plikt for foretaket til å melde fra til Finanstilsynet om endringer i ledelsen. Departementet kan i forskrift også fastsette at ledende ansatte skal fremlegge ordinær politiattest etter politiregisterloven § 40 i forbindelse med godkjennelse av ledelsen for depotmottakerfunksjonen."
                    ]
                },
                {
                    "name": "§ 10-3",
                    "title": "Depotmottakerens oppgaver",
                    "sections": [
                        "(1) Depotmottakeren skal kontrollere verdipapirfondets kontantstrømmer, at innbetalinger fra andelseiere i forbindelse med tegninger av andeler er mottatt, og at alle likvide midler er bokført på kontoer som er åpnet i fondets navn eller i forvaltningsselskapets eller depotmottakerens navn på vegne av fondet. Kontoer skal være opprettet i sentralbank, kredittinstitusjon med tillatelse etter finansforetaksloven § 2-7, § 2-8 eller direktiv 2013/36/EU eller tilsvarende foretak i stat utenfor EØS underlagt regulering og tilsyn for beskyttelse av kundemidler.",
                        "(2) Depotmottakeren skal kontrollere at disposisjoner over fondet, herunder handel for fondet, tegning og innløsning, skjer i samsvar med lov, forskrift og fondets vedtekter.",
                        "(3) Depotmottakeren skal kontrollere at andelsverdien beregnes i samsvar med lov, forskrift og fondets vedtekter.",
                        "(4) Depotmottakeren skal etterkomme instrukser fra forvaltningsselskapet, med mindre disse er i strid med lov, forskrift eller fondets vedtekter. Hvis depotmottakeren mener at en instruks fra forvaltningsselskapet er i strid med lov, forskrift eller fondets vedtekter, og forholdet ikke rettes innen rimelig tid, skal depotmottakeren varsle Finanstilsynet om dette.",
                        "(5) Depotmottakeren skal kontrollere at transaksjoner for fondet gjennomføres innen alminnelige oppgjørsfrister.",
                        "(6) Depotmottakeren skal kontrollere at utbytte eller annen avkastning på fondets midler anvendes i samsvar med lov, forskrift og fondets vedtekter.",
                        "(7) Finansielle instrumenter som kan registreres på en verdipapirkonto, og finansielle instrumenter som fysisk kan leveres, skal oppbevares av depotmottakeren på vegne av fondet. For fondets andre aktiva skal depotmottakeren på grunnlag av informasjon fra forvaltningsselskapet eller andre eksterne kilder kontrollere og føre oppdatert oversikt over at fondet er eier av aktivaene.",
                        "(8) Fondsaktiva skal oppbevares adskilt fra depotmottakerens aktiva og skal til enhver tid kunne identifiseres som tilhørende fondet. Ved insolvens hos depotmottakeren eller depotmottakerens oppdragstaker skal fondsaktiva som holdes i depot, ikke utdeles eller realiseres til fordel for depotmottakerens eller oppdragstakerens kreditorer.",
                        "(9) Depotmottakeren skal jevnlig gi forvaltningsselskapet en samlet oversikt over alle fondets aktiva.",
                        "(10) Fondsaktiva som oppbevares av depotmottakeren, kan ikke gjenbrukes, med mindre gjenbruk er tillatt etter regler fastsatt av departementet i forskrift.",
                        "(11) Departementet kan i forskrift gi nærmere regler om depotmottakere, herunder om depotmottakerens oppgaver."
                    ]
                },
                {
                    "name": "§ 10-4",
                    "title": "Depotmottakerens adgang til å utkontraktere oppgaver",
                    "sections": [
                        "(1) Depotmottakeren kan ikke gi et annet foretak i oppdrag å forestå utførelsen av oppgaver som nevnt i § 10-3 første til sjette ledd.",
                        "(2) Departementet kan i forskrift gi regler om depotmottakerens adgang til å utkontraktere andre oppgaver enn nevnt i første ledd.",
                        "(3) Bruk av oppdragstaker er uten innvirkning på depotmottakerens ansvar etter § 10-6."
                    ]
                },
                {
                    "name": "§ 10-5",
                    "title": "God forretningsskikk og interessekonflikter",
                    "sections": [
                        "(1) Depotmottakeren skal opptre ærlig, rettferdig, profesjonelt, uavhengig og i fondets og dets andelseieres interesse.",
                        "(2) Funksjonen som depotmottaker skal utføres uavhengig av oppgaver som kan medføre interessekonflikter mellom fondet, dets andelseiere, forvaltningsselskapet og depotmottakeren. Potensielle interessekonflikter skal være tilstrekkelig identifisert, håndtert og overvåket og forelagt fondets andelseiere.",
                        "(3) Departementet kan i forskrift gi nærmere regler om god forretningsskikk og interessekonflikter."
                    ]
                },
                {
                    "name": "§ 10-6",
                    "title": "Depotmottakerens erstatningsansvar",
                    "sections": [
                        "(1) Depotmottakeren er ansvarlig overfor verdipapirfondet og dets andelseiere for tap av finansielle instrumenter som oppbevares etter § 10-3 syvende ledd første punktum av depotmottakeren eller depotmottakerens oppdragstaker, med mindre tapet skyldes forhold utenfor depotmottakerens kontroll som depotmottakeren ikke med rimelighet kunne ventes å unngå eller overvinne følgene av.",
                        "(2) Ved tap som nevnt i første ledd, skal depotmottakeren uten ugrunnet opphold overføre et finansielt instrument av identisk type, eller et beløp som tilsvarer verdien av instrumentet, til fondet eller til forvaltningsselskapet på vegne av fondet.",
                        "(3) Depotmottakeren er ansvarlig overfor fondet og dets andelseiere for ethvert annet tap som følge av at depotmottakeren uaktsomt eller forsettlig har misligholdt sine plikter etter lov eller forskrift.",
                        "(4) Depotmottakeren kan ikke begrense eller fraskrive seg erstatningsansvar ved avtale. Avtaler i strid med første punktum er ugyldige.",
                        "(5) Depotmottakerens erstatningsansvar overfor nasjonale fond og dets andelseiere, herunder spesialfond, reguleres av lov 20. juni 2014 nr. 28 om forvaltning av alternative investeringsfond § 5-4 og tilhørende forskrifter.",
                        "(6) Departementet kan i forskrift gi nærmere regler om depotmottakerens erstatningsansvar.",
                        "§ 11-1 første ledd annet punktum oppheves.",
                        "Ny § 11-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11-6",
                    "title": "Overtredelsesgebyr",
                    "sections": [
                        "(1) Finanstilsynet kan ilegge foretaket overtredelsesgebyr dersom foretaket eller noen som har handlet på vegne av foretaket, har overtrådt § 1-3 første punktum, § 2-1, § 2-5, §§ 2-9 til 2-12, § 2-15, § 3-1, § 4-1 første ledd, §§ 6-1 til 6-11, § 7-7, kapittel 8, § 9-2, §§ 10-1 til 10-3 eller forskrifter gitt i medhold av de nevnte bestemmelsene, eller vilkår i tillatelser gitt i medhold av de nevnte bestemmelsene. Tilsvarende gjelder dersom foretaket har fått tillatelse etter § 2-1 ved hjelp av uriktige opplysninger eller andre uregelmessigheter. Overtredelsesgebyr kan ilegges selv om ingen enkeltperson har utvist skyld.",
                        "(2) Når overtredelsesgebyr kan ilegges foretak etter første ledd, kan overtredelsesgebyr i tillegg ilegges styremedlemmer, daglig leder eller faktisk leder i foretaket, dersom vedkommende har utvist forsett eller grov uaktsomhet i forbindelse med forholdet som medfører at foretaket ilegges overtredelsesgebyr.",
                        "(3) Departementet kan gi regler i forskrift om hvilke forhold som kan vektlegges ved avgjørelsen av om overtredelsesgebyr skal ilegges, og ved utmålingen av overtredelsesgebyr, herunder om øvre rammer for overtredelsesgebyr.",
                        "(4) Ved forsinket betaling av overtredelsesgebyr skal det betales renter etter lov 17. desember 1976 nr. 100 om renter ved forsinket betaling m.m.",
                        "(5) Adgangen til å ilegge overtredelsesgebyr foreldes to år etter at overtredelsen er opphørt. Fristen avbrytes ved at Finanstilsynet gir forhåndsvarsel eller fatter vedtak om overtredelsesgebyr.",
                        "Nåværende § 11-6 blir ny § 11-7 og skal lyde:"
                    ]
                },
                {
                    "name": "§ 11-7",
                    "title": "Straff",
                    "sections": [
                        "Med bøter eller fengsel inntil 1 år straffes den som grovt eller gjentatte ganger forsettlig eller uaktsomt overtrer § 1-3 første punktum, § 2-1 første ledd, § 2-4, § 2-7 femte ledd, § 2-9, § 2-15, § 3-1, § 3-2, § 4-1 første ledd, § 4-6, § 4-7, § 6-1 til § 6-9, § 6-10 første ledd, § 6-11, § 8-2, § 8-3, § 8-4, § 10-3, § 11-3, § 11-4 første, annet eller fjerde ledd, § 12-1 eller § 12-2, eller forskrifter gitt i medhold av de nevnte bestemmelsene, eller vilkår i tillatelser gitt i medhold av de nevnte bestemmelsene.",
                        "Ny § 11-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11-8",
                    "title": "Finanstilsynets taushetsplikt om varsling og sanksjoner mv.",
                    "sections": [
                        "(1) Enhver som utfører arbeid eller tjeneste for Finanstilsynet eller departementet, har taushetsplikt overfor uvedkommende om opplysninger som omhandler tiltak og sanksjoner som knytter seg til overtredelse av regler i loven her eller forskrifter i medhold av loven, så lenge offentliggjøring av opplysningene kan skape alvorlig uro på finansmarkedene eller påføre de berørte parter uforholdsmessig stor skade. Forvaltningsloven § 13 og §§ 13 b til 13 e gjelder ikke for opplysninger som nevnt i første punktum.",
                        "(2) Enhver som utfører arbeid eller tjeneste for Finanstilsynet eller departementet, har taushetsplikt overfor uvedkommende om identiteten til personer som har gitt meldinger, tips eller liknende opplysninger om overtredelser av loven og tilhørende forskrifter, og om andre opplysninger som kan gjøre identiteten kjent, med mindre bruk av opplysningene er nødvendig som ledd i ytterligere undersøkelser av overtredelsen eller etterfølgende rettsforfølgning av saken. Taushetsplikten etter første punktum gjelder også overfor sakens parter og deres representanter.",
                        "I lov 20. juni 2014 nr. 28 om forvaltning av alternative investeringsfond skal § 3-6 første ledd lyde:",
                        "(1) Forvalteren skal etablere og praktisere en godtgjørelsesordning som fremmer god og effektiv risikostyring og forvaltning i samsvar med investeringsmandatene for de alternative investeringsfondene som forvaltes. Godtgjørelsesordningen skal omfatte ansatte med vesentlig betydning for risikoprofilen til forvalteren eller fond under forvaltning, herunder ledende ansatte, ansatte med kontrolloppgaver samt ansatte med tilsvarende godtgjørelse som ledende ansatte. Godtgjørelsesordningen skal tilpasses virksomhetens art, omfang og kompleksitet.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "2.Departementet kan gi overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}