{
    "lawId": "LOV-2016-06-17-25",
    "lawName": "Lov om endringer i folketrygdloven, lov om Statens pensjonskasse og enkelte andre lover (økt minste pensjonsnivå til enslige alderspensjonister og andre endringer)",
    "shortName": "Endringslov til folketrygdloven, lov om Statens pensjonskasse mv",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 24-4 a",
                    "title": "Innkreving av avgift fastsatt av Arbeids- og velferdsetaten",
                    "sections": [
                        "Avgift fastsatt av Arbeids- og velferdsetaten i medhold av § 24-1 er tvangsgrunnlag for utlegg. Avgiften inndrives etter reglene i skattebetalingsloven av det organ Arbeids- og velferdsdirektoratet bestemmer.",
                        "I lov 29. april 2005 nr. 21 om supplerande stønad til personar med kort butid i Noreg gjøres følgende endringer:",
                        "§ 3 første ledd andre punktum skal lyde:",
                        "Ein person vert rekna som busett dersom han eller ho er registrert i folkeregisteret og har norsk statsborgarskap, eller med heimel i utlendingsloven har fått permanent opphaldsløyve eller mellombels opphaldsløyve som gir grunnlag for permanent opphaldsløyve.",
                        "§ 3 tredje ledd første punktum skal lyde:",
                        "Med referansepersonen meiner ein den personen som søkjaren ønsker å bli sameint med att eller å etablere familieliv med.",
                        "§ 6 første ledd andre punktum skal lyde:",
                        "Dersom begge ektemakane har fylt 67 år, skal inntekt hos den eine ektemaken likevel berre inngå ved prøvinga av ytingane til den andre ektemaken med den delen som overstig full supplerande stønad etter § 5 bokstav b.",
                        "§ 19 første ledd første punktum skal lyde:",
                        "Arbeids- og velferdsetaten kan krevje at Skatteetaten gir opplysningar om inntekts- og formuestilhøva for ein person som søkjer om eller har fått supplerande stønad.",
                        "I lov 25. juni 2010 nr. 28 om avtalefestet pensjon for medlemmer av Statens pensjonskasse skal § 3 bokstav b første punktum lyde:",
                        "Full pensjon tilsvarer ugradert uførepensjon som pensjonisten ville fått beregnet etter reglene i folketrygdloven kapittel 3, slik de lød før lov 16. desember 2011 nr. 59 om endringer i folketrygdloven trådte i kraft, likevel slik at grunnpensjon fastsettes etter reglene i folketrygdloven § 3-2.",
                        "1.Endringene i lov 6. juli 1957 nr. 26 om samordning av pensjons- og trygdeytelser § 24, lov 13. juni 1980 nr. 24 om ligningsforvaltning § 3-13, lov 28. februar 1997 nr. 19 om folketrygd § 3-5, § 12-16, § 20-22, § 21-4 a, § 21-4 c, § 21-4 d, § 22-17, § 24-4 a, lov 29. april 2005 nr. 21 om supplerande stønad til personar med kort butid i Noreg § 3, § 6 og § 19 trer i kraft straks.",
                        "2.Endringene i lov 28. februar 1997 nr. 19 om folketrygd §§ 3-23 og 17-3 trer i kraft straks og gis virkning fra 1. januar 2015.",
                        "3.Endringene i lov 28. juli 1949 nr. 26 om Statens pensjonskasse § 44 trer i kraft straks. Endringene gjelder ikke når overgangen til stillingen med lavere aldersgrense skjer før loven her trer i kraft.",
                        "4.Endringene i lov 22. juni 1962 nr. 12 om pensjonsordning for sykepleiere § 3 trer i kraft 1. juli 2016.",
                        "5.Endringene i lov 28. februar 1997 nr. 19 om folketrygd § 4-6 trer i kraft 1. juli 2016. Departementet kan gi overgangsregler.",
                        "6.Endringene i lov 28. februar 1997 nr. 19 om folketrygd § 19-8 trer i kraft 1. september 2016.",
                        "7.Endringene i lov 28. februar 1997 nr. 19 om folketrygd § 19-11 trer i kraft fra den tid Kongen bestemmer.",
                        "8.Endringene i lov 25. juni 2010 nr. 28 om avtalefestet pensjon for medlemmer av Statens pensjonskasse § 3 bokstav b første punktum trer i kraft 1. september 2016. Departementet kan gi overgangsregler for omregningen av ytelsen med virkning fra 1. september 2016 for personer som per 31. august 2016 mottar avtalefestet pensjon."
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIIIIkrafttredelse og overgangsbestemmelser",
            "paragraphs": []
        }
    ]
}