{
    "lawId": "LOV-2016-12-09-88",
    "lawName": "Lov om folkeregistrering (folkeregisterloven)",
    "shortName": "Folkeregisterloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "Kapittel 1 Innledende bestemmelser",
            "paragraphs": [
                {
                    "name": "§ 1-1",
                    "title": "Folkeregisteret",
                    "sections": [
                        "Det skal være et sentralt personregister for Norge, kalt Folkeregisteret."
                    ]
                },
                {
                    "name": "§ 1-2",
                    "title": "Formål",
                    "sections": [
                        "Lovens formål er å legge til rette for sikker, korrekt og effektiv registrering av grunnleggende personopplysninger om den enkelte, herunder hvilke personer som er bosatt i Norge. Loven skal sikre at registreringspliktige personer tildeles et unikt identifikasjonsnummer. Loven skal bidra til at opplysningene i Folkeregisteret skal kunne brukes til myndighetsoppgaver og offentlig forvaltning, forskning, statistikk og til å ivareta grunnleggende samfunnsbehov."
                    ]
                },
                {
                    "name": "§ 1-3",
                    "title": "Folkeregistermyndighet",
                    "sections": [
                        "Skattekontoret er registermyndighet i første instans. Skattedirektoratet er sentral registermyndighet og behandlingsanvarlig for registeret."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2 Registreringspliktige personer, identifikasjonsnummer",
            "paragraphs": [
                {
                    "name": "§ 2-1",
                    "title": "Hvem som skal registreres",
                    "sections": [
                        "I Folkeregisteret registreres alle personer som:",
                        "a)er eller har vært bosatt i Norge,",
                        "b)er født i Norge eller",
                        "c)har fått tildelt fødselsnummer eller d-nummer."
                    ]
                },
                {
                    "name": "§ 2-2",
                    "title": "Identifikasjonsnummer",
                    "sections": [
                        "Ved første gangs registrering i Folkeregisteret tildeles en person som er bosatt eller født i Norge, et fødselsnummer. Fødselsnummer kan også tildeles norsk statsborger bosatt i utlandet. For andre personer kan det tildeles et d-nummer etter regler fastsatt i forskrift.",
                        "Fødselsnummeret består av elleve siffer. De seks første sifrene er personens fødselsdato i rekkefølge to siffer for dag, to for måned og to for år. De fem siste sifrene er individsiffer og kontrollsiffer. D-nummer er bygget opp på samme måte, likevel slik at første siffer er tillagt fire.",
                        "Fødselsnummeret skal endres når fødselsdato eller kjønn endres, eller dersom det er besluttet i medhold av reglene i politiloven kapittel II a om fiktiv identitet.",
                        "Det kan registreres fødselsnummer til bruk ved etablering av dekkidentitet til politiet eller forsvarspersonell, når det er besluttet av kompetent politi- eller forsvarsmyndighet.",
                        "Departementet kan gi forskrift om oppbygging av individ- og kontrollsiffer, hvem som kan tildeles d-nummer og krav til dokumentasjon og saksbehandling."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3 Hvilke opplysninger som registreres",
            "paragraphs": [
                {
                    "name": "§ 3-1",
                    "title": "Hvilke opplysninger som kan registreres",
                    "sections": [
                        "Til hvert enkelt fødselsnummer eller d-nummer kan følgende opplysninger registreres:",
                        "a)navn",
                        "b)fødselsdato",
                        "c)kjønn",
                        "d)adresser",
                        "e)elektronisk kontaktinformasjon",
                        "f)kontaktopplysninger for dødsbo",
                        "g)fødested",
                        "h)statsborgerskap",
                        "i)foreldre",
                        "j)ektefelle eller registrert partner",
                        "k)sivilstand",
                        "l)barn",
                        "m)foreldreansvar",
                        "n)adopsjon",
                        "o)familienummer",
                        "p)tilknytning til Sametingets valgmanntall",
                        "q)samiske språk",
                        "r)vergemål",
                        "s)stadfestet fremtidsfullmakt",
                        "t)oppholdsstatus",
                        "u)utenlandsk identifikasjonsnummer",
                        "v)utlendingsmyndighetenes identifikasjonsnummer",
                        "w)registreringsstatus",
                        "x)dødsdato",
                        "I tilknytning til den enkelte opplysning kan det registreres merknader. Historiske opplysninger kan bevares i registeret.",
                        "Departementet kan i forskrift gi regler om hvilke underkategorier og tilleggsopplysninger som kan registreres til den enkelte opplysning."
                    ]
                },
                {
                    "name": "§ 3-2",
                    "title": "Grunnlaget for registrert identitet",
                    "sections": [
                        "Til hvert fødselsnummer eller d-nummer kan det registreres opplysning om på hvilket grunnlag vedkommendes identitet er registrert. Det registreres om identiteten er unik, kontrollert eller ikke kontrollert.",
                        "Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf."
                    ]
                },
                {
                    "name": "§ 3-3",
                    "title": "Registrering av fødselsdato",
                    "sections": [
                        "For personer som fødes i Norge, registreres fødselsdato på grunnlag av fødselsmeldingen gitt i medhold av barnelova § 1.",
                        "For personer som flytter til Norge og ikke tidligere har vært registrert i Folkeregisteret, registreres fødselsdatoen på grunnlag av vedkommendes pass eller tilsvarende legitimasjonsdokument. For personer som trenger oppholdstillatelse, registreres fødselsdato på grunnlag av det som er registrert hos eller i vedtak av utlendingsmyndighetene. For personer som omfattes av direktiv 2004/38/EF om EØS-borgere og deres familiemedlemmers rett til å bevege og oppholde seg fritt på medlemsstatenes område, registreres fødselsdato på grunnlag av det som er registrert i utlendingsmyndighetenes datasystem eller i registreringsbevis utstedt av utlendingsmyndighetene. Dette gjelder ikke hvis antall tilgjengelige personnumre for den aktuelle fødselsdato er svært lavt.",
                        "Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4 Hvem som skal regnes for å være bosatt i Norge",
            "paragraphs": [
                {
                    "name": "§ 4-1",
                    "title": "Hovedregel om å være bosatt i Norge",
                    "sections": [
                        "En person som oppholder seg lovlig i en norsk kommune i minst seks måneder, registreres som bosatt i Norge, med mindre annet følger av bestemmelsene i eller i medhold av dette kapittel.",
                        "Personer som oppholder seg lovlig i norsk kommune på grunnlag av unntaket fra kravet om oppholdstillatelse i henhold til utlendingsloven § 5 tredje ledd, jf. utlendingsforskriften §§ 1-4 og 1-5, regnes ikke som bosatt i Norge."
                    ]
                },
                {
                    "name": "§ 4-2",
                    "title": "Innflytting",
                    "sections": [
                        "En person som flytter til en norsk kommune, registreres som bosatt når han eller hun har lovlig opphold i norsk kommune og har til hensikt å bli her i minst seks måneder. Opphold av minst seks måneders varighet regnes som bosetting, selv om oppholdet er midlertidig.",
                        "En person som tar opphold i en norsk kommune på grunn av inntektsgivende aktivitet, og som dokumenterer pendling fra bolig i et annet land innenfor EØS, kan unntas registrering som bosatt i Norge. Ved avgjørelsen av om en person fyller vilkårene for pendling, gjelder bestemmelsene for pendlere tilsvarende.",
                        "Bestemmelsene i første ledd gjelder tilsvarende når en person som flytter til Norge, oppholder seg skiftevis på den norske kontinentalsokkelen og i en norsk kommune.",
                        "En person som trenger oppholdstillatelse, kan ikke registreres som bosatt før det er innvilget oppholdstillatelse på minimum seks måneder."
                    ]
                },
                {
                    "name": "§ 4-3",
                    "title": "Utflytting",
                    "sections": [
                        "En person som flytter til et land utenfor Norden for å bosette seg der, registreres som utflyttet. Forhold som skal vektlegges for å anse en person som utflyttet, er blant annet om vedkommende:",
                        "a)har egen selvstendig bolig i innflyttingslandet",
                        "b)ikke lenger disponerer fast bolig i norsk kommune",
                        "c)ikke lenger har arbeidsmessig tilknytning til en norsk kommune",
                        "d)ikke har ektefelle eller barn i en norsk kommune",
                        "e)ikke har annet enn sporadiske opphold i en norsk kommune i løpet av året.",
                        "Utenlandsk statsborger som ikke lenger har lovlig opphold i en norsk kommune, registreres som utflyttet i henhold til melding fra utlendingsmyndighetene.",
                        "Person som de siste to årene ikke har hatt kjent oppholdssted i Norge, registreres som utflyttet, med mindre registermyndigheten antar at personen oppholder seg her uten å ha tilknytning til en bestemt kommune.",
                        "Registrering av en person som flytter fra en norsk kommune til et annet nordisk land, skjer i henhold til overenskomst 1. november 2004 nr. 41 mellom Danmark, Finland, Island, Norge og Sverige om folkeregistrering."
                    ]
                },
                {
                    "name": "§ 4-4",
                    "title": "Forskrift",
                    "sections": [
                        "Departementet kan gi forskrift til utfylling og gjennomføring av dette kapittel, herunder fastsette unntak fra bestemmelsene."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5 Bosted",
            "paragraphs": [
                {
                    "name": "§ 5-1",
                    "title": "Hovedregel om bosted",
                    "sections": [
                        "En person registreres med bosted der vedkommende regelmessig tar sin døgnhvile.",
                        "En person som tar sin døgnhvile skiftevis på to eller flere steder, registreres med bosted der vedkommende tar sin overveiende døgnhvile i løpet av enhver tolvmånedersperiode.",
                        "Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf og kan fastsette unntak fra hovedregelen."
                    ]
                },
                {
                    "name": "§ 5-2",
                    "title": "Ektefeller og barn",
                    "sections": [
                        "En person som har felles hjem med ektefelle eller barn, registreres med bosted der ektefelle eller barn er bosatt.",
                        "Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf."
                    ]
                },
                {
                    "name": "§ 5-3",
                    "title": "Pendlere",
                    "sections": [
                        "Opphold utenfor registrert bosted som følge av arbeid eller av andre grunner, endrer ikke bosted, med mindre forholdene ellers er slike at personen må registreres med bosted på det nye stedet.",
                        "Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf."
                    ]
                },
                {
                    "name": "§ 5-4",
                    "title": "Regjeringsmedlemmer og stortingsrepresentanter mv.",
                    "sections": [
                        "Medlemmer av regjeringen og Stortinget, statssekretærer og politiske rådgivere i departementene og ved Statsministerens kontor registreres som bosatt i den kommunen der de hadde sitt bosted før de tiltrådte. Dette gjelder bare så lenge personen disponerer bolig til privat bruk under opphold i kommunen. Personens ektefelle og barn i felles husstand registreres bosatt samme sted, med mindre de har særlig svak tilknytning til denne boligen."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 6 Den enkeltes meldeplikt til Folkeregisteret",
            "paragraphs": [
                {
                    "name": "§ 6-1",
                    "title": "Flyttemelding",
                    "sections": [
                        "Den som endrer bosted innen en norsk kommune eller mellom norske kommuner, skal innen åtte dager etter flyttingen melde dette til skattekontoret."
                    ]
                },
                {
                    "name": "§ 6-2",
                    "title": "Melding om innflytting",
                    "sections": [
                        "Den som flytter til Norge for å bosette seg i en norsk kommune, skal innen åtte dager etter ankomsten personlig melde dette på skattekontoret og vise frem pass eller tilsvarende legitimasjon."
                    ]
                },
                {
                    "name": "§ 6-3",
                    "title": "Melding om utflytting",
                    "sections": [
                        "Den som flytter til et land utenfor Norden for å bosette seg der eller oppholde seg der i minst seks måneder, skal før utreisen melde dette til skattekontoret.",
                        "Melding i forbindelse med flytting til et annet nordisk land reguleres av overenskomst 1. november 2004 nr. 41 mellom Danmark, Finland, Island, Norge og Sverige om folkeregistrering."
                    ]
                },
                {
                    "name": "§ 6-4",
                    "title": "Melding om fødsel og navn",
                    "sections": [
                        "Fødsel som har skjedd uten at en lege eller jordmor er til stede, skal meldes til skattekontoret av moren selv, jf. barnelova § 1.",
                        "Valg av navn til den nyfødte skal meldes til skattekontoret av den eller de som har foreldreansvar for barnet, jf. navneloven § 12."
                    ]
                },
                {
                    "name": "§ 6-5",
                    "title": "Forskrift",
                    "sections": [
                        "Departementet kan gi forskrift om registrering av flyttedato, krav til flyttemelding og fastsette unntak fra meldeplikten for utlending som ved innreisen også har meldeplikt til annen offentlig myndighet."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 7 Meldeplikt for offentlige myndigheter og virksomheter",
            "paragraphs": [
                {
                    "name": "§ 7-1",
                    "title": "Offentlige myndigheters og virksomheters meldeplikt",
                    "sections": [
                        "Offentlige myndigheter og virksomheter skal uten hinder av taushetsplikt gi de meldinger og opplysninger som er nødvendige for registerføringen. Samme plikt gjelder når de i sitt arbeid blir kjent med opplysninger som avviker fra det som er registrert i Folkeregisteret.",
                        "Offentlige myndigheter og virksomheter skal gi melding til registermyndigheten når de måtte bli kjent med endringer eller feil i tidligere gitte opplysninger.",
                        "Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 8 Registrering av opplysninger",
            "paragraphs": [
                {
                    "name": "§ 8-1",
                    "title": "Innføring i Folkeregisteret",
                    "sections": [
                        "Registermyndigheten skal kontrollere om fremlagte opplysninger er i samsvar med reglene i denne lov eller forskrift gitt med hjemmel i loven. Straks opplysningene er funnet å være i slikt samsvar, skal de føres inn i registeret."
                    ]
                },
                {
                    "name": "§ 8-2",
                    "title": "Meldinger fra offentlige myndigheter og virksomheter",
                    "sections": [
                        "Opplysninger som meldes inn fra offentlige myndigheter og virksomheter, føres inn i registeret etter en formell kontroll."
                    ]
                },
                {
                    "name": "§ 8-3",
                    "title": "DNA-testing",
                    "sections": [
                        "Dersom det er nødvendig for registreringen å fastslå at det eksisterer en familierelasjon, kan det stilles krav om dokumentasjon ved hjelp av DNA-test. Dette gjelder bare dersom de øvrige opplysningene i saken ikke gir grunnlag for med rimelig sikkerhet å fastslå familierelasjonen."
                    ]
                },
                {
                    "name": "§ 8-4",
                    "title": "Forskrift",
                    "sections": [
                        "Departementet kan gi forskrift om når DNA-test kan kreves.",
                        "Departementet kan gi forskrift om når faktiske og rettslige forhold som har funnet sted i utlandet, skal registreres i folkeregisteret, og hvilke krav som skal stilles til dokumentasjon."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 9 Saksbehandlingsregler",
            "paragraphs": [
                {
                    "name": "§ 9-1",
                    "title": "Taushetsplikt",
                    "sections": [
                        "Enhver som behandler personopplysninger etter denne lov, plikter å bevare taushet om det han eller hun får kjennskap til i sitt arbeid.",
                        "Taushetsplikten omfatter ikke opplysninger om en persons fulle navn, fødselsdato, kjønn, fødsels- og d-nummer, grunnlaget for registrert identitet etter § 3-2, adresse, fødested, statsborgerskap, sivilstand, vergemål, stadfestet fremtidsfullmakt og dødsdato, med mindre slike opplysninger røper et klientforhold eller andre forhold som gjør at opplysningene må anses personlige. Det samme gjelder historiske opplysninger om navn og adresse.",
                        "Departementet kan i forskrift fastsette unntak fra taushetsplikten for opplysninger om registreringsstatus, jf. § 3-1 første ledd bokstav w."
                    ]
                },
                {
                    "name": "§ 9-2",
                    "title": "Retting av feil i registeret",
                    "sections": [
                        "Registermyndigheten skal rette registreringer når det foreligger en åpenbar registreringsfeil, eller når registreringsgrunnlaget er feil.",
                        "Registrerte opplysninger skal rettes når det foreligger dokumentasjon som gir sannsynlighetsovervekt for at de nye opplysningene er korrekte. Eventuell retting av en opplysning som er meldt inn fra offentlig myndighet eller virksomhet, forelegges denne dersom rettingen har betydning for vedkommende myndighet eller virksomhet.",
                        "En opplysning som er meldt inn fra offentlig myndighet eller virksomhet, skal rettes i samsvar med korrigert melding fra vedkommende myndighet eller virksomhet.",
                        "Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf, og herunder gi særskilte regler om endring av registrert fødselsdato."
                    ]
                },
                {
                    "name": "§ 9-3",
                    "title": "Endring etter beslutning om fiktiv identitet",
                    "sections": [
                        "Når det er gitt tillatelse til bruk av fingerte personopplysninger, jf. politiloven kapittel II a om fiktiv identitet, skal registermyndigheten registrere de aktuelle opplysningene i samsvar med avgjørelsen."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 10 Utlevering av opplysninger fra registeret",
            "paragraphs": [
                {
                    "name": "§ 10-1",
                    "title": "Utlevering av opplysninger som ikke er underlagt taushetsplikt",
                    "sections": [
                        "Offentlige myndigheter og virksomheter, private virksomheter som utfører lovpålagte oppgaver eller oppgaver på vegne av det offentlige, og finansforetak, kan få utlevert ikke-taushetsbelagte opplysninger fra Folkeregisteret. Opplysningene kan gjøres elektronisk tilgjengelig gjennom lister basert på fødselsnummer og d-nummer.",
                        "Andre private virksomheter og aktører kan få utlevert ikke-taushetsbelagte opplysninger om navngitte identifiserbare personer. Opplysning om fødselsnummer og d-nummer utleveres kun dersom det angis et begrunnet behov. Opplysninger for oppdatering av eksisterende registre kan likevel gjøres elektronisk tilgjengelig gjennom lister basert på fødsels-nummer og d-nummer.",
                        "Den enkelte registrerte person skal ha tilgang til opplysninger om søk foretatt på egen person. Dette gjelder ikke for søk foretatt av pressen, ved utlevering av opplysninger gjennom lister som nevnt i første og annet ledd, og ved annen form for utlevering av opplysninger til oppdatering av eksisterende registre.",
                        "Departementet kan gi forskrift om vilkår og betaling for utlevering, og kan fastsette unntak fra den enkeltes tilgang til opplysninger om søk foretatt på egen person."
                    ]
                },
                {
                    "name": "§ 10-2",
                    "title": "Utlevering av taushetsbelagte opplysninger",
                    "sections": [
                        "Taushetsbelagte opplysninger kan utleveres til offentlige myndigheter og virksomheter og til private virksomheter som har hjemmel i lov til å innhente opplysninger fra Folkeregisteret uten hinder av taushetsplikt. Opplysningene kan gjøres elektronisk tilgjengelig gjennom lister basert på fødselsnummer og d-nummer.",
                        "Registermyndigheten kan til privatpersoner og bobestyrere utlevere taushetsbelagte opplysninger som er nødvendige i forbindelse med skifte av dødsbo.",
                        "Taushetsbelagte opplysninger kan utleveres til en annen stat etter overenskomst som bestemmer at slik utlevering kan skje uten hinder av taushetsplikt.",
                        "Departementet kan gi forskrift om vilkår og betaling for utlevering."
                    ]
                },
                {
                    "name": "§ 10-3",
                    "title": "Utlevering av opplysninger til forskning",
                    "sections": [
                        "Registermyndigheten kan utlevere taushetsbelagte opplysninger til forskningsformål i henhold til forvaltningsloven §§ 13 d og 13 e.",
                        "Ikke-taushetsbelagte opplysninger om en nærmere angitt gruppe av personer kan utleveres til forskningsformål selv om den enkelte personen ikke kan navngis og identifiseres, dersom dette finnes rimelig og ikke medfører uforholdsmessig ulempe for andre interesser."
                    ]
                },
                {
                    "name": "§ 10-4",
                    "title": "Graderte opplysninger",
                    "sections": [
                        "Registrerte opplysninger som er gradert i medhold av beskyttelsesinstruksen, skal sperres i Folkeregisteret.",
                        "Gradering av opplysninger i barnevernsaker besluttes av barneverntjenesten. I andre saker treffes beslutning om gradering av politiet. Endring i beslutning om gradering skal registreres etter melding fra barneverntjenesten eller politiet.",
                        "Opplysning som er gradert strengt fortrolig, kan bare utleveres etter søknad som avgjøres av politiet eller barneverntjenesten.",
                        "Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf."
                    ]
                },
                {
                    "name": "§ 10-5",
                    "title": "Varsling til brukere av registeret",
                    "sections": [
                        "Registermyndigheten kan uten hinder av taushetsplikt gi opplysninger til andre offentlige myndigheter og virksomheter og til finansforetak når de kan ha bruk for opplysningene i sin virksomhet. Herunder kan registermyndigheten varsle andre offentlige myndigheter og virksomheter samt finansforetak når den har mistanke om at registrerte personopplysninger knytter seg til en falsk eller fiktiv identitet.",
                        "Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf."
                    ]
                },
                {
                    "name": "§ 10-6",
                    "title": "Bekreftet registerutskrift",
                    "sections": [
                        "Enhver person over 18 år kan få utstedt en bekreftet utskrift av de opplysningene som er registrert om vedkommende selv i Folkeregisteret, jf. § 3-1 første ledd.",
                        "Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf."
                    ]
                },
                {
                    "name": "§ 10-7",
                    "title": "Attester",
                    "sections": [
                        "Registermyndigheten kan utstede:",
                        "a)bostedsattest til en person som er registrert som bosatt i Norge",
                        "b)fødselsattest til en person som er født eller adoptert i Norge",
                        "c)prøvingsattest, jf. ekteskapsloven § 10",
                        "d)attest til bruk for ekteskapsinngåelse etter utenlandsk rett",
                        "e)vigselsattest.",
                        "Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf, og fastsette unntak."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 11 Kontroll av opplysninger",
            "paragraphs": [
                {
                    "name": "§ 11-1",
                    "title": "Opplysningsplikt om egne forhold",
                    "sections": [
                        "Etter henvendelse fra registermyndigheten plikter personer over 15 år som oppholder seg i Norge, å gi følgende opplysninger om seg og sin husstand: fullt navn, fødselsdato, fødested, kjønn, sivilstand, foreldreansvar, adresse, yrke, arbeidssted og statsborgerskap.",
                        "Har en person gitt uriktige eller ufullstendige meldinger eller opplysninger, plikter han eller hun etter oppfordring å møte på skattekontoret for å gi nærmere forklaring om forholdet. Er det grunn til å tvile på riktigheten av opplysninger som gis eller er gitt, kan registermyndigheten kreve at vedkommende for egen kostnad skaffer de attester eller den dokumentasjon som trengs.",
                        "Registermyndigheten kan om nødvendig kreve politiets bistand til å innhente opplysninger etter denne loven."
                    ]
                },
                {
                    "name": "§ 11-2",
                    "title": "Kontroll av bostedsadresse",
                    "sections": [
                        "Dersom registermyndigheten har mistanke om at en registrert bostedsadresse er feil, eller at et oppgitt bosted i flyttemelding er feil, kan den",
                        "a)be om en nærmere redegjørelse fra vedkommende selv om dennes bostedsforhold",
                        "b)innhente opplysninger fra en huseier eller utleier om hvem som bor eller oppholder seg på eiendommen",
                        "c)innhente opplysninger fra posttilbyder, ekomtilbyder, nettselskap og strømleverandør om vedkommendes kundeforhold.",
                        "For å avdekke feil i bostedsregistreringen, kan registermyndigheten innhente opplysninger fra posttilbyder om et antall registrerte personer for elektronisk sammenligning med opplysninger i registeret. Opplysninger innhentet ved slik masseinnhenting skal slettes så snart kontrollen er gjennomført."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 12 Sanksjoner",
            "paragraphs": [
                {
                    "name": "§ 12-1",
                    "title": "Overtredelsesgebyr",
                    "sections": [
                        "Registermyndigheten kan ilegge overtredelsesgebyr overfor:",
                        "a)den som ikke oppfyller sin opplysningsplikt etter § 11-1,",
                        "b)den som ikke oppfyller sin opplysningsplikt etter § 11-2 bokstav b og c og",
                        "c)den som bryter vilkår for utlevering av opplysninger etter kapittel 10.",
                        "Fysiske personer kan bare ilegges overtredelsesgebyr for forsettlige eller uaktsomme overtredelser.",
                        "Overtredelsesgebyret for første ledd bokstav a og b skal ikke utgjøre mer enn 15 ganger rettsgebyret og for bokstav c ikke mer enn 100 ganger rettsgebyret, jf. rettsgebyrloven § 1 annet ledd.",
                        "Et overtredelsesgebyr kan helt eller delvis ettergis dersom det blir gjort sannsynlig at manglende etterlevelse skyldes forhold utenfor overtrederens kontroll eller dersom særlige rimelighetsgrunner tilsier det.",
                        "Endelig vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg.",
                        "Overtredelsesgebyret tilfaller statskassen.",
                        "Departementet kan gi forskrift om saksbehandlingen og utmålingen av overtredelsesgebyret."
                    ]
                },
                {
                    "name": "§ 12-2",
                    "title": "Tap av rett til å få utlevert opplysninger",
                    "sections": [
                        "Registermyndigheten kan ved grove eller gjentatte brudd på vilkår for utlevering av opplysninger etter kapittel 10 treffe vedtak om tap av rett til å få utlevert opplysninger fra Folkeregisteret. Vedtaket skal gjelde for en bestemt tidsperiode som ikke overstiger to år.",
                        "Departementet kan gi forskrift om saksbehandlingen og utmålingen av perioden for tap av rett til å få utlevert opplysninger."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 13 Ikrafttredelse og endringer i andre lover",
            "paragraphs": [
                {
                    "name": "§ 13-1",
                    "title": "Ikrafttredelse. Overgangsbestemmelser",
                    "sections": [
                        "Loven gjelder fra den tiden Kongen bestemmer.",
                        "Fra samme tidspunkt oppheves lov 16. januar 1970 nr. 1 om folkeregistrering.",
                        "Vedtak om utlevering av opplysninger fra Folkeregisteret truffet med hjemmel i lov 16. januar 1970 nr. 1 om folkeregistrering, bortfaller ett år etter at denne loven trer i kraft. Dersom parten innen dette året har søkt om tilsvarende utlevering av opplysninger, gjelder vedtaket frem til registermyndigheten har truffet vedtak i saken."
                    ]
                },
                {
                    "name": "§ 13-2",
                    "title": "Endringer i andre lover",
                    "sections": [
                        "Fra den tiden loven trer i kraft, gjøres følgende endringer i andre lover:",
                        "1. I lov 13. august 1915 nr. 5 om domstolene gjøres følgende endring:",
                        "I kapittel 3 skal ny § 63 b lyde:"
                    ]
                },
                {
                    "name": "§ 63 b",
                    "title": "Domstolene kan, uten hinder av taushetsplikt, innhente fra folkeregistermyndigheten de opplysninger som er nødvendige for utførelsen av oppgaver etter prosesslovgivningen eller andre oppgaver som er fastsatt i lov.",
                    "sections": [
                        "2. I lov 7. juni 1935 nr. 2 om tinglysing gjøres følgende endring:",
                        "Ny § 38 d skal lyde:"
                    ]
                },
                {
                    "name": "§ 38 d",
                    "title": "Folkeregistermyndigheten skal, uten hinder av taushetsplikt, gi de opplysninger som er nødvendig for utførelsen av oppgaver etter denne lov.",
                    "sections": [
                        "3. I lov 13. juni 1969 nr. 25 om trudomssamfunn og ymist anna gjøres følgende endring:",
                        "§ 19 b første ledd annet punktum skal lyde:",
                        "Desse opplysningane kan jamførast med opplysningar frå Folkeregisteret, andre trudoms- og livssynssamfunn og medlemsregisteret til Den norske kyrkja så langt dette er teneleg for å kontrollera at vilkåra for tilskot er oppfylde.",
                        "4. I lov 12. juni 1981 nr. 64 om tilskott til livssynssamfunn gjøres følgende endring:",
                        "§ 5 tredje ledd annet punktum skal lyde:",
                        "Desse opplysningane kan jamførast med opplysningar frå Folkeregisteret, andre trudoms- og livssynssamfunn og medlemsregisteret til Den norske kyrkja så langt dette er teneleg for å kontrollera at vilkåra for tilskot er oppfylde.",
                        "5. I lov 16. juni 1989 nr. 54 om offisiell statistikk og Statistisk Sentralbyrå gjøres følgende endringer:",
                        "Ny § 2-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-8",
                    "title": "Innhenting av opplysninger fra Folkeregisteret",
                    "sections": [
                        "Statistisk sentralbyrå kan, uten hinder av taushetsplikt, innhente fra Folkeregisteret de opplysninger som er nødvendige for utarbeidelse av offisiell statistikk.",
                        "6. I lov 4. desember 1992 nr. 126 om arkiv gjøres følgende endring:",
                        "Ny § 21 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 21 a",
                    "title": "Innhenting av opplysningar frå Folkeregisteret",
                    "sections": [
                        "Arkivverket kan, utan hinder av teieplikt, hente inn opplysningar frå Folkeregisteret når det er naudsynt for å løyse oppgåvene til etaten.",
                        "7. I lov 4. august 1995 nr. 53 om politiet gjøres følgende endring:",
                        "Ny § 29 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 29 a",
                    "title": "Politiets tilgang til opplysninger",
                    "sections": [
                        "Politiet kan, uten hinder av taushetsplikt, innhente fra folkeregistermyndigheten de opplysninger som er nødvendige for utførelsen av oppgaver etter denne loven eller andre oppgaver som er fastsatt i lov, eller som følger av sedvane.",
                        "8. I lov 28. februar 1997 nr. 19 om folketrygd gjøres følgende endring:",
                        "§ 21-4 første ledd annet punktum skal lyde:",
                        "Opplysninger kan innhentes fra helsepersonell, andre som yter tjenester forutsatt at de gjør det for trygdens regning, arbeidsgiver, tidligere arbeidsgiver, tilbyder av posttjenester, utdanningsinstitusjon, barnetilsynsordning, offentlig virksomhet, Folkeregisteret, pensjonsinnretning, forsikringsselskap og annen finansinstitusjon og regnskapsfører.",
                        "9. I lov 7. juni 2002 nr. 19 om personnavn gjøres følgende endringer:",
                        "§ 3 tredje ledd første punktum skal lyde:",
                        "Navn som ikke er registrert i Folkeregisteret som et navn som er i bruk som etternavn her i riket, kan tas som etternavn.",
                        "§ 3 tredje ledd annet punktum nr. 3 første punktum skal lyde:",
                        "er registrert i Folkeregisteret som et navn som er eller har vært i bruk som fornavn.",
                        "§ 8 første punktum skal lyde:",
                        "Som fornavn kan det ikke velges et navn som er registrert i Folkeregisteret som et navn som er eller har vært i bruk som etternavn eller mellomnavn.",
                        "§ 14 første ledd skal lyde:",
                        "Loven gjelder for alle som i Folkeregisteret er registrert som bosatt her i riket og har til hensikt å bli boende her varig.",
                        "10. I lov 4. juli 2003 nr. 80 om introduksjonsordning og norskopplæring for nyankomne innvandrere gjøres følgende endring:",
                        "§ 25 første ledd annet punktum skal lyde:",
                        "Nødvendige opplysninger til disse formålene kan utleveres fra Utlendingsdirektoratet, Utlendingsnemnda, Folkeregisteret, Integrerings- og mangfoldsdirektoratet, barne-, ungdoms- og familieetaten, Vox, kommunene, omsorgssentrene og mottak.",
                        "11. I lov 10. juni 2005 nr. 51 om norsk statsborgerskap gjøres følgende endringer:",
                        "§ 29 tredje ledd bokstav d, e og ny f skal lyde:",
                        "d)Statens lånekasse for utdanning,",
                        "e)kommunene og",
                        "f)Folkeregisteret.",
                        "12. I lov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav gjøres følgende endringer:",
                        "Ny § 3-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-4",
                    "title": "Innhenting av opplysninger fra folkeregistermyndigheten",
                    "sections": [
                        "Innkrevingsmyndighetene kan kreve at folkeregistermyndigheten uten hinder av taushetsplikt som de ellers har, skal gi de opplysningene som er nødvendige for innkrevingsmyndighetenes arbeid etter denne loven.",
                        "13. I lov 17. juni 2005 nr. 101 om eigedomsregistrering gjøres følgende endring:",
                        "§ 22 tredje ledd tredje punktum skal lyde:",
                        "Sentral matrikkelstyresmakt kan få utlevert frå Folkeregisteret og andre administrative register opplysningar som skal brukast i matrikkelen, uten hinder av teieplikt.",
                        "14. I lov 19. mai 2006 nr. 16 om rett til innsyn i dokument i offentleg verksemd gjøres følgende endring:",
                        "§ 2 nytt femte ledd skal lyde:",
                        "Lova gjeld ikkje ved innsyn i Folkeregisteret i opplysningar som i medhald av folkeregisterloven § 3-1 er registrerte om enkeltpersonar.",
                        "Nåværende femte og sjette ledd blir nye sjette og syvende ledd.",
                        "15. I lov 21. desember 2007 nr. 119 om toll og vareførsel gjøres følgende endring:",
                        "§ 12-2 tredje ledd skal lyde:",
                        "(3) Uten hinder av taushetsplikt skal skattemyndighetene og folkeregistermyndigheten gi opplysninger av betydning for tollmyndighetenes arbeid med toll og vareførsel til og fra landet.",
                        "16. I lov 15. mai 2008 nr. 35 om utlendingers adgang til riket og deres opphold her gjøres følgende endring:",
                        "§ 84 første ledd bokstav e, f og ny g skal lyde:",
                        "e)skattemyndighetene,",
                        "f)politiet og",
                        "g)folkeregistermyndigheten.",
                        "17. I lov 11. januar 2013 nr. 3 om Statens innkrevingssentral gjøres følgende endring:",
                        "§ 5 nytt femte ledd skal lyde:",
                        "Statens innkrevingssentral kan uten hinder av taushetsplikt innhente fra Folkeregisteret opplysninger som er nødvendige for innkrevingen.",
                        "18. I lov 20. juni 2014 nr. 42 om behandling av helseopplysninger ved ytelse av helsehjelp gjøres følgende endringer:",
                        "§ 18 annet ledd første punktum skal lyde:",
                        "Når det er nødvendig for å gi innsyn, kan den databehandlingsansvarlige innhente personopplysninger fra Folkeregisteret.",
                        "§ 21 skal lyde:"
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Personopplysninger fra Folkeregisteret",
                    "sections": [
                        "Den databehandlingsansvarlige kan innhente personopplysninger fra Folkeregisteret når dette er nødvendig for å oppfylle den databehandlingsansvarliges plikter etter loven. Dette gjelder uten hensyn til om opplysningene er underlagt taushetsplikt etter folkeregisterloven.",
                        "19. I lov 20. juni 2014 nr. 43 om helseregistre og behandling av helseopplysninger gjøres følgende endringer:",
                        "§ 14 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Opplysninger fra Folkeregisteret",
                    "sections": [
                        "Databehandlingsansvarlige kan innhente personopplysninger de har tillatelse til å behandle etter §§ 8 til 12, fra Folkeregisteret.",
                        "§ 19 første ledd tredje punktum skal lyde:",
                        "Kongen i statsråd kan bestemme at opplysningene i disse registrene også skal kunne sammenstilles med opplysninger i Folkeregisteret eller andre registre.",
                        "§ 24 tredje ledd første punktum skal lyde:",
                        "Når det er nødvendig for å vurdere innsyn, kan den databehandlingsansvarlige innhente personopplysninger fra Folkeregisteret.",
                        "20. I lov 10. april 2015 nr. 17 om finansforetak og finanskonsern gjøres følgende endring:",
                        "§ 16-2 nytt femte ledd skal lyde:",
                        "(5) Et finansforetak kan begjære utlevert fra Folkeregisteret opplysning om ektefelle, barn og foreldre. Folkeregistermyndigheten kan, uten hinder av taushetsplikt, utlevere opplysningen når det er nødvendig for utførelsen av oppgaver etter denne lov.",
                        "Nåværende femte ledd blir nytt sjette ledd.",
                        "21. I lov 27. mai 2016 nr. 14 om skatteforvaltning gjøres følgende endring:",
                        "§ 10-5 annet ledd bokstav h og ny bokstav i skal lyde:",
                        "h)tollmyndighetene gi opplysninger om vareførselen til og fra landet av betydning for skattemyndighetenes fastsetting av skatt ved innførsel",
                        "i)folkeregistermyndigheten etter krav fra skattemyndighetene gi opplysninger som er nødvendige for skattemyndighetenes fastsetting av skatt."
                    ]
                }
            ]
        }
    ]
}