{
    "lawId": "LOV-2016-12-20-115",
    "lawName": "Lov om endringer i lov 21. desember 2007 nr. 119 om toll og vareførsel (tolloven)",
    "shortName": "Endringslov til tolloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1-2",
                    "title": "Lovens saklige virkeområde – plikt til å svare toll",
                    "sections": [
                        "§ 1-2 tredje ledd oppheves.",
                        "Ny § 12-17 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-17",
                    "title": "Taushetsplikt av hensyn til tollmyndighetenes kontrollvirksomhet mv.",
                    "sections": [
                        "Taushetsplikten etter § 12-1 gjelder også for opplysninger som det ut fra hensynet til tollmyndighetenes etterretnings- og analysevirksomhet, operative kontrollvirksomhet og organiseringen av denne, er nødvendig å holde hemmelig. Begrensningene i taushetsplikten etter § 12-1 får bare anvendelse så langt de passer.",
                        "§ 13-3 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 13-3 a",
                    "title": "Kontrollopplysninger fra tollskyldner og opplysningspliktige etter tolloven kapittel 3 og 4",
                    "sections": [
                        "(1) Den som er tollskyldner eller har opplysningsplikt etter kapittel 3 og 4, skal etter krav fra tollmyndighetene gi opplysninger som kan ha betydning for vedkommendes plikt til å svare toll, eller for kontrollen av vareførselen. Tollmyndighetene kan kreve at opplysningspliktige etter første punktum dokumenterer opplysningene ved blant annet å gi innsyn i, legge fram, sammenstille, utlevere eller sende inn fakturaer, fraktdokumenter, kvitteringer, regnskapsmateriale med bilag, kontrakter, korrespondanse, styreprotokoller, opprinnelsesbevis eller andre særlige legitimasjonsdokumenter, elektroniske programmer eller programsystemer mv.",
                        "(2) Den som kan pålegges å gi opplysninger etter første ledd, har plikt til å gi opplysningene uten hensyn til den taushetsplikten vedkommende er pålagt ved lov eller på annen måte. Opplysninger som angår rikets sikkerhet, kan likevel bare kreves framlagt etter samtykke fra Kongen.",
                        "Ny § 13-3 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 13-3 b",
                    "title": "Kontrollopplysninger fra tredjeparter",
                    "sections": [
                        "(1) Med unntak av fysiske personer som ikke driver næringsvirksomhet, plikter enhver etter krav fra tollmyndighetene å gi opplysninger som kan ha betydning for kontroll av noens vareførsel eller plikt til å svare toll.",
                        "(2) Innhenting av opplysninger for målretting av kontroller kan bare foretas når det foreligger særlig grunn.",
                        "(3) Tollmyndighetene kan kreve at opplysningspliktige etter første ledd dokumenterer opplysningene blant annet ved å gi innsyn i, legge fram, sammenstille, utlevere eller sende inn fakturaer, kvitteringer, regnskapsmateriale med bilag, kontrakter, korrespondanse, styreprotokoller, opprinnelsesbevis eller andre særlige legitimasjonsdokumenter, elektroniske programmer og programsystemer mv.",
                        "§ 13-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13-4",
                    "title": "Kontroll hos den opplysningspliktige",
                    "sections": [
                        "(1) Tollmyndighetene kan foreta kontroll hos den som plikter å gi opplysninger etter denne loven. Den opplysningspliktige plikter likevel ikke å gi adgang til kontroll i sitt private hjem, med mindre det utøves næringsvirksomhet fra den opplysningspliktiges private hjem.",
                        "(2) Ved kontroll som nevnt i første ledd, skal den opplysningspliktige gi opplysninger som vedkommende plikter å gi etter §§ 13-3 a og 13-3 b. Den opplysningspliktige skal også gi tollmyndighetene adgang til undersøkelse av lokaler og varer og gjennomsyn av arkiver mv. Tollmyndighetene kan kreve vareprøver avgitt uten vederlag. Ved gjennomsyn av virksomhetens arkiver kan tollmyndighetene kopiere til datalagringsmedium for senere gjennomgang hos den opplysningspliktige eller hos tollmyndighetene.",
                        "(3) Om nødvendig kan det kreves hjelp av politiet til å få utlevert regnskapsmateriale, bøker, dokumenter, varer mv.",
                        "(4) Den opplysningspliktige eller en fullmektig skal, når tollmyndighetene krever det, være til stede ved kontroll som nevnt i første ledd, og yte nødvendig veiledning og bistand.",
                        "(5) Dersom Riksrevisjonen krever det, skal den opplysningspliktige uten opphold legge fram dokumenter og erklæringer som legitimerer data overført ved hjelp av elektronisk databehandling.",
                        "(6) Departementet kan gi forskrift om tollmyndighetenes framgangsmåte ved kontroll etter denne paragrafen.",
                        "§ 13-12 første ledd nytt annet punktum skal lyde:",
                        "For samme formål kan grensekryssende trafikk på landeveien og fergeterminaler med utenlands trafikk overvåkes av tollmyndighetene ved bruk av skiltgjenkjenningssystem.",
                        "§ 13-12 tredje ledd nytt tredje punktum skal lyde:",
                        "Opplysninger innhentet ved skiltgjenkjenningssystem, kan lagres inntil seks måneder etter at opplysningene er innhentet.",
                        "§ 16-16 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16-16",
                    "title": "Tvangsmulkt",
                    "sections": [
                        "(1) Tollmyndighetene kan ilegge den som ikke har etterkommet krav om å gi opplysninger etter §§ 13-3 a og 13-3 b, en daglig løpende tvangsmulkt fram til opplysningene gis. Det samme gjelder når det er åpenbare mangler ved de opplysningene som er gitt. Tvangsmulkt kan også ilegges den som ikke retter seg etter et pålegg om bokføring etter § 13-5 innen den fastsatte fristen.",
                        "(2) Samlet tvangsmulkt etter første ledd første og annet punktum kan ikke overstige 50 ganger rettsgebyret.",
                        "(3) Tvangsmulkt etter første ledd tredje punktum skal utgjøre ett rettsgebyr per dag, jf. rettsgebyrloven § 1 annet ledd. I særlige tilfeller kan tvangsmulkten settes lavere eller høyere, men ikke høyere enn ti rettsgebyr per dag. Samlet tvangsmulkt kan ikke overstige én million kroner.",
                        "(4) Ved et vedtak om tvangsmulkt kan forhåndsvarsel etter forvaltningsloven § 16 unnlates. I meldingen om vedtaket om tvangsmulkt, jf. forvaltningsloven § 27, skal tollmyndighetene opplyse om hvilke plikter som ikke anses å være oppfylt, frist for når tvangsmulkten begynner å løpe og størrelsen på tvangsmulkten.",
                        "(5) Tollmyndighetene kan i særlige tilfeller redusere eller frafalle en påløpt tvangsmulkt.",
                        "(6) Tvangsmulkt påløper ikke dersom oppfyllelse blir umulig på grunn av forhold som ikke skyldes den ansvarlige.",
                        "(7) Forhold knyttet til ileggelsen av tvangsmulkt kan påklages særskilt.",
                        "Ny § 16-17 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16-17",
                    "title": "Overtredelsesgebyr",
                    "sections": [
                        "(1) Tollmyndighetene kan ilegge overtredelsesgebyr overfor",
                        "a)den som overtrer plikter etter §§ 3-1 til 3-7",
                        "b)den som overtrer plikter etter §§ 4-1, 4-10 til 4-12, 4-20 til 4-25 og 4-30",
                        "c)den som ikke medvirker til kontroll etter §§ 13-4 og 13-7",
                        "d)den som i Norge utsteder eller foranlediger utstedt uriktig opprinnelsesbevis, faktura eller annet uriktig legitimasjonsdokument som er bestemt til å tjene som bevis ved tollekspedisjon av en vare i et annet land.",
                        "(2) Overtredelsesgebyr etter første ledd bokstav c kan utgjøre inntil 50 rettsgebyr, jf. rettsgebyrloven § 1 annet ledd.",
                        "(3) Overtredelsesgebyr ilegges ikke dersom oppfyllelse var umulig på grunn av forhold som ikke skyldtes den ansvarlige.",
                        "(4) Departementet kan gi forskrift om utmåling av overtredelsesgebyr.",
                        "Ny § 16-18 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16-18",
                    "title": "Saksbehandlingsregler og rettslig prøving i saker om et overtredelsesgebyr",
                    "sections": [
                        "(1) Forhåndsvarsel etter forvaltningsloven § 16 kan unnlates når overtredelsesgebyr ilegges på stedet. Er forhåndsvarsel sendt, og saken avsluttes i første instansen med at overtredelsesgebyr ikke ilegges, skal parten underrettes om dette. Forvaltningsloven § 27 første ledd gjelder tilsvarende. Grunnlaget for at saken avsluttes, skal samtidig kort angis.",
                        "(2) I en sak om overtredelsesgebyr skal tollmyndighetene gjøre aktuelle parter oppmerksom på at det kan foreligge en rett til ikke å svare på spørsmål eller utlevere dokumenter eller gjenstander når svaret eller utleveringen vil kunne utsette vedkommende for overtredelsesgebyr eller straff. Orienteringsplikten gjelder ikke der parten må antas å være kjent med at det kan foreligge en slik rett.",
                        "(3) Ved prøving av et vedtak om overtredelsesgebyr kan retten prøve alle sider av saken.",
                        "Ny § 16-19 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16-19",
                    "title": "Utsatt iverksetting av vedtak om sanksjon",
                    "sections": [
                        "(1) Vedtak om tilleggstoll og vedtak om overtredelsesgebyr etter § 16-17 skal ikke iverksettes før klagefristen er ute eller klagen er avgjort.",
                        "(2) Dersom den som er ilagt tilleggstoll eller overtredelsesgebyr etter § 16-17 vil prøve vedtakets gyldighet for domstolene, skal vedtaket, dersom partene ber om det, ikke iverksettes før søksmålsfristen løper ut eller en endelig rettsavgjørelse foreligger.",
                        "Endringene under I trer i kraft 1. januar 2017.",
                        "§§ 16-17 til 16-19 får virkning for overtredelser som finner sted etter at loven har trådt i kraft."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}