{
    "lawId": "LOV-2016-12-20-112",
    "lawName": "Lov om endringer i lov 12. desember 2003 nr. 108 om kompensasjon av merverdiavgift for kommuner, fylkeskommuner mv. (merverdiavgiftskompensasjonsloven)",
    "shortName": "Endringslov til merverdiavgiftskompensasjonsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2",
                    "title": "Virkeområde",
                    "sections": [
                        "Denne loven gjelder:",
                        "a)kommuner og fylkeskommuner med kommunal og fylkeskommunal virksomhet der øverste myndighet er kommunestyret, fylkestinget eller annet styre eller råd i henhold til kommuneloven eller kommunal særlovgivning,",
                        "b)interkommunale og interfylkeskommunale sammenslutninger organisert etter kommuneloven eller annen kommunal særlovgivning,",
                        "c)private eller ideelle virksomheter som produserer helse- og omsorgstjenester, undervisningstjenester eller sosiale tjenester som kommunen eller fylkeskommunen er pålagt å utføre ved lov, men likevel ikke privatpraktiserende allmennleger og privatpraktiserende fysioterapeuter,",
                        "d)barnehager som nevnt i barnehageloven § 6,",
                        "e)kirkelig fellesråd,",
                        "f)internatdelen ved skoler godkjent etter friskolelova, som er en del av skolens tilbud til egne elever.",
                        "Loven gjelder også for borettslag etter borettslagsloven og boligsameier etter eierseksjonsloven hvor botilbudet fremstår som et integrert heldøgns helse- og omsorgstilbud i kommunenes lovpålagte tjenestetilbud. Departementet kan gi forskrift om utfylling, gjennomføring og avgrensing av bestemmelsen i første punktum, herunder om vedtektsfesting av vilkår for hvem som kan bli andelseier eller sameier, kommunenes kontroll med at beboerne oppfyller de fastsatte kriteriene, samt krav om tilrettelegging av boligene.",
                        "Virksomheten skal være registrert i Enhetsregisteret.",
                        "§ 4 annet ledd nr. 3 nytt annet punktum skal lyde:",
                        "Kompensasjon ytes likevel for internatdelen av skoler som omfattes av § 2 første ledd bokstav a og f.",
                        "Endringene under I trer i kraft 1. januar 2017."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}