{
    "lawId": "LOV-2016-06-17-66",
    "lawName": "Lov om endringer i barnehageloven (tilsyn m.m.)",
    "shortName": "Endringslov til barnehageloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 9",
                    "title": "Statlig tilsyn",
                    "sections": [
                        "Fylkesmannen fører tilsyn med lovligheten av kommunens oppfyllelse av plikter som barnehagemyndighet etter § 8, kapittel IV og V. Reglene i kommuneloven kapittel 10 A gjelder for tilsynsvirksomheten.",
                        "Fylkesmannen kan i særlige tilfeller føre tilsyn med at den enkelte barnehage blir drevet i samsvar med denne loven med forskrifter. Fylkesmannen kan gi pålegg til barnehageeier om å rette forhold som er i strid med bestemmelser i loven her. Hvis fristen for å etterkomme pålegget ikke overholdes, eller hvis forholdet ikke lar seg rette, kan fylkesmannen vedta tidsbegrenset eller varig stenging av barnehagen.",
                        "Dersom fylkesmannen i sitt tilsyn etter andre ledd avdekker brudd på barnehageloven § 14 a, kan fylkesmannen anvende de økonomiske reaksjonsmidlene som følger av § 16 a.",
                        "Fylkesmannens vedtak om retting, stenging eller bruk av økonomiske reaksjonsmidler kan påklages til Utdanningsdirektoratet.",
                        "Fylkesmannen har rett til innsyn i dokumenter og adgang til barnehagelokaler i den utstrekning dette er nødvendig for å utføre tilsynet etter første og andre ledd.",
                        "Ny § 9 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 9 a",
                    "title": "Statlig råd og veiledning",
                    "sections": [
                        "Fylkesmannen skal gi råd og veiledning til kommuner og barnehageeiere om barnehageloven med forskrifter.",
                        "Ny § 9 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 9 b",
                    "title": "Særlige regler om klageinstans",
                    "sections": [
                        "Fylkesmannen er klageinstans for vedtak fattet av kommunen etter lovens §§ 10, 11, 14 andre ledd, 16, 17 og 18 og der det følger av forskrift gitt i medhold av denne lov.",
                        "§ 17 andre ledd skal lyde:",
                        "Barnehagen skal ha en daglig leder som har utdanning som barnehagelærer eller annen høgskoleutdanning som gir barnefaglig og pedagogisk kompetanse.",
                        "§ 18 første og andre ledd skal lyde:",
                        "Pedagogiske ledere må ha utdanning som barnehagelærer.",
                        "Likeverdig med barnehagelærerutdanning er annen treårig pedagogisk utdanning på høgskolenivå med videreutdanning i barnehagepedagogikk.",
                        "§ 24 første ledd skal lyde:",
                        "Barnehagens eier plikter å stille barnehagen til disposisjon for øvingsopplæring for studenter som tar barnehagelærerutdanning.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}