{
    "lawId": "LOV-2016-06-17-60",
    "lawName": "Lov om endringar i inndelingslova og kommuneloven (behandling av kommunesamanslåingar mv.)",
    "shortName": "Endringslov til inndelingslova og kommuneloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 16 a",
                    "title": "Robek-status ved samanslåing",
                    "sections": [
                        "Dersom éin eller fleire av kommunane eller fylkeskommunane som skal slåast saman, oppfyller vilkåra i kommuneloven § 60 nr. 1, kan departementet fram til samanslåinga blir sett i verk, bestemme at den nye kommunen eller fylkeskommunen skal følgje krava om godkjenning og kontroll i kommuneloven § 60 nr. 1 og 2. Dette gjeld berre dersom kommunen eller fylkeskommunen ikkje kan ventast å dekkje inn meirforbruk frå før samanslåinga innan to år, og det etter departementet si vurdering er behov for godkjenning og kontroll.",
                        "Ny § 16 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 16 b",
                    "title": "Kommunesamanslåing og forkjøpsrett til aksjar",
                    "sections": [
                        "Når aksjar skiftar eigar frå ein kommune til ein annan kommune eller frå ein fylkeskommune til ein annan fylkeskommune som følgje av samanslåing eller deling etter denne lova, gjeld ikkje reglane i aksjeloven § 4-15 andre og tredje ledd og § 4-19 første ledd.",
                        "§ 17 andre ledd bokstav d og ny bokstav e skal lyde:",
                        "d)reglar om fristar og vilkår for å krevje inn eigedomsskatt",
                        "e)reglar om den inneverande kommunestyreperioden og om samansetjing av kommunestyret, slik at kommunane kan velje kommunestyret i den nye kommunen av og blant kommunestyra sjølve og korte ned kommunestyreperioden for dei som ikkje blir valde. Dei same unntaka kan gjerast for fylkestinga.",
                        "§ 25 nytt fjerde punktum skal lyde:",
                        "Departementet kan gjere unntak frå kravet om slikt felles møte.",
                        "Noverande fjerde punktum blir nytt femte punktum.",
                        "§ 26 første ledd skal lyde:",
                        "Ved samanslåing av kommunar eller fylkeskommunar og ved deling som nemnt i § 3 andre ledd bokstav b skal det opprettast ei fellesnemnd til å samordne og ta seg av førebuinga av samanslåinga eller delinga. Nemnda bør spegle av innbyggjartalet i dei enkelte kommunane eller fylkeskommunane. Det skal likevel vere minimum tre medlemmer i nemnda frå kvar kommune eller fylkeskommune. Fellesnemnda blir valt av og blant medlemmene i kommunestyret eller fylkestinget. Også medlemmer av kommunerådet eller fylkesrådet kan veljast. Nemnda vel sjølv leiar og nestleiar. Reglane i kommunelova om val og saksbehandling i folkevalde organ gjeld elles tilsvarande.",
                        "Lova gjeld frå den tida Kongen fastset. Kongen kan setje i verk dei einskilde føresegnene til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}