{
    "lawId": "LOV-2016-12-20-111",
    "lawName": "Lov om endringer i lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven)",
    "shortName": "Endringslov til skatteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 4-19",
                    "title": "Gjeldsreduksjon for eiendel med verdsettelsesrabatt",
                    "sections": [
                        "(1) Når skattyter har eiendel som nevnt i",
                        "a.§ 4-10 første ledd tredje og fjerde punktum,",
                        "b.§ 4-12 første til tredje og femte til sjette ledd,",
                        "c.§ 4-17 annet ledd,",
                        "d.§ 4-40 første punktum,",
                        "skal skattyters fradrag for gjeld reduseres etter reglene i annet og tredje ledd.",
                        "(2) Den del av skattyters gjeld som svarer til forholdet mellom verdien av eiendel som gir grunnlag for reduksjon etter første ledd og verdien av skattyters samlede eiendeler, verdsettes med samme prosentsats som eiendelen. For ektefeller beregnes gjeldsreduksjonen på grunnlag av ektefellenes samlede eiendeler og gjeld.",
                        "(3) Ved beregning av forholdet etter annet ledd medregnes eiendelene til full verdi, uten prosentvis reduksjon etter dette kapittel.",
                        "§ 5-14 første ledd bokstav a annet punktum skal lyde:",
                        "Den skattefrie fordelen kan likevel ikke overstige 3 000 kroner pr. inntektsår.",
                        "§ 5-15 første ledd bokstav a skal lyde:",
                        "a)arbeidsgivers dekning av kostnader til tillitsvalgtes utøvelse av sitt verv i en arbeidstakerorganisasjon,",
                        "§ 6-32 første ledd bokstav a første punktum skal lyde:",
                        "Minstefradrag i lønnsinntekt, jf. skatteloven § 6-31 første ledd bokstav a, c, d og annet ledd, gis med 44 prosent av summen av slik inntekt.",
                        "§ 6-50 femte ledd skal lyde:",
                        "Fradrag etter reglene i denne paragraf gis bare når gaven utgjør minst 500 kroner i det året da gaven er gitt. Det gis maksimalt fradrag for gaver etter denne paragraf med til sammen 30 000 kroner årlig.",
                        "§ 8-2 annet ledd bokstav b annet punktum oppheves. Nåværende bokstav c blir bokstav b.",
                        "Skatteloven § 9-13 åttende ledd nytt annet punktum skal lyde:",
                        "Gevinst ved vern som er fritatt for skatt etter første punktum for selskap med deltakerfastsetting, er ikke skattepliktig for deltaker ved utdeling etter § 10-42.",
                        "§ 10-11 første ledd annet punktum skal lyde:",
                        "For personlig aksjonær skal skattepliktig utbytte etter fradrag for skjerming etter § 10-12, oppjusteres med 1,24.",
                        "§ 10-31 første ledd fjerde punktum skal lyde:",
                        "For personlig aksjonær skal skattepliktig gevinst etter fradrag for ubenyttet skjerming, oppjusteres med 1,24.",
                        "§ 10-31 annet ledd annet punktum skal lyde:",
                        "For personlig aksjonær skal tapet oppjusteres med 1,24.",
                        "§ 10-42 tredje ledd bokstav b skal lyde:",
                        "b)Nettoverdien etter bokstav a oppjusteres med 1,24.",
                        "§ 10-44 første ledd tredje punktum skal lyde:",
                        "For personlig deltaker skal gevinst og tap etter fradrag for ubenyttet skjerming oppjusteres med 1,24.",
                        "§ 10-65 annet ledd tredje punktum skal lyde:",
                        "For deltaker som omfattes av § 10-67 annet ledd, skal likevel 24 prosent inntektsføres.",
                        "§ 10-67 annet ledd skal lyde:",
                        "(2) For deltaker som nevnt i § 10-12 første og tredje ledd, skal 76 prosent av mottatt utbytte, etter at utbyttet er økt med den andel av aksjonærens fradrag etter § 16-20 annet ledd som vedrører utbyttet, legges til grunn som utbytte og oppjusteres etter § 10-11 første ledd annet punktum.",
                        "§ 14-6 første ledd siste punktum oppheves.",
                        "§ 14-6 fjerde ledd oppheves. Nåværende femte ledd blir fjerde ledd.",
                        "§ 14-7 tredje ledd oppheves.",
                        "§ 14-43 første ledd bokstav c skal lyde:",
                        "c)vogntog, lastebiler, busser, varebiler, drosjebiler og kjøretøyer for transport av funksjonshemmede – 24 prosent.",
                        "§ 14-43 fjerde ledd oppheves.",
                        "§ 14-43 femte ledd oppheves.",
                        "§ 16-40 annet ledd skal lyde:",
                        "(2) Følgende kostnader gir grunnlag for fradrag, dersom de også er fradragsberettiget etter kapittel 6:",
                        "a.Skattyters kostnader til egenutført forsknings- og utviklingsprosjekt, begrenset til 25 millioner kroner i inntektsåret. Prosjektet må være godkjent av Norges forskningsråd.",
                        "b.Skattyters kostnader til forsknings- og utviklingsprosjekt utført av forskningsinstitusjoner godkjent av Norges forskningsråd, begrenset til 50 millioner kroner i inntektsåret. Prosjektet må være godkjent av Norges forskningsråd. Samlet fradragsgrunnlag etter bokstav a og b skal ikke overstige 50 millioner kroner i inntektsåret.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endring:",
                        "§ 10-48 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 10-48",
                    "title": "Ektefeller",
                    "sections": [
                        "Departementet kan gi bestemmelser om at ektefeller skal anses som selvstendige deltakere i selskap med deltakerfastsetting på nærmere vilkår, og gi nærmere regler om fordeling av selskapets overskudd, underskudd, eiendeler og gjeld mellom ektefellene.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endringer:",
                        "§ 8-11 første ledd ny bokstav i skal lyde:",
                        "i)Fartøy som brukes i virksomhet knyttet til oppsetting, reparasjon, vedlikehold og demontering av vindmøller til havs.",
                        "§ 8-13 nytt fjerde ledd skal lyde:",
                        "Selskap innenfor ordningen kan ikke ha inntekt som oppebæres ved drift i norsk territorialfarvann av fartøy som nevnt i § 8-11 første ledd i, når tilsvarende virksomhet ville medført skatteplikt etter § 2-3 første ledd b for selskap som ikke er hjemmehørende i riket.",
                        "§ 14-43 nytt fjerde ledd skal lyde:",
                        "Forhøyet avskrivningssats gjelder for varebiler som bare bruker elektrisitet til framdrift, herunder varebil hvor elektrisiteten er produsert i brenselsceller. Dette gjelder likevel ikke varebil hvor batteri under kjøring kan tilføres strøm ved bruk av en ekstern forbrenningsmotor. Saldo for slike kjøretøy kan avskrives med inntil 30 prosent. Departementet kan gi nærmere regler til utfylling og gjennomføring av dette leddet, herunder om hvordan varebiler skal avgrenses og overgangsregler for utskilling fra eksisterende saldo.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endringer:",
                        "Deloverskrift til § 10-20 flg. skal lyde:",
                        "Ny § 10-21 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "Verdipapirfond og aksjesparekonto",
            "paragraphs": [
                {
                    "name": "§ 10-21",
                    "title": "Skattlegging av aksjesparekonto og kontohaver",
                    "sections": [
                        "(1) Med aksjesparekonto menes en investeringskonto som kan opprettes av personlig skattyter hos tilbyder av aksjesparekonto. Departementet kan gi forskrift om hvem som kan tilby aksjesparekonto og hvilke tjenester som må inngå i ordningen.",
                        "(2) Midler på aksjesparekonto kan bare benyttes til å investere i børsnoterte aksjer og egenkapitalbevis i selskap hjemmehørende i land innenfor EØS og andeler i aksjefond hjemmehørende i land innenfor EØS. Med aksjefond menes i denne paragraf verdipapirfond med mer enn 80 prosent aksjeandel ved inntektsårets begynnelse, jf. § 10-20 tredje ledd bokstav a. Det kan ikke opptjenes renter på kontoen.",
                        "(3) Gevinst ved realisasjon av aksjer, egenkapitalbevis og andeler knyttet til aksjesparekontoen er fritatt for skatt, og tap gir ikke rett til fradrag.",
                        "(4) Ved uttak fra aksjesparekonto anses uttak først å være tilbakebetaling av innskudd. Uttak ut over tilbakebetaling av innskudd på kontoen regnes som skattepliktig inntekt. Skattepliktig uttak etter fradrag for skjerming etter femte ledd, skal oppjusteres med 1,24.",
                        "(5) Kontohaver gis fradrag for skjerming i fastsatt alminnelig inntekt. Fradraget kan ikke overstige kontohaverens skattepliktige uttak fra kontoen tillagt utbytte for det aktuelle år fra aksjer, egenkapitalbevis og andeler knyttet til kontoen. Dersom skjermingen overstiger skattepliktig uttak og utbytte fra aksjer, egenkapitalbevis og andeler knyttet til kontoen, kan ubenyttet skjerming fremføres til fradrag i senere års uttak og utbytter. Skjermingen beregnes til kontoens skjermingsgrunnlag multiplisert med en skjermingsrente, jf. § 10-12 annet ledd tredje punktum. Skjermingsgrunnlaget settes til kontohavers laveste innskudd på kontoen i løpet av inntektsåret, tillagt ubenyttet skjerming fra tidligere år. Skjermingen tilordnes kontohaver 31. desember i inntektsåret.",
                        "(6) Overføring av aksje, egenkapitalbevis eller andel i aksjefond fra kontohaver til aksjesparekonto anses som innskudd på kontoen. Innskuddet settes til aksjens, egenkapitalbevisets eller aksjefondsandelens verdi på overføringstidspunktet. Overføringen skattlegges som realisasjon hos kontohaveren, jf. § 10-31. Ved beregningen av gevinst og tap settes vederlaget til aksjen, egenkapitalbeviset eller aksjefondsandelens verdi på overføringstidspunktet. Overføring av aksje, egenkapitalbevis eller andel fra aksjesparekonto til kontohaver anses som uttak fra kontoen. Uttaket settes til aksjens, egenkapitalbevisets eller aksjefondsandelens verdi på overføringstidspunktet.",
                        "(7) Ved opphør av aksjesparekonto skattlegges innestående på kontoen fratrukket innskudd på kontoen på samme måte som uttak fra kontoen, jf. fjerde og femte ledd. Er innestående på kontoen lavere enn innskudd på kontoen, anses differansen som tap på aksjer. Tapet skal oppjusteres med 1,24 og kan føres til fradrag i kontohavers inntekt.",
                        "(8) En aksjesparekonto kan overføres fra en tilbyder til en annen uten beskatning.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endringer:",
                        "§ 4-12 nytt syvende ledd skal lyde:",
                        "(7) Ved fastsetting av ikke-børsnotert selskaps skattemessige formuesverdi, jf. FSFIN § 4-12-2, medregnes eiendeler og gjeld til full verdi, uten prosentvis reduksjon etter bestemmelser i dette kapittel. Næringseiendom medregnes til 89 prosent av full verdi. Bestemmelsene i dette ledd gjelder likevel ikke selskap nevnt i skatteloven § 4-13.",
                        "Endringene under I trer i kraft straks.",
                        "Endringene under II trer i kraft straks med virkning fra og med inntektsåret 2017.",
                        "Endringen under III trer i kraft 1. januar 2017.",
                        "Endringene under IV trer i kraft fra den tid Kongen bestemmer.",
                        "Endringene under VI trer i kraft straks med virkning fra og med inntektsåret 2016.",
                        "Endringene under V trer i kraft fra den tid Kongen bestemmer.",
                        "Følgende overgangsregler gjelder:",
                        "Personlig skattyter kan i inntektsåret 2017 overføre børsnoterte aksjer og andeler i aksjefond til aksjesparekonto uten beskatning. Kontohavers innskudd på kontoen settes til kontohaverens inngangsverdi på de overførte aksjene og andelene. Ubenyttet skjerming knyttet til de overførte aksjene og andelene anses etter overføringen som ubenyttet skjerming knyttet til aksjesparekontoen."
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        }
    ]
}