{
    "lawId": "LOV-2016-06-17-52",
    "lawName": "Lov om endringer i straffeloven mv. (militær virksomhet i væpnet konflikt m.m.)",
    "shortName": "Endringslov til straffeloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 120 a",
                    "title": "Angrep på norske og allierte styrker",
                    "sections": [
                        "Med fengsel inntil 10 år straffes den som rettsstridig bærer våpen eller deltar i militær operasjon mot norske militære styrker. På samme måte straffes den som foretar slik handling mot militære styrker som deltar i en internasjonal operasjon sammen med norske styrker.",
                        "Ny § 120 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 120 b",
                    "title": "Grovt angrep på norske og allierte styrker",
                    "sections": [
                        "Grovt angrep på norske og allierte styrker straffes med fengsel inntil 15 år. Ved avgjørelsen av om angrepet er grovt, skal det særlig legges vekt på om det har hatt særlig alvorlige virkninger for norske eller allierte styrker, om det er gjennomført ved en organisert væpnet aksjon og om det har medført tap eller fare for tap av menneskeliv.",
                        "§ 127 skal lyde:"
                    ]
                },
                {
                    "name": "§ 127",
                    "title": "Forbund om krenkelse av Norges selvstendighet og forfatning mv.",
                    "sections": [
                        "Med fengsel inntil 6 år straffes den som inngår forbund med noen om å begå lovbrudd som nevnt i §§ 111-120 a, § 123 eller § 124.",
                        "Ny § 145 skal lyde:"
                    ]
                },
                {
                    "name": "§ 145",
                    "title": "Deltakelse i militær virksomhet i væpnet konflikt i utlandet",
                    "sections": [
                        "Den som på rettsstridig måte deltar i militær virksomhet i en væpnet konflikt i utlandet, straffes med fengsel inntil 6 år, med mindre vedkommende deltar på vegne av en statlig styrke.",
                        "Den som har forsett om å fullbyrde et lovbrudd som nevnt i første ledd, og påbegynner sin reise til området eller foretar andre handlinger som legger til rette for og peker mot gjennomføringen, straffes for forsøk. Forsøket straffes mildere enn fullbyrdet overtredelse. § 16 annet ledd gjelder tilsvarende.",
                        "Ny § 146 skal lyde:"
                    ]
                },
                {
                    "name": "§ 146",
                    "title": "Rekruttering til militær virksomhet",
                    "sections": [
                        "Den som rekrutterer noen til å delta i ulovlig militær virksomhet, jf. § 145, straffes med fengsel inntil 3 år.",
                        "1.Loven trer i kraft fra den tid Kongen bestemmer. De ulike endringene kan settes i kraft til forskjellig tid.",
                        "2.Kongen kan gi nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}