{
    "lawId": "LOV-2016-05-27-12",
    "lawName": "Lov om endringer i a-opplysningsloven og folketrygdloven m.fl. (utvidelse av Arbeids- og velferdsetatens tilgang til opplysninger i a-ordningen)",
    "shortName": "Endringslov til a-opplysningsloven og folketrygdloven mfl.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 20",
                    "title": "Opplysningsplikt for arbeidsgiver mv.",
                    "sections": [
                        "Innkrevingssentralen kan kreve at arbeidsgiver eller andre som utbetaler lønn eller ytelse, gir opplysninger om bidragspliktiges inntekts- og formuesforhold.",
                        "I lov 19. februar 2010 nr. 5 om statstilskott til arbeidstakere som tar ut avtalefestet pensjon i privat sektor, skal ny § 16 a lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 16 a",
                    "title": "Innhenting av opplysninger",
                    "sections": [
                        "Arbeids- og velferdsetaten har rett til å innhente fra arbeidsgivere og tidligere arbeidsgivere de opplysninger om arbeidstakerens eller pensjonistens arbeids- og inntektsforhold som er nødvendige for å forvalte og beregne avtalefestet pensjon. Adgangen til å innhente opplysninger omfatter også opplysninger om nåværende og tidligere ektefelle, person som er likestilt med ektefelle etter folketrygdloven § 1-5, og person som arbeidstakeren eller pensjonisten har levd sammen med i 12 av de siste 18 månedene. De som blir pålagt å gi opplysninger, plikter å gjøre dette uten godtgjørelse og uten hinder av taushetsplikt.",
                        "I lov 25. juni 2010 nr. 28 om avtalefestet pensjon for medlemmer av Statens pensjonskasse gjøres følgende endringer:",
                        "§ 5 nytt andre ledd skal lyde:",
                        "Arbeids- og velferdsetaten har rett til å innhente fra arbeidsgivere og tidligere arbeidsgivere de opplysninger om arbeidstakerens eller pensjonistens arbeids- og inntektsforhold som er nødvendige for å forvalte og beregne avtalefestet pensjon. Adgangen til å innhente opplysninger omfatter også opplysninger om nåværende og tidligere ektefelle, person som er likestilt med ektefelle etter folketrygdloven § 1-5, og person som arbeidstakeren eller pensjonisten har levd sammen med i 12 av de siste 18 månedene. De som blir pålagt å gi opplysninger, plikter å gjøre dette uten godtgjørelse og uten hinder av taushetsplikt.",
                        "Nåværende andre ledd blir nytt tredje ledd.",
                        "I lov 22. juni 2012 nr. 43 om arbeidsgivers innrapportering av ansettelses- og inntektsforhold m.m. gjøres følgende endringer:",
                        "§ 3 første ledd bokstav b skal lyde:",
                        "b.folketrygdloven §§ 24-2, 25-1 annet ledd og 25-10,",
                        "§ 8 første ledd skal lyde:",
                        "Arbeids- og velferdsetaten skal ha tilgang til opplysningene i registeret i forbindelse med forvaltning av ytelser, beregning av ytelser og innkreving av feilutbetalte ytelser etter folketrygdloven og andre lover som etaten administrerer, forvaltning av arbeidstakerregisteret og fastsetting og innkreving av underholdsbidrag etter barnelova, oppfostringsbidrag etter barnevernloven og bidrag etter lov 4. juli 1991 nr. 47 om ekteskap. Etaten skal også ha tilgang til opplysningene i registeret i forbindelse med utredning og produksjon av statistikk på de områdene etaten administrerer. Arbeids- og velferdsdirektoratet skal ha tilgang til opplysninger i registeret i forbindelse med utredning og produksjon av statistikk om kvalifiseringsstønad etter sosialtjenesteloven.",
                        "Loven trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        }
    ]
}