{
    "lawId": "LOV-2016-04-29-7",
    "lawName": "Lov om endringer i straffeloven 2005 mv. (strafferettslige særreaksjoner m.m.)",
    "shortName": "Endringslov til straffeloven 2005 mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 62",
                    "title": "Vilkår for å idømme overføring til tvungent psykisk helsevern",
                    "sections": [
                        "Når det anses nødvendig for å verne andres liv, helse eller frihet, kan en lovbryter som er straffri etter § 20 bokstav b eller bokstav d, ved dom overføres til tvungent psykisk helsevern, jf. psykisk helsevernloven kapittel 5, når han har begått eller forsøkt å begå et voldslovbrudd, et seksuallovbrudd, en frihetsberøvelse, en ildspåsettelse eller et annet lovbrudd som krenket andres liv, helse eller frihet eller kunne utsette disse rettsgodene for fare og vilkårene i annet eller tredje ledd er oppfylt. Overføring til tvungent psykisk helsevern, jf. psykisk helsevernloven kapittel 5, kan også idømmes en lovbryter som er straffri etter § 20 bokstav b eller bokstav d når han har begått gjentatte lovbrudd av samfunnsskadelig eller særlig plagsom art, dersom det er nødvendig for å verne samfunnet eller andre borgere mot slike lovbrudd og vilkårene i fjerde ledd er oppfylt.",
                        "Var lovbruddet av alvorlig art, må det være en nærliggende fare for at lovbryteren på nytt vil begå et alvorlig lovbrudd som krenker eller utsetter for fare andres liv, helse eller frihet.",
                        "Var lovbruddet av mindre alvorlig art må",
                        "a)lovbryteren tidligere ha begått eller forsøkt å begå et alvorlig lovbrudd som krenket eller utsatte for fare andres liv, helse eller frihet,",
                        "b)det antas å være en nær sammenheng mellom det tidligere og det nå begåtte lovbruddet, og",
                        "c)faren for tilbakefall til et nytt alvorlig lovbrudd som nevnt i bokstav a, være særlig nærliggende.",
                        "Var lovbruddene av samfunnsskadelig eller særlig plagsom art, må faren for nye lovbrudd av samme art være særlig nærliggende, og andre tiltak må ha vist seg åpenbart uhensiktsmessige.",
                        "Ved vurderingen av faren for tilbakefall etter bestemmelsen her skal det legges vekt på det begåtte lovbruddet sammenholdt særlig med lovbryterens atferd, sykdomsutvikling og psykiske funksjonsevne.",
                        "§ 65 tredje ledd nytt annet punktum skal lyde:",
                        "Ved særreaksjon idømt på grunnlag av lovbrudd som nevnt i § 62 første ledd annet punktum, kan det ikke begjæres opphør før seks måneder etter at overføringsdommen eller dom som nekter opphør er endelig.",
                        "§ 65 fjerde ledd nytt tredje punktum skal lyde:",
                        "Særreaksjon idømt på grunnlag av lovbrudd som nevnt i § 62 første ledd annet punktum skal senest opphøre tre år etter overføringsdommen.",
                        "I lov 22. mai 1981 nr. 25 om rettergangsmåten i straffesaker gjøres følgende endringer:",
                        "§ 188 skal lyde:",
                        "I stedet for fengsling kan retten treffe beslutning om forføyning som nevnt i § 181, eller om sikkerhetsstillelse ved kausjon, deponering eller pantsettelse.",
                        "I stedet for fengsling kan retten treffe beslutning om plassering i institusjon eller kommunal boenhet. Slik plassering kan bare skje dersom institusjonen eller kommunen samtykker.",
                        "Samtykke ved beslutning etter annet ledd er likevel ikke nødvendig når siktede på fengslingstidspunktet er psykotisk eller psykisk utviklingshemmet og antas å være straffri etter straffeloven § 20 bokstav b eller bokstav c. Vurderingen av om siktede antas å være straffri etter straffeloven § 20 bokstav b må bygge på en entydig sakkyndig utredning. Det regionale helseforetaket i den siktedes bostedsregion bør få anledning til å uttale seg før beslutningen treffes. Det regionale helseforetaket avgjør ellers hvilken institusjon siktede skal oppholde seg i. Dersom siktede er psykisk utviklingshemmet, skal plassering skje i fagenheten for tvungen omsorg, jf. straffeloven § 63.",
                        "Når den siktede skal oppholde seg i institusjon eller kommunal boenhet, kan retten fastsette at den siktede skal kunne holdes tilbake der mot sin vilje og hentes tilbake ved unnvikelse, om nødvendig med tvang og med bistand fra offentlig myndighet.",
                        "Reglene i §§ 184, 185 og 187 gjelder tilsvarende.",
                        "I lov 2. juli 1999 nr. 62 om etablering og gjennomføring av psykisk helsevern gjøres følgende endringer:",
                        "§ 5-3 annet ledd skal lyde:",
                        "Den faglig ansvarlige bestemmer deretter hvordan det tvungne psykiske helsevernet til enhver tid skal gjennomføres. Ved avgjørelsen skal det legges vekt på hensynet til behandling av den domfelte og på behovet for å beskytte samfunnet mot faren for nye lovbrudd. Dersom den domfelte er dømt etter Almindelig borgerlig Straffelov 22. mai 1902 nr. 10 § 39 nr. 1 eller 2 eller straffeloven § 62 første ledd første punktum, skal det legges særlig vekt på behovet for samfunnsbeskyttelse.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}