{
    "lawId": "LOV-2016-12-16-102",
    "lawName": "Lov om endringer i jernbaneloven og jernbaneundersøkelsesloven (gjennomføring av direktiv 2012/34/EU mv.)",
    "shortName": "Endringslov til jernbaneloven og jernbaneundersøkelsesloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3 a",
                    "title": "(Ruspåvirkning mv.)",
                    "sections": [
                        "Ingen må føre eller forsøke å føre rullende materiell eller utføre eller forsøke å utføre oppgaver knyttet til sikkerheten ved jernbane",
                        "1.med en alkoholkonsentrasjon i blodet som er større enn 0,2 promille, eller en alkoholmengde i kroppen som kan føre til så stor alkoholkonsentrasjon i blodet,",
                        "2.med en større alkoholkonsentrasjon i utåndingsluft enn 0,1 milligram per liter luft,",
                        "3.under påvirkning av et annet berusende eller bedøvende middel enn alkohol, eller",
                        "4.når sykdom, legemidler, tretthet eller lignende årsak gjør han eller hun uskikket til å utføre tjenesten på betryggende måte.",
                        "Overskrider konsentrasjon i blodet av annet berusende eller bedøvende middel grenser fastsatt i forskrift gitt med hjemmel i vegtrafikkloven § 22 sjette ledd, eller en mengde slikt middel i kroppen som kan føre til så stor konsentrasjon av slikt middel i blodet, regnes vedkommende i alle tilfeller for påvirket etter første ledd nr. 3.",
                        "Bruk av legemiddel i tråd med helsekrav og medisinske krav som er fastsatt i eller med hjemmel i loven, skal ikke medføre at en person regnes som påvirket.",
                        "Villfarelse med hensyn til alkoholkonsentrasjonens størrelse fritar ikke for straff. Det samme gjelder villfarelse med hensyn til størrelsen av konsentrasjonen av annet berusende eller bedøvende middel.",
                        "Den som forbudet i første ledd gjelder for, må ikke nyte alkohol eller ta annet berusende eller bedøvende middel i de første seks timer etter at tjenesten er avsluttet, når vedkommende forstår eller må forstå at det kan bli politietterforskning på grunn av utførelsen av tjenesten. Dette forbudet gjelder likevel ikke etter at blodprøve eller utåndingsprøve er tatt, eller politiet har avgjort at slik prøve ikke skal tas.",
                        "Departementet kan gi nærmere forskrifter om hvem som omfattes av første ledd.",
                        "§ 3 c skal lyde:"
                    ]
                },
                {
                    "name": "§ 3 c",
                    "title": "(Testing av ruspåvirkning)",
                    "sections": [
                        "Politiet kan ta alkotest (foreløpig blåseprøve) og foreløpig test av om en person er påvirket av annet berusende eller bedøvende middel når",
                        "1.det er grunn til å tro at personen har overtrådt bestemmelsene i § 3 a eller § 3 b,",
                        "2.personen med eller uten skyld er innblandet i en jernbaneulykke eller jernbanehendelse, eller",
                        "3.det blir krevd som ledd i kontroll av jernbanedriften.",
                        "Dersom testresultatet eller andre forhold gir grunn til å tro at bestemmelsene i § 3 a eller § 3 b er overtrådt, kan politiet foreta særskilt undersøkelse av om det forekommer tegn eller symptomer på ruspåvirkning og fremstille personen for utåndingsprøve, blodprøve, spyttprøve og klinisk legeundersøkelse for å søke å fastslå påvirkningen. Slik fremstilling skal i alminnelighet finne sted når personen nekter å medvirke til alkotest eller foreløpig test av om personen er påvirket av annet berusende eller bedøvende middel.",
                        "Utåndingsprøve tas av politiet. Blodprøve og spyttprøve kan tas av lege, sykepleier, helsesekretær eller bioingeniør. Klinisk legeundersøkelse foretas når det er mistanke om påvirkning av andre midler enn alkohol eller andre særlige grunner taler for det.",
                        "Departementet kan gi nærmere forskrifter om undersøkelser som nevnt i paragrafen her.",
                        "Ny § 5 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 5 a",
                    "title": "(Serviceanlegg)",
                    "sections": [
                        "Den som driver serviceanlegg skal gi tilgang til og yte tjenester i disse til alle jernbaneforetak på ikke-diskriminerende vilkår. Departementet kan gi nærmere bestemmelser i forskrift til paragrafen her, herunder om hvilke serviceanlegg som er omfattet av første og tredje ledd og om plikt til å gi opplysninger om tilgang til serviceanlegg og om tjenestene i disse.",
                        "Dersom den som driver et serviceanlegg er under direkte eller indirekte kontroll av et organ eller et foretak som har en dominerende stilling i de nasjonale markeder for jernbanetransporttjenester som anlegget brukes til, skal det være organisatorisk og regnskapsmessig skille mellom disse. Regnskapsmessig skille omfatter atskilte balanser og resultatregnskaper.",
                        "Dersom et serviceanlegg ikke har vært i bruk i en periode på minimum to sammenhengende år, og et jernbaneforetak overfor den som driver serviceanlegget har vist interesse på grunnlag av et faktisk behov, skal eieren gjøre det offentlig kjent at driften av serviceanlegget er tilgjengelig for andres disposisjon samt på markedsmessige vilkår inngå avtale om utleie eller leasing av anlegget som jernbaneserviceanlegg. Dette gjelder ikke dersom den som driver serviceanlegget kan godtgjøre at alle jernbaneforetak er forhindret fra å bruke anlegget på grunn av en pågående omstillingsprosess.",
                        "Ny § 5 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 5 b",
                    "title": "(Vedlikehold av rullende materiell)",
                    "sections": [
                        "Departementet kan gi forskrift om sertifiseringsordninger for enhet med ansvar for vedlikehold av rullende materiell, vedlikeholdsverksteder og annen aktivitet knyttet til vedlikehold av rullende materiell.",
                        "§ 8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "(Trafikkeringsrett på det nasjonale jernbanenettet mv.)",
                    "sections": [
                        "Kongen kan bestemme at den som har tillatelse til å drive trafikkvirksomhet etter § 6, kan få tilgang til å trafikkere kjørevei som er en del av det nasjonale jernbanenettet. Kongen kan gi nærmere bestemmelser om omfanget og vilkårene for slik tillatelse, herunder avgiftsprinsipper mv. Kongen kan gi forskrift om vilkår for tilgang, herunder sportilgang, til serviceanlegg knyttet til jernbanenettet og tjenester i disse.",
                        "§ 10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "(Byggegrenser mv. under, over og langs jernbanen)",
                    "sections": [
                        "Det er forbudt uten tillatelse fra kjøreveiens eier å oppføre bygning, anlegg eller annen installasjon, foreta utgraving eller oppfylling mv. innen 30 meter regnet fra nærmeste spors midtlinje. Dette gjelder også dersom det foreligger reguleringsplan med annen byggegrense eller det med grunnlag i annen lov er gitt rett til å etablere anlegg eller installasjon innenfor 30 meter regnet fra nærmeste spors midtlinje. I tilfeller nevnt i annet punktum, skal tillatelse alltid gis hvis det ikke foreligger særlige grunner for avslag. Tillatelse er ikke nødvendig når sporanlegget er en del av offentlig eller privat vei. Vedtak etter første punktum kan påklages til departementet.",
                        "Kjøreveiens eier kan fastsette vilkår for tillatelsen etter første ledd. Vilkårene skal særlig ivareta hensynet til jernbanesikkerheten, jernbanens uforstyrrede drift og behovet for vedlikehold og eventuell mulig senere utvidelse av kjøreveien.",
                        "Kjøreveiens eier kan pålegge eier av naboeiendom, eller rettighetshaver til slik eiendom, å fjerne trær og annen vegetasjon innenfor 30-meters grensen som nevnt i første ledd når hensynet til togframføringen eller omgivelsenes sikkerhet tilsier det. Etterkommes ikke pålegget, kan kjøreveiens eier selv besørge vegetasjonen fjernet.",
                        "Eier eller rettighetshaver har krav på vederlag etter skjønn for skade og ulempe som følger av tiltak som nevnt i tredje ledd samt for eventuelle utgifter forbundet med dette. Dersom det i tide er gitt skriftlig beskjed om at planting innenfor 30-meters grensen ikke skal skje, har eier eller rettighetshaver ikke krav på vederlag.",
                        "Departementet kan fastsette forskrifter om utgiftsdeling og saksbehandling i forbindelse med tillatelse etter paragrafen her.",
                        "§ 11 første ledd skal lyde:",
                        "Departementet eller den myndighet som departementet bestemmer, fører tilsyn med at bestemmelser gitt i eller i medhold av loven overholdes. Den myndighet som Kongen bestemmer, fører tilsyn etter § 11 b.",
                        "Ny § 11 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 11 b",
                    "title": "(Tilsynsmyndigheten som markedsovervåkingsorgan)",
                    "sections": [
                        "Tilsynsmyndigheten som markedsovervåkingsorgan, jf. § 11, overvåker og fører tilsyn med bestemmelser gitt i eller i medhold av loven her om konkurransen i markedene for jernbanetransport og behandler klager innenfor markedsovervåkingsorganets myndighetsområde. Departementet kan gi nærmere bestemmelser i forskrift om markedsovervåkingsorganets organisering og oppgaver.",
                        "Tilsynsmyndigheten som markedsovervåkingsorgan kan ikke instrueres, verken generelt eller i den enkelte sak.",
                        "Enkeltvedtak tilsynsmyndigheten som markedsovervåkingsorgan treffer, kan ikke påklages til eller omgjøres av overordnet myndighet. Avgjørelser om pålegg om å gi opplysninger kan ikke påklages etter forvaltningsloven § 14 annet punktum. Retten kan prøve alle sider av saken.",
                        "Departementet kan gi bestemmelser i forskrift om karenstid for personer ansvarlig for markedsovervåkingsorganets vedtak.",
                        "Uten hinder av lovbestemt taushetsplikt kan tilsynsmyndigheten som markedsovervåkingsorgan og konkurransemyndighetene gjensidig og etter forespørsel utveksle de opplysninger som er nødvendige for å fremme håndhevelsen av norsk regulering av jernbanemarkedet. Uten hinder av lovbestemt taushetsplikt kan tilsynsmyndigheten som markedsovervåkingsorgan gi markedsovervåkingsorganer i andre EØS-stater, og organisasjoner bestående av slike markedsovervåkingsorganer i EØS, opplysninger som er nødvendige etter direktiv 2012/34/EU med senere endringer.",
                        "Ved utlevering av opplysninger etter femte ledd annet punktum skal myndigheten stille som vilkår at opplysningene kun kan formidles videre med samtykke fra myndigheten og bare for det formål som samtykket omfatter.",
                        "I jernbaneundersøkelsesloven av 3. juni 2005 nr. 34 gjøres følgende endring:",
                        "Ny § 8 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 8 a",
                    "title": "Taushetsplikt",
                    "sections": [
                        "Enhver som utfører tjeneste eller arbeid for den som driver jernbanevirksomhet, har taushetsplikt etter forvaltningsloven om det de får kjennskap til i forbindelse med undersøkelser og rapportering av ulykker og hendelser etter loven her.",
                        "Personer som nevnt i første ledd, har i tillegg taushetsplikt om alle opplysninger som er innrapportert i medhold av § 8 og om opplysninger som er fremkommet under forklaring for undersøkelsesmyndigheten etter § 14. Dette gjelder ikke dersom tungtveiende offentlige hensyn tilsier at opplysningene bør kunne gis videre eller opplysningene er nødvendige for å forklare årsaken til en jernbaneulykke eller jernbanehendelse.",
                        "Taushetsplikt som nevnt i annet ledd, er ikke til hinder for at opplysningene bringes videre i den grad den som har krav på taushet samtykker forutsatt at opplysningene har statistisk form eller de er alminnelig tilgjengelig andre steder.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}