{
    "lawId": "LOV-2016-06-10-21",
    "lawName": "Lov om endringar i psykisk helsevernloven (kontroll for å hindre innføring av uønskte gjenstandar)",
    "shortName": "Endringslov til psykisk helsevernloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4-6",
                    "title": "Undersøkelse av rom og eiendeler samt kroppsvisitasjon",
                    "sections": [
                        "Ved begrunnet mistanke om at rusmidler, legemidler, skadelige stoffer, rømningshjelpemidler eller farlige gjenstander vil bli forsøkt innført eller er innført i en institusjon i psykisk helsevern, kan den faglig ansvarlige vedta at pasientens rom eller eiendeler skal undersøkes og at det skal foretas kroppsvisitasjon av pasienten. Vedtaket skal nedtegnes uten opphold. Pasienten og pasientens nærmeste pårørende kan påklage vedtaket til kontrollkommisjonen.",
                        "Den enkelte døgninstitusjon eller enhet for døgnopphold kan innføre rutinekontroll av pasienter ved innleggelse og etter opphold utenfor institusjonen eller enheten for å hindre innføring av rusmidler, legemidler, skadelige stoffer, rømningshjelpemidler eller farlige gjenstander. Kontrollen kan omfatte undersøkelse av pasientens eiendeler og kroppsvisitasjon uten avkledning av pasienten. Rutinekontroll kan bare innføres når det er nødvendig for å ivareta sikkerheten eller hensynet til helsehjelpen. Mindre inngripende tiltak skal være vurdert. Institusjonen skal dokumentere at vilkårene for å innføre rutinekontroll er oppfylt.",
                        "Kontroll etter første og andre ledd skal gjennomføres så skånsomt som mulig. Intensiteten i kontrollen må stå i et rimelig forhold til det en kan oppnå. Kroppsvisitasjon skal foretas av en person av samme kjønn som pasienten. Undersøkelse av kroppens hulrom er ikke tillatt.",
                        "Dersom det er mulig, skal undersøkelse av pasientens rom og eiendeler skje i pasientens nærvær eller i nærvær av den nærmeste pårørende eller en annen person som pasienten har utpekt.",
                        "Kongen i statsråd kan gi nærmere forskrift om undersøkelse av rom, eiendeler og kroppsvisitasjon.",
                        "§ 4-7 første ledd skal lyde:",
                        "Den faglig ansvarlige kan vedta at rusmidler, legemidler, skadelige stoffer, rømningshjelpemidler og farlige gjenstander som blir funnet ved inngrep som nevnt i §§ 4-5 fjerde ledd og 4-6, skal beslaglegges. Den faglig ansvarlige kan dessuten vedta at rusmidler, legemidler, skadelige stoffer eller farlige gjenstander som vedkommende ikke rettmessig kan inneha, skal tilintetgjøres.",
                        "§ 4A-4 første ledd første punktum skal lyde:",
                        "Det kan foretas rutinekontroll av pasientens person, rom og eiendeler ved innleggelse og før og etter opphold utenfor avdelingen, for å hindre innføring av farlige gjenstander, rusmidler, legemidler, skadelige stoffer eller rømningshjelpemidler, herunder mobiltelefon og andre kommunikasjonsmidler.",
                        "§ 4A-6 andre ledd skal lyde:",
                        "Den faglig ansvarlige kan vedta innskrenkninger i pasientens forbindelse med omverdenen i inntil fire uker dersom det er risiko for rømning, alvorlig voldsutøvelse, innføring av rusmidler, legemidler, skadelige stoffer, rømningshjelpemidler eller farlige gjenstander eller risiko for angrep mot pasienten.",
                        "§ 4A-10 andre ledd skal lyde:",
                        "Når det er grunn til mistanke om at farlige gjenstander, rusmidler, legemidler, skadelige stoffer eller rømningshjelpemidler, herunder mobiltelefon eller andre kommunikasjonsmidler, er tilgjengelig i eller vil bli forsøkt innført i institusjonen, skal det foretas nødvendige undersøkelser av pasientens person, rom og eiendeler.",
                        "Lova gjeld frå den tida Kongen fastset. Kongen kan setje i verk dei einskilde føresegnene til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}