{
    "lawId": "LOV-2016-12-02-85",
    "lawName": "Lov om endringer i ligningsloven (land-for-land-rapportering til skattemyndighetene)",
    "shortName": "Endringslov til ligningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4-13",
                    "title": "Plikt til å levere land-for-land-rapport for skatteformål",
                    "sections": [
                        "1. Morselskap som er hjemmehørende i Norge og har foretak i utlandet, skal innen 31. desember i året etter regnskapsåret levere en rapport med opplysninger om fordelingen av inntekt og skatt i de landene konsernet har foretak (land-for-land-rapport for skatteformål). Rapporten skal også inneholde en beskrivelse av konsernets økonomiske aktivitet i hvert enkelt land, samt opplysninger om hvert foretak i konsernet og den økonomiske aktiviteten foretakene driver.",
                        "2. Rapporteringsplikten etter nr. 1 gjelder tilsvarende for andre foretak i Norge enn morselskap som er hjemmehørende i Norge, dersom:",
                        "a)Det utenlandske morselskapet ikke har plikt til å levere land-for-land-rapport for skatteformål i landet der det er hjemmehørende,",
                        "b)landet der morselskapet er hjemmehørende, ikke har avtale med Norge om automatisk utveksling av land-for-land-rapporter for skatteformål med virkning ved utløpet av rapporteringsåret etter nr. 1, eller",
                        "c)ligningsmyndighetene har varslet foretaket i Norge om at landet der morselskapet er hjemmehørende, ikke overholder avtale som nevnt i bokstav b eller av andre grunner ikke sender land-for-land-rapporter for skatteformål til Norge.",
                        "3. Foretak som er hjemmehørende i Norge og som inngår i et konsern der ett eller flere foretak har plikt til å levere land-for-land-rapport for skatteformål etter nr. 1 og 2, skal samtidig som det leverer selvangivelse for det året rapporteringen gjelder, opplyse ligningsmyndighetene om hvilket foretak i konsernet som skal levere land-for-land-rapport for skatteformål og i hvilket land dette foretaket er hjemmehørende.",
                        "4. Plikten til å levere land-for-land-rapport for skatteformål etter nr. 1 og 2 og til å gi opplysninger etter nr. 3 gjelder ikke dersom konsernet hadde en samlet inntekt under 6 500 000 000 kroner i året før regnskapsåret.",
                        "5. Land-for-land-rapporten skal utarbeides på engelsk.",
                        "6. Ligningsmyndighetene kan bare utlevere land-for-land-rapporten for skatteformål til andre etter reglene i § 3-13 nr. 2 til 8 og til utenlandske myndigheter etter folkerettslig avtale.",
                        "7. Departementet kan fastsette forskrifter og retningslinjer til utfylling og gjennomføring av denne bestemmelsen, herunder fastsette skjema for innrapportering av opplysninger og fastsette unntak fra plikten til å levere land-for-land-rapport.",
                        "Loven trer i kraft straks med virkning for regnskapsår som begynner 1. januar 2016 og senere. § 4-13 nr. 2 skal likevel bare ha virkning for regnskapsår som begynner 1. januar 2017 eller senere."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}