{
    "lawId": "LOV-2016-04-22-5",
    "lawName": "Lov om endringer i universitets- og høyskoleloven (modell for styring og ledelse mv.)",
    "shortName": "Endringslov til universitets- og høyskoleloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 9-3",
                    "title": "Styrets sammensetning",
                    "sections": [
                        "(1) Styret skal ha elleve medlemmer og bestå av fire medlemmer valgt blant ansatte i undervisnings- og forskerstilling, ett medlem valgt blant de teknisk og administrativt ansatte, to medlemmer valgt blant studentene og fire eksterne medlemmer.",
                        "(2) Departementet utpeker et av de eksterne styremedlemmene til å være styrets leder. Hvis rektor er valgt etter § 10-2, er rektor styrets leder, og trer inn i styret i stedet for ett medlem valgt blant ansatte i undervisnings- og forskerstilling.",
                        "(3) Styret selv kan fastsette en annen styresammensetning enn fastsatt i første ledd. Slikt vedtak må treffes med tilslutning av minst halvparten av styrets medlemmer. Ansatte i undervisnings- og forskerstilling, teknisk og administrativt ansatte, studenter og eksterne skal være tilfredsstillende representert i styret. Ingen av disse gruppene skal ha flertall alene. § 4-4 første ledd gjelder tilsvarende.",
                        "(4) Styret selv kan fastsette at styret skal ha et flertall av eksterne medlemmer. Slikt vedtak må treffes med tilslutning av minst to tredeler av styrets medlemmer. Ansatte i undervisnings- og forskerstilling, teknisk og administrativt ansatte og studenter skal være tilfredsstillende representert i styret. § 4-4 første ledd gjelder tilsvarende.",
                        "(5) Styreleder og styremedlemmer har krav på en rimelig godtgjøring for vervet. Godtgjøringen fastsettes av departementet.",
                        "(6) Departementet kan i særlige tilfeller fastsette en annen styresammensetning eller styreordning enn bestemt i første ledd eller fastsatt etter tredje eller fjerde ledd.",
                        "§ 9-4 sjette ledd annet punktum oppheves. Nåværende tredje til femte punktum blir andre til fjerde punktum.",
                        "§ 10-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-1",
                    "title": "Rektor",
                    "sections": [
                        "(1) Rektor skal ansettes på åremål med mindre rektor er valgt etter § 10-2. Styret selv foretar utlysning og ansettelse av rektor. Ansettelsesprosessen skal sikre at rektor har faglig og ledelsesmessig legitimitet, og at studentene og de ansatte blir hørt. Styret bestemmer om det skal gis innstilling, og hvem som skal innstille.",
                        "(2) Rektor er daglig leder for institusjonens faglige og administrative virksomhet i samsvar med de rammer og pålegg som styret fastsetter.",
                        "(3) Rektor er sekretær for styret og skal i samråd med styrets leder forberede og gi tilrådning i de sakene som legges frem for styret. Rektor har rett til å delta i møter i alle institusjonens styrer, råd og utvalg.",
                        "(4) Rektor er ansvarlig for iverksetting av styrets vedtak, og for at disponering av ressurser og eiendom skjer i samsvar med de vedtak som er truffet av styret.",
                        "(5) Rektor skal på styrets vegne påse at den samlede økonomi- og formuesforvaltning skjer i samsvar med departementets generelle bestemmelser om økonomiforvaltningen og forutsetninger for tildeling av bevilgninger.",
                        "(6) Rektor utarbeider og legger frem for styret budsjettforslag og årsregnskap og holder styret løpende orientert om regnskapets stilling i forhold til budsjettet og andre forhold av betydning for institusjonens virksomhet.",
                        "§ 10-2 overskriften og første ledd skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-2",
                    "title": "Valgt rektor",
                    "sections": [
                        "(1) Rektor kan utpekes ved valg dersom styret fatter vedtak om dette. Slikt vedtak må treffes med tilslutning av minst halvparten av styrets medlemmer. Både institusjonens ansatte og eksterne kandidater er valgbare som rektor. Styret kan fastsette nærmere regler om nominasjon av eksterne kandidater. Hvis rektor er valgt, gjelder følgende om rektor:",
                        "a)Rektor er styrets leder. Rektor har på styrets vegne det overordnede ansvar for og ledelse av institusjonens virksomhet og fører tilsyn med denne. Rektor, og i dennes sted prorektor, har rett til å delta i møter i alle institusjonens styrer og utvalg.",
                        "b)Rektor avgjør saker i det omfang disse ikke kan utsettes til styret kan komme sammen i møte. Rektor kan også gis fullmakt til å avgjøre løpende saker som bør avgjøres før det neste styremøte, og som ikke kan anses som viktige nok til at ekstraordinært møte innkalles. I sak om avskjed eller suspensjon kan rektor bare beslutte kortvarig suspensjon i tjenesten i påvente av styrets behandling.",
                        "§ 10-3 første ledd skal lyde:",
                        "(1) Dersom styret har vedtatt at rektor skal velges etter § 10-2 første ledd, skal det ved hver institusjon være en administrerende direktør.",
                        "§ 10-4 oppheves. Nåværende § 10-5 blir § 10-4.",
                        "§ 11-1 sjette ledd skal lyde:",
                        "(6) Hvis styret ansetter i annen administrativ lederstilling enn nevnt i tredje ledd, skal dette skje på grunnlag av innstilling fra rektor, eller administrerende direktør hvis rektor er valgt etter § 10-2.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}