{
    "lawId": "LOV-2016-12-20-114",
    "lawName": "Lov om endringer i lov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav (skattebetalingsloven)",
    "shortName": "Endringslov til skattebetalingsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 2-1",
                    "title": "Skatteoppkreverne for kommunene – formues- og inntektsskatt, trygdeavgift, arbeidsgiveravgift og finansskatt på lønn",
                    "sections": [
                        "(1) Formues- og inntektsskatt, trygdeavgift, arbeidsgiveravgift og finansskatt på lønn innkreves av den kommunale skatteoppkreveren. Med mindre annet er bestemt gjelder dette også for tilknyttede krav som nevnt i § 1-1 tredje ledd bokstav a og b.",
                        "(2) Forskuddstrekk, arbeidsgiveravgift og finansskatt på lønn skal betales til skatteoppkreveren for den kommunen hvor arbeidsgiveren er hjemmehørende eller har sitt hovedkontor. Forskuddstrekk fra selskaper og innlånere skal betales til skatteoppkreveren for den kommunen der selskapet eller innlåneren har sitt hovedkontor eller styret har sitt sete.",
                        "(3) Forskuddsskatt og restskatt skal betales til skatteoppkreveren for den kommunen skatten er skrevet ut for.",
                        "(4) Første til tredje ledd gjelder ikke formues- og inntektsskatt for skattytere som ikke har varig tilknytning til riket og sjømenn bosatt i utlandet, artistskatt, petroleumsskatt og svalbardskatt.",
                        "(5) Departementet kan i forskrift gi regler om",
                        "a)at skatteoppkreveren skal innkreve andre krav, herunder krav som nevnt i § 1-1 tredje ledd bokstav c og d,",
                        "b)hvem som skal innkreve forskuddstrekk, arbeidsgiveravgift og finansskatt på lønn fra utenlandske arbeidsgivere og selskaper, og om hvem slike krav skal betales til, og",
                        "c)at Arbeids- og velferdsetaten skal innkreve krav på trygdeavgift som etaten har fastsatt i medhold av skatteforvaltningsloven.",
                        "§ 2-2 første ledd første punktum skal lyde:",
                        "Skattekontoret er innkrevingsmyndighet for krav som ikke innkreves etter § 2-1.",
                        "§ 4-7 første punktum skal lyde:",
                        "Forskudd på skatt kan innbetales med høyere beløp enn det som er utskrevet når det utskrevne forskudd må antas å bli utilstrekkelig til dekning av den skatt som vil bli fastsatt.",
                        "§ 9-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-1",
                    "title": "Betalingsmåte",
                    "sections": [
                        "(1) Skatte- og avgiftskrav skal betales ved overføring av beløpet til innkrevingsmyndighetenes konto, med mindre innkrevingsmyndighetene har akseptert betaling med kontanter.",
                        "(2) Departementet kan i forskrift gi nærmere regler om betalingsordningen for skatte- og avgiftskrav, herunder om finansinstitusjoners plikt til å avvise betalingsoppdrag med manglende opplysninger, og om adgang til å betale kontant til innkrevingsmyndighetene.",
                        "§ 9-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-2",
                    "title": "Tid og sted for betaling",
                    "sections": [
                        "(1) Betaling av skatte- og avgiftskrav anses for å være skjedd når beløpet er kommet fram til rett innkrevingsmyndighet. Ved betaling via bank anses betaling for å være skjedd når beløpet er godskrevet innkrevingsmyndighetenes bank. Ved overføring innen samme bank anses betaling for å være skjedd når beløpet er godskrevet mottakerens konto.",
                        "(2) En fastsatt betalingsfrist anses dessuten for å være avbrutt",
                        "a)når betalerens oppdrag er mottatt av en bank.",
                        "b)når innkrevingsmyndighetene mottar og aksepterer sjekk eller annet betalingsinstrument.",
                        "c)når petroleumsskatt er godskrevet innkrevingsmyndighetens konto.",
                        "(3) Finansavtaleloven § 39 tredje og fjerde ledd gjelder tilsvarende for avbrudd av betalingsfrist etter annet ledd bokstav a og b.",
                        "§ 9-3 oppheves.",
                        "§ 10-10 overskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-10",
                    "title": "Forskuddstrekk, arbeidsgiveravgift og finansskatt på lønn",
                    "sections": [
                        "§ 10-10 første ledd skal lyde:",
                        "(1) Forskuddstrekk, arbeidsgiveravgift og finansskatt på lønn for de to foregående kalendermånedene forfaller til betaling hver 15. januar, 15. mars, 15. mai, 15. juli, 15. september og 15. november.",
                        "§ 10-30 overskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-30",
                    "title": "Merverdiavgift",
                    "sections": [
                        "§ 10-40 annet ledd skal lyde:",
                        "(2) For virksomheter som er registrert som særavgiftspliktige hos skattekontoret, forfaller særavgiften for en periode til betaling samme dag som det skal leveres skattemelding.",
                        "§ 10-60 annet ledd skal lyde:",
                        "(2) For tilgodebeløp som oppstår ved egenretting av tidligere levert skattemelding, regnes fristen fra skatte- og avgiftsmyndighetene har godkjent beløpet til utbetaling.",
                        "§ 11-2 tredje ledd skal lyde:",
                        "(3) Av økning i skatt etter ny avregning, jf. § 7-2, beregnes renten fra 1. januar i året etter skattefastsettingsåret.",
                        "§ 11-4 annet ledd annet punktum oppheves.",
                        "§ 11-4 tredje ledd skal lyde:",
                        "(3) Ved utbetaling av merverdiavgift som tidligere ikke er innbetalt, ytes renter fra tre uker etter fristen for innlevering av skattemelding for vedkommende skattleggingsperiode.",
                        "§ 11-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11-5",
                    "title": "Rentetillegg og rentegodtgjørelse ved skatteavregningen",
                    "sections": [
                        "(1) Restskatt tillegges rentetillegg. Rentetillegget beregnes med rentesats etter § 11-6 annet ledd annet punktum, redusert med 24 %. Rentetillegget beregnes fra 1. juli i inntektsåret for personlige skattytere og fra 15. mars i året etter inntektsåret for upersonlige skattytere, og fram til forfallsfristen for første termin av restskatten.",
                        "(2) Personlige skattytere som får utbetalt overskytende forskudd på skatt etter kapittel 7, eller som får utbetalt negativ skatt som følge av at fastsatt fradrag overstiger fastsatt skatt, gis rentegodtgjørelse etter følgende regler:",
                        "a)For overskytende forskuddstrekk og overskytende utskrevet forskuddsskatt innbetalt innen utgangen av inntektsåret, samt negativ skatt, gis rentegodtgjørelse med rentesats etter § 11-6 annet ledd annet punktum redusert med 24 %, beregnet fra 1. juli i inntektsåret og fram til skatteoppgjøret blir sendt skattyter.",
                        "b)For overskytende utskrevet forskuddsskatt og tilleggsforskudd som blir innbetalt senest 31. mai i året etter inntektsåret, gis rentegodtgjørelse med rentesats etter § 11-6 annet ledd annet punktum redusert med 24 %, beregnet fra 31. mai og fram til skatteoppgjøret blir sendt skattyter.",
                        "(3) Upersonlige skattytere som får utbetalt overskytende forskudd på skatt etter kapittel 7, eller som får utbetalt negativ skatt som følge av at fastsatt fradrag overstiger fastsatt skatt, gis rentegodtgjørelse etter følgende regler:",
                        "a)Når samlet forskuddsskatt innbetalt senest 31. mai i året etter inntektsåret overstiger fastsatt skatt, gis rentegodtgjørelse for det overstigende beløpet med rentesats etter § 11-6 annet ledd annet punktum redusert med 24 %, beregnet fra 15. mars i året etter inntektsåret og fram til skatteoppgjøret blir sendt skattyter.",
                        "b)Ved avregning etter tidlig fastsetting, gis rentegodtgjørelse etter tredje ledd bokstav a bare når avregning skjer senere enn 31. mai i året etter inntektsåret.",
                        "(4) Departementet kan i forskrift gi nærmere regler om rentetillegg og rentegodtgjørelse ved skatteavregningen.",
                        "§ 15-1 første ledd siste punktum skal lyde:",
                        "For skatte- og avgiftskrav som nevnt i § 1-1 annet ledd bokstav a, kan endelig avgjørelse om å sette ned eller frafalle skatte- eller avgiftskravet først treffes når skattefastsetting er foretatt.",
                        "§ 16-20 første ledd siste punktum oppheves.",
                        "Endringen under I trer i kraft straks.",
                        "Endringene under II trer i kraft 1. januar 2017."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}