{
    "lawId": "LOV-2016-06-17-58",
    "lawName": "Lov om endringer i utlendingsloven mv. (innstramninger II)",
    "shortName": "Endringslov til utlendingsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 41 a",
                    "title": "24-årskrav for familieetablering",
                    "sections": [
                        "Det er et vilkår for oppholdstillatelse etter §§ 40 (ektefeller) og 41 (samboere) at begge parter har fylt 24 år, med mindre",
                        "a)ekteskapet var inngått eller samlivet var etablert før tidspunktet for referansepersonens innreise i Norge, eller",
                        "b)partene har inngått ekteskap eller levd i et etablert samliv i Norge mens begge har hatt oppholdstillatelse eller norsk eller nordisk statsborgerskap.",
                        "Det kan gjøres unntak fra vilkåret dersom det er åpenbart at ekteskapet eller samlivet er frivillig.",
                        "§ 51 nytt tredje og fjerde ledd skal lyde:",
                        "Oppholdstillatelse etter bestemmelsene i kapittelet her kan nektes dersom familielivet kan utøves i et trygt land som familien samlet sett har sterkere tilknytning til, og referansepersonen har",
                        "a)oppholdstillatelse som flyktning, jf. § 28,",
                        "b)oppholdstillatelse etter innreisetillatelse som overføringsflyktning, jf. § 35 tredje ledd, eller",
                        "c)kollektiv beskyttelse i en massefluktsituasjon, jf. § 34.",
                        "Kongen kan fastsette nærmere regler i forskrift, herunder unntak fra tredje ledd.",
                        "§ 60 nytt femte ledd skal lyde:",
                        "Det er et vilkår for oppholdstillatelse at utlendingen skal oppholde seg i Norge minst seks måneder i en tillatelsesperiode på ett år. Dette gjelder likevel ikke dersom formålet med tillatelsen eller andre forhold ved tillatelsen tilsier det. Kongen kan fastsette nærmere regler og unntak i forskrift.",
                        "§ 60 nåværende femte ledd blir nytt sjette ledd.",
                        "§ 62 første ledd bokstav d til f skal lyde:",
                        "d)utlendingen har gjennomført pliktig norskopplæring i henhold til introduksjonsloven og ved avsluttende prøve i norsk behersker et minimum av norsk muntlig,",
                        "e)utlendingen har gjennomført pliktig opplæring i samfunnskunnskap i henhold til introduksjonsloven og har bestått avsluttende prøve i samfunnskunnskap på et språk han eller hun forstår, og",
                        "f)utlendingen har vært selvforsørget de siste tolv månedene.",
                        "§ 62 nytt annet ledd skal lyde:",
                        "En søknad om permanent oppholdstillatelse kan avslås dersom det foreligger tungtveiende, innvandringsregulerende hensyn, herunder at utlendingen aktivt har motarbeidet avklaring av egen identitet etter ankomst til landet.",
                        "§ 62 nåværende annet til sjette ledd blir tredje til syvende ledd.",
                        "§ 62 nytt sjette ledd annet punktum skal lyde:",
                        "Oppholdet utenfor riket anses å være sammenhengende selv om utlendingen har hatt ett eller flere opphold av en viss varighet i riket, jf. syvende ledd.",
                        "§ 62 syvende ledd skal lyde:",
                        "Kongen kan gi nærmere regler i forskrift, herunder om bortfall av permanent oppholdstillatelse etter sjette ledd. Kongen kan også fastsette nærmere regler om hvor langvarig et mellomliggende opphold i Norge må være for at opphold i utlandet ikke skal regnes som sammenhengende etter sjette ledd. Kongen kan fastsette i forskrift at permanent oppholdstillatelse kan gis i andre tilfeller enn nevnt i første ledd. Kongen kan i forskrift fastsette nærmere regler om kravene om å beherske et minimum av norsk muntlig og bestått prøve i samfunnskunnskap og om innholdet i vilkåret om selvforsørgelse etter første ledd bokstav d, e og f, herunder om unntak fra kravene. Kongen kan også fastsette nærmere regler i forskrift om hva som regnes som tungtveiende, innvandringsregulerende hensyn etter annet ledd.",
                        "§ 66 første ledd bokstav d, e og ny bokstav f skal lyde:",
                        "d)når en administrativ myndighet i et Schengenland har truffet en endelig avgjørelse om bortvisning eller utvisning av utlendingen på grunn av manglende overholdelse av landets bestemmelser om utlendingers innreise eller opphold,",
                        "e)når utlendingen har overtrådt straffeloven kapittel 18, eller har gitt trygt tilholdssted til noen som utlendingen kjenner til at har begått et slikt lovbrudd, eller",
                        "f)når utlendingens søknad om beskyttelse er nektet realitetsbehandlet i medhold av § 32 første ledd bokstav a eller d, og søkeren også tidligere har fått søknad nektet realitetsbehandlet, og søknaden fremstår som et misbruk av asylsystemet.",
                        "§ 66 annet ledd bokstav a og b skal lyde:",
                        "a)når utlendingen ikke har overholdt plikten til å forlate riket innen utreisefristen gitt i medhold av § 90 sjette ledd, eller",
                        "b)når utlendingen ikke er gitt en utreisefrist",
                        "-fordi det er fare for unndragelse, jf. § 90 sjette ledd bokstav a og § 106 a,",
                        "-fordi en søknad er avslått som åpenbart grunnløs eller som følge av vesentlig uriktige eller åpenbart villedende opplysninger, jf. § 90 sjette ledd bokstav b,",
                        "-fordi utlendingen er funnet å utgjøre en trussel mot offentlig orden, jf. § 90 sjette ledd bokstav c, eller",
                        "-fordi utlendingen er funnet å utgjøre en trussel mot grunnleggende nasjonale interesser, jf. § 129 femte ledd.",
                        "§ 90 skal lyde:"
                    ]
                },
                {
                    "name": "§ 90",
                    "title": "Iverksetting av vedtak",
                    "sections": [
                        "Vedtak om bortvisning eller utvisning av en utlending som ikke har oppholdstillatelse eller oppholdsrett etter kapittel 13, eller en nordisk borger som ikke har hatt opphold i riket i mer enn tre måneder, kan iverksettes straks. Vedtak om bortvisning eller utvisning av en utlending med oppholdsrett etter utlendingsloven § 111 kan iverksettes straks.",
                        "Vedtak om avslag på søknad om første gangs oppholdstillatelse, og søknad om fornyet oppholdstillatelse fremsatt etter utløpet av fristen i § 61 sjette ledd, kan iverksettes før det er endelig dersom utlendingen har fått mulighet til å fremsette klage. Slikt vedtak kan tidligst iverksettes 48 timer etter at meldingen om vedtaket er kommet frem til utlendingen. Dersom Utlendingsdirektoratet anser søknaden åpenbart grunnløs, kan vedtaket likevel iverksettes så snart fristen for å begjære utsatt iverksetting er utløpt, og direktoratet har tatt stilling til begjæringen.",
                        "Vedtak om å nekte realitetsbehandling etter § 32 første ledd bokstav a, c og d og femte ledd, kan iverksettes straks. Dersom det ikke er åpenbart at søknaden bør nektes realitetsbehandlet etter de angitte bestemmelser, skal utlendingen gis en frist til å begjære utsatt iverksetting, og vedtaket kan ikke iverksettes før fristen er utløpt eller Utlendingsdirektoratet har tatt stilling til begjæringen. Er søknaden nektet realitetsbehandlet etter § 32 første ledd bokstav b, jf. fjerde ledd, og utlendingen har begjært utsatt iverksetting, kan vedtaket ikke iverksettes før Utlendingsnemnda har tatt stilling til begjæringen eller behandlet klagen på vedtaket.",
                        "Vedtak om avslag på søknad om fornyet oppholdstillatelse eller permanent oppholdstillatelse fremsatt innen utløpet av fristen i § 61 sjette ledd, kan ikke iverksettes før det er endelig. Tilsvarende gjelder vedtak om tilbakekall etter § 63 og vedtak om utvisning av en utlending som har oppholdstillatelse, eller en nordisk borger som har hatt opphold i riket i mer enn tre måneder. Dersom det er mest sannsynlig at utlendingen vil begå en straffbar handling overfor eller forfølge en annen person eller på annet vis alvorlig krenke en annen persons fred, kan vedtaket iverksettes på et tidligere tidspunkt enn det som følger av første og annet punktum.",
                        "Påberoper en utlending seg rett til beskyttelse, jf. § 28, eller for øvrig gir opplysninger som tyder på at vernet mot utsendelse etter § 73 vil komme til anvendelse, kan et vedtak bare iverksettes før det er endelig dersom",
                        "a)søknaden om opphold er nektet realitetsbehandlet i medhold av § 32,",
                        "b)søkeren tidligere har fått avslag på søknad om beskyttelse i annet land, eller",
                        "c)vilkårene for opphold etter §§ 28 eller 73 åpenbart ikke er oppfylt",
                        "Vedtak som innebærer at en utlending må forlate riket, iverksettes ved at utlendingen pålegges å reise innen en fastsatt frist. Fristen skal settes til mellom sju og tretti dager. Dersom det anses nødvendig, kan det settes en lengre frist. Det kan settes en kortere frist enn sju dager eller unnlates å gi en utreisefrist når",
                        "a)det er fare for unndragelse, jf. § 106 a,",
                        "b)en søknad er avslått som åpenbart grunnløs eller som følge av vesentlig uriktige eller åpenbart villedende opplysninger,",
                        "c)utlendingen er funnet å utgjøre en trussel mot offentlig orden,",
                        "d)utlendingen omfattes av § 32,",
                        "e)utlendingen bortvises eller utvises ved Schengenyttergrensen, eller",
                        "f)utlendingen utvises etter § 66 første ledd bokstav b, c, e eller annet ledd eller §§ 67 eller 68.",
                        "Dersom slikt pålegg som nevnt i femte ledd ikke blir fulgt, utreisefrist ikke er gitt, eller det er konkrete holdepunkter for å anta at utlendingen ikke vil forlate riket innen utløpet av fristen, kan politiet føre utlendingen ut. Når særlige grunner taler for det, kan utlendingen bli ført til et annet land enn det vedkommende kom fra. Utlendinger som ikke har gyldig reisedokument, har plikt til å skaffe seg dette. Beslutninger som gjelder iverksetting, regnes ikke som enkeltvedtak, jf. forvaltningsloven § 2 første ledd bokstav b.",
                        "Tvungen utsendelse av en enslig mindreårig skal bare skje til et familiemedlem, utnevnt verge eller til et annet forsvarlig omsorgstilbud. Kongen kan gi nærmere regler i forskrift.",
                        "Kongen kan gi nærmere regler i forskrift om fastsettelse av utreisefrist og om innføring av et system for kontroll av tvangsreturer.",
                        "Når Utlendingsnemnda har truffet et vedtak som innebærer at utlendingen må forlate riket, kan den instruere politiet om å utsette iverksettingen. Utlendingsdirektoratet kan instruere politiet om å utsette iverksettingen dersom slikt vedtak er truffet av direktoratet. Utlendingsnemnda kan instruere politiet om å utsette iverksettingen av et vedtak truffet av direktoratet på nemndas saksområde, når vedtaket innebærer at utlendingen må forlate riket. Departementet kan instruere Utlendingsdirektoratet og Utlendingsnemnda om å utsette iverksettingen av en bestemt type vedtak som innebærer at utlendingen må forlate riket, i påvente av endringer i lov eller forskrift.",
                        "Dersom en utlending påberoper seg omstendigheter som nevnt i § 28 på tidspunktet for iverksetting av et vedtak som innebærer at utlendingen må forlate riket, og det ikke fremgår at det allerede er tatt standpunkt til de forholdene som påberopes, skal politiet forelegge spørsmålet om utsatt iverksetting for den myndigheten som har truffet vedtaket.",
                        "§ 92 annet ledd fjerde punktum oppheves.",
                        "§ 92 sjette ledd annet punktum oppheves.",
                        "§ 92 nytt syvende ledd skal lyde:",
                        "Kongen kan gi nærmere regler i forskrift om unntak fra retten til fritt rettsråd etter første ledd første punktum og annet ledd første punktum. Det kan også gis regler til utfylling av bestemmelsen, herunder regler om rett til fritt rettsråd uten behovsprøving i første instans og regler om erstatningskrav etter sjette ledd.",
                        "Ny § 94 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 94 a",
                    "title": "Klagefrist ved åpenbart grunnløse asylsøknader",
                    "sections": [
                        "Dersom Utlendingsdirektoratet ved behandlingen av en søknad om beskyttelse anser det som åpenbart at vilkårene i §§ 28 og 73 ikke er oppfylt, er fristen for å klage én uke fra det tidspunktet underretning om vedtaket er kommet frem til vedkommende part. For øvrig gjelder reglene i forvaltningsloven § 29 annet til fjerde ledd.",
                        "§ 100 skal lyde:"
                    ]
                },
                {
                    "name": "§ 100",
                    "title": "Biometrisk personinformasjon i form av ansiktsfoto og fingeravtrykk",
                    "sections": [
                        "For identifisering og verifisering av identitet kan det opptas og behandles biometrisk personinformasjon i form av ansiktsfoto og fingeravtrykk av en utlending som",
                        "a)ikke kan dokumentere sin identitet, eller som det er grunn til å mistenke for å oppgi uriktig identitet,",
                        "b)søker om oppholdstillatelse etter loven,",
                        "c)søker om Schengen-visum, jf. § 10, visum av humanitære grunner, jf. § 11, eller nasjonalt visum, jf. § 12,",
                        "d)søker om grenseboerbevis etter avtale mellom Norge og Russland,",
                        "e)er blitt innvilget eller har fått avslag på søknad om oppholdstillatelse etter loven, eller",
                        "f)er bortvist eller utvist, eller som antas å oppholde seg ulovlig i riket.",
                        "Med behandling menes enhver bruk av opplysningene, som for eksempel registrering i et elektronisk register, lagring, søking, gjenfinning, sletting eller en kombinasjon av ulike bruksmåter. Politiet kan bruke registeret i forbindelse med etterforskningen av en eller flere handlinger som samlet kan medføre høyere straff enn fengsel i 6 måneder.",
                        "For behandling av fingeravtrykk i henhold til Dublin-samarbeidet, jf. § 32 fjerde ledd, gjelder reglene i § 101.",
                        "Politimesteren eller den politimesteren gir fullmakt, kan avgjøre at fingeravtrykk og ansiktsfoto skal tas med tvang. Utlendingen kan kreve spørsmålet om rettmessigheten av et slikt tvangsinngrep brakt inn for retten. Politiet sørger for at utlendingen blir gjort kjent med denne retten.",
                        "Kongen kan i forskrift gi nærmere regler om hvem det skal opptas biometrisk personinformasjon fra og behandlingen av opplysningene.",
                        "§ 100 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 100 a",
                    "title": "Innhenting og lagring av biometrisk personinformasjon i standardisert oppholdskort",
                    "sections": [
                        "For utstedelse av standardisert oppholdskort, jf. § 64 a, skal det innhentes og lagres biometrisk personinformasjon i form av ansiktsfoto og fingeravtrykk i oppholdskortet av alle utlendinger over 6 år, med mindre slik biometrisk personinformasjon allerede er opptatt og lagret, jf. § 100. Utlendingen har plikt til å medvirke til opptak av slik biometrisk personinformasjon. Informasjonen lagres elektronisk eller på annen måte i oppholdskortet slik at hensynet til informasjonens ekthet, integritet og konfidensialitet blir ivaretatt.",
                        "Kongen kan gi nærmere regler i forskrift om at det kan innhentes og lagres biometrisk personinformasjon i form av ansiktsfoto og fingeravtrykk også i kort som dokumenterer andre typer tillatelser eller rettigheter enn oppholdstillatelse, for eksempel grenseboerbevis utstedt til beboere i det russiske grenseområdet.",
                        "Beslutning om at det skal innhentes og lagres biometrisk personinformasjon som nevnt i første og annet ledd, treffes av Utlendingsdirektoratet, Utlendingsnemnda, Utenriksdepartementet, politiet eller utenriksstasjon.",
                        "Den som oppholdskortet er utstedt til, har rett til innsyn i personopplysninger som er innført i oppholdskortet, herunder den biometriske informasjonen, og kan kreve uriktig informasjon rettet eller slettet. Tilsvarende gjelder for den som har fått utstedt kort med registrert biometrisk personinformasjon etter annet ledd.",
                        "Kongen kan i forskrift gi nærmere regler, herunder om tidspunktet for når fingeravtrykk og ansiktsfoto skal opptas og regler om sletting av biometrisk personinformasjon.",
                        "§ 105 første ledd bokstav e skal lyde:",
                        "e)utlendingens søknad om beskyttelse har blitt eller mest sannsynlig vil bli nektet realitetsbehandlet i medhold av § 32 første ledd bokstav a eller d eller femte ledd.",
                        "§ 106 første ledd bokstav g skal lyde:",
                        "g)utlendingens søknad om beskyttelse mest sannsynlig vil bli nektet realitetsbehandlet i medhold av § 32 første ledd bokstav a eller d eller femte ledd. Dette gjelder ikke hvis utlendingen er mindreårig eller har mindreårige barn som også har søkt beskyttelse",
                        "§ 106 a første ledd bokstav k skal lyde:",
                        "k)utlendingens søknad om beskyttelse er nektet realitetsbehandlet etter § 32 første ledd bokstav a eller d eller femte ledd.",
                        "I § 108 annet ledd bokstav a erstattes «§ 90 femte ledd» av «§ 90 sjette ledd».",
                        "I lov 4. juli 2003 nr. 80 om introduksjonsordning og norskopplæring for nyankomne innvandrere gjøres følgende endringer:",
                        "§ 17 første ledd skal lyde:",
                        "Rett og plikt til deltakelse i gratis opplæring i norsk og samfunnskunnskap i til sammen 600 timer gjelder for utlending mellom 16 og 67 år som har fått",
                        "a)oppholdstillatelse etter utlendingsloven som danner grunnlag for permanent oppholdstillatelse, eller",
                        "b)kollektiv beskyttelse i massefluktsituasjon etter utlendingsloven § 34.",
                        "§ 17 annet ledd oppheves. Nåværende tredje ledd blir annet ledd og skal lyde:",
                        "Rett til deltakelse etter første ledd gjelder ikke for utlending med oppholdstillatelse etter utlendingsloven §§ 23 og 25 og deres familiemedlemmer med tillatelse etter utlendingsloven kapittel 6. Utlending mellom 16 og 67 år med tillatelse som nevnt i første punktum som danner grunnlag for permanent oppholdstillatelse, har plikt til deltakelse i opplæring i norsk og samfunnskunnskap i til sammen 300 timer, jf. § 18 første ledd annet punktum.",
                        "Nåværende fjerde og femte ledd blir tredje og fjerde ledd.",
                        "§ 18 første og annet ledd skal lyde:",
                        "Kommunen skal så snart som mulig og innen tre måneder etter folkeregistrering i kommunen eller at krav om deltakelse blir framsatt, sørge for tilbud om opplæring i norsk og samfunnskunnskap i henhold til § 17 for personer som er bosatt i kommunen eller bor midlertidig på asylmottak i kommunen. Kommunen kan kreve at personer som omfattes av § 17 annet ledd, betaler for opplæringen.",
                        "Kommunen skal så snart som mulig og innen tre måneder etter at søknad om deltakelse blir fremsatt, sørge for tilbud om ytterligere gratis opplæring i norsk til personer som omfattes av § 17 første ledd innenfor rammen av 2400 timer, dersom vedkommende har behov for det. Kommunen kan kreve at vedkommende gjennomfører tester for å fastslå om det er behov for slik opplæring. Kommunens plikt etter dette leddet gjelder i fem år fra det tidspunktet rett og plikt til deltakelse i opplæring i norsk og samfunnskunnskap inntrer, jf. § 17 fjerde ledd.",
                        "I lov 10. juni 2005 nr. 51 om norsk statsborgerskap (statsborgerloven) gjøres følgende endringer:",
                        "§ 16 skal lyde:",
                        "For søkere som er statsløse gjelder ikke vilkårene i § 7 første ledd bokstav b, e og h. Statsløs søker som på søknadstidspunktet har fylt 18 år, må likevel ha oppholdt seg i riket de siste tre årene med oppholdstillatelser av minst ett års varighet. Oppholdstid eller flere søknadsperioder medregnes i treårsperioden.",
                        "Søkere som ved egen handling eller unnlatelse har valgt å være statsløs, eller som på en enkel måte kan bli statsborger av et annet land, omfattes ikke av paragrafen her.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "2.Kongen kan fastsette overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}