{
    "lawId": "LOV-2016-12-16-101",
    "lawName": "Lov om endringar i jernbanelova og einskilde andre lover (reform av jernbanesektoren)",
    "shortName": "Endringslov til jernbanelova og einskilde andre lover",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 6 b",
                    "title": "(Nasjonal beredskap)",
                    "sections": [
                        "For å sikre nødvendig samfunnssikkerhet og beredskap i ekstraordinære situasjoner, kriser og krig, kan departementet pålegge den som driver aktivitet knyttet til jernbane, å utføre oppgaver i form av",
                        "a)beredskapsplanlegging,",
                        "b)rapportering eller utveksling av informasjon,",
                        "c)fysisk og logisk sikring av viktige anlegg og systemer,",
                        "d)transporttjenester i alle ledd av transportkjeden,",
                        "e)samarbeid med andre nasjonale eller internasjonale aktører, og",
                        "f)gjennomføring av eller deltagelse i øvelser og militære operasjoner.",
                        "Medfører et pålegg vesentlige kostnader for den det er rettet mot, og disse ikke oppveies av tilsvarende fordeler, skal departementet fastsette et rimelig vederlag for dette.",
                        "Departementet kan i forskrift gi nærmere regler om pålegg etter første ledd og vederlag etter annet ledd, herunder hvilke virksomheter som skal omfattes, koordinering av oppgaver mellom virksomheter, regler for utmåling av vederlag, og forholdet til beredskapsplanlegging etter annen lovgivning.",
                        "§ 8 a skal lyde:",
                        "Departementet gir forskrifter om tilretteleggelse for og gjennomføring av konkurranse om avtaler om persontransport med jernbane, herunder utfylling av bestemmelsene i §§ 8 b til 8 d.",
                        "§ 8 c vert oppheva.",
                        "§ 8 d vert oppheva.",
                        "§ 8 e vert oppheva.",
                        "§ 8 f blir ny § 8 c.",
                        "§ 8 g blir ny § 8 d.",
                        "§ 10 fyrste ledd nytt tredje punktum skal lyde:",
                        "Departementet er klageinstans for vedtak etter første punktum.",
                        "§ 11 skal lyde:",
                        "Departementet eller den myndighet som departementet bestemmer, fører tilsyn med at bestemmelser gitt i eller i medhold av loven overholdes.",
                        "Enhver skal etter pålegg fra tilsynsmyndigheten gi de opplysninger den krever for å utføre sine oppgaver. Tilsynsmyndigheten kan bestemme i hvilken form opplysningene skal gis.",
                        "Tilsynsmyndigheten skal til enhver tid ha uhindret adgang til ethvert sted som omfattes av loven. En representant for virksomheten har rett til, og kan pålegges, å være til stede under tilsynet. Tilsynsmyndigheten kan likevel bestemme at representanter for virksomheten ikke skal være til stede ved intervjuer av arbeidstakere. Det samme gjelder hvis tilstedeværelsen ikke kan skje uten vesentlig ulempe, eller hvis formålet med tilsynet kan settes i fare.",
                        "Alle som utfører tjeneste eller arbeid for tilsynsmyndigheten, har taushetsplikt om innholdet i dokumenter som inneholder meldinger, tips eller lignende om lovbrudd, og om opplysninger om slike dokumenter, når slik informasjon kan bidra til å identifisere avsenderen. Taushetsplikten gjelder også overfor den som opplysningene omhandler. Slik taushetsplikt er ikke til hinder for at opplysningene bringes videre dersom særlige grunner tilsier det.",
                        "Tilsynsmyndigheten kan gi pålegg om korrigerende tiltak.",
                        "Tilsynsmyndigheten kan påby stans av driften helt eller delvis når sikkerhetsmessige hensyn krever det. Om nødvendig kan den kreve politiets hjelp til å gjennomføre påbudet.",
                        "Departementet kan videre tilbakekalle tillatelse gitt i medhold av loven ved brudd på vilkår eller krav som er satt for virksomheten.",
                        "Uten hinder av lovbestemt taushetsplikt kan tilsynsmyndigheten og politiet, Nasjonal sikkerhetsmyndighet, Direktoratet for samfunnssikkerhet og beredskap eller tilsvarende myndigheter gjensidig og etter forespørsel utveksle de opplysninger som er nødvendige for å sikre jernbanen mot tilsiktede uønskede handlinger.",
                        "§ 11 a fyrste ledd skal lyde:",
                        "Departementet fører tilsyn med og kontrollerer at kravene fastsatt i eller i medhold av §§ 7 b og 8 b til 8 d i denne lov er oppfylt, herunder tilsyn med avtaler mellom virksomhet som tildeles avtale om persontransport med jernbane og det offentlige, samt mellom slike virksomheter.",
                        "I lov 8. februar 1980 nr. 2 om pant skal § 1-11 fjerde ledd fyrste punktum lyde:",
                        "Panterett i fast eiendom som erverves av stat, statsforetak, fylkeskommune eller kommune til veg- eller jernbaneformål, faller bort ved ervervet.",
                        "I lov 7. juni 1935 nr. 2 om tinglysing skal § 38 b fyrste ledd fyrste punktum lyde:",
                        "Matrikkelenhet ervervet til veg- eller jernbaneformål som eies av stat, statsforetak, fylkeskommune eller kommune, kan vedkommende myndighet få grunnbokshjemmel til som eier, når vedkommende myndighet erklærer å være eier.",
                        "I lov 17. juni 2005 nr. 101 om eigedomsregistrering vert det gjort følgjande endringar:",
                        "§ 9 fyrste ledd bokstav f skal lyde:",
                        "f)staten, statsføretak, fylkeskommunen eller kommunen når grunnen er tileigna til offentleg veg- eller jernbaneformål,",
                        "§ 17 fyrste ledd bokstav b skal lyde:",
                        "b)staten, statsføretak, fylkeskommune eller kommune.",
                        "§ 17 annet ledd skal lyde:",
                        "Departementet kan i forskrift gi nærare reglar om klarlegging av eksisterande grense og om kven som kan krevje dette, under dette frita frå krav om oppmålingsforretning.",
                        "§ 24 fjerde ledd annet punktum skal lyde:",
                        "Stat, statsføretak, fylkeskommune og kommune kan i sak som gjeld arealoverføring eller oppretting av ny matrikkeleining, stadfeste eigedomsretten ved eigenfråsegn for grunn som skal brukast til offentleg veg eller jernbane.",
                        "§ 24 sjette ledd skal lyde:",
                        "Departementet kan i forskrift gi nærare reglar om melding til tinglysing, utferding av martikkelbrev og høve til å stadfeste eigedomsrett ved eigenfråsegn, og kan under dette fastsetje rutinar som sikrar samsvar mellom matrikkelen og grunnboka.",
                        "§ 41 fyrste ledd tredje punktum skal lyde:",
                        "Tilsvarande gjeld for andre måleoppgåver som blir utførde på oppdrag av stat, statsføretak eller kommune, eller under rettleiing av kommunen eller staten sitt geodetiske fagorgan.",
                        "§ 41 sjette ledd skal lyde:",
                        "Departementet kan i forskrift gi nærare reglar om oppmålingsarbeid, under dette kva for andre lover retten til å utføre oppmålingsarbeid skal gjelde tilsvarande for og kven som har rett til å utføre oppmålingsarbeidet.",
                        "Lova gjeld frå den tida Kongen fastset."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}