{
    "lawId": "LOV-2016-11-18-83",
    "lawName": "Lov om endringer i naturmangfoldloven mv. (administrativt beslag og administrativ inndragning)",
    "shortName": "Endringslov til naturmangfoldloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 35",
                    "title": "(unntak fra regler om jakt og fangst ved felling)",
                    "sections": [
                        "Ved felling av bjørn, jerv, ulv og gaupe for å forhindre skade på bufe og tamrein og ved felling av vilt i henhold til naturmangfoldloven § 18 tredje ledd, kan direktoratet bestemme at felling kan utføres uten hensyn til reglene i kapittel VI.",
                        "Direktoratet kan bestemme at felling som nevnt i første ledd og felling etter naturmangfoldloven § 18 fjerde ledd kan utføres av andre enn den jaktberettigede.",
                        "Direktoratet kan delegere myndigheten etter første og annet ledd til fylkesmannen.",
                        "§ 48 første ledd annet punktum skal lyde:",
                        "Det samme gjelder forlatte egg, egg som oppbevares ulovlig, fallvilt og vilt som er avlivet i medhold av naturmangfoldloven §§ 17, 17 a og 18.",
                        "I lov 19. juni 2009 nr. 100 om forvaltning av naturens mangfold (naturmangfoldloven) gjøres følgende endringer:",
                        "§ 15 første ledd annet punktum skal lyde:",
                        "Ved enhver aktivitet skal unødig skade og lidelse på viltlevende dyr og deres reir, bo eller hi unngås.",
                        "§ 18 fjerde ledd annet punktum skal lyde:",
                        "Kommunens vedtak kan påklages til fylkesmannen.",
                        "Ny § 72 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 72 a",
                    "title": "(administrativt beslag)",
                    "sections": [
                        "Når noe antas å være innført, utført, omsatt eller satt ut i miljøet i strid med bestemmelser i medhold av § 26 eller i kapittel IV, kan myndigheten etter loven foreta beslag. Beslag kan skje selv om lovovertrederen ikke har handlet forsettlig eller uaktsomt. Beslag foretas overfor lovovertrederen, den han har handlet på vegne av eller overfor eier. Beslagets varighet skal ikke overstige seks måneder. Fristen løper fra tidspunktet for faktisk beslag. Skriftlig avgjørelse om beslag er tvangsgrunnlag etter tvangsfullbyrdelsesloven kapittel 13.",
                        "Kongen kan gi forskrift med nærmere regler om fastsettelse og gjennomføring av beslag.",
                        "Ny § 72 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 72 b",
                    "title": "(administrativ inndragning)",
                    "sections": [
                        "Når noe er innført, utført, omsatt eller satt ut i miljøet i strid med bestemmelser i medhold av § 26 eller i kapittel IV, kan myndigheten etter loven treffe vedtak om inndragning. Inndragning kan skje selv om lovovertrederen ikke har handlet forsettlig eller uaktsomt. Inndragning foretas overfor lovovertrederen, den han har handlet på vegne av eller overfor eier. For ting av vesentlig verdi skal som hovedregel inndragning etter straffeloven, ikke naturmangfoldloven, benyttes.",
                        "Myndigheten etter loven kan beslutte at det inndratte skal destrueres, avlives, tilfalle statskassen eller returneres til myndighetene i utførselslandet. Dersom lovovertrederen har handlet forsettlig eller uaktsomt, kan myndigheten etter loven treffe vedtak om at lovovertrederen skal dekke utgifter i forbindelse med inndragning. Ved vurderingen av om det skal treffes vedtak om utgiftsdekning, skal det blant annet legges vekt på om vedtaket vil virke urimelig tyngende.",
                        "Endelig vedtak om dekning av utgifter i forbindelse med inndragning er tvangsgrunnlag for utlegg. Endelig vedtak om inndragning av ting er tvangsgrunnlag etter tvangsfullbyrdelsesloven kapittel 13.",
                        "Kongen kan gi forskrift med nærmere regler om fastsettelse og gjennomføring av inndragning.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}