{
    "lawId": "LOV-2016-05-27-15",
    "lawName": "Lov om endringer i forvaltningsloven mv. (administrative sanksjoner mv.)",
    "shortName": "Endringslov til forvaltningsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel VIII. Om virkningen av feil og om utsatt iverksetting",
            "paragraphs": []
        },
        {
            "name": "Kapittel IX. Administrative sanksjoner",
            "paragraphs": [
                {
                    "name": "§ 43",
                    "title": "(anvendelsesområde)",
                    "sections": [
                        "Kapitlet her gjelder for saker om administrative sanksjoner.",
                        "Med administrativ sanksjon menes en negativ reaksjon som kan ilegges av et forvaltningsorgan, som retter seg mot en begått overtredelse av lov, forskrift eller individuell avgjørelse, og som regnes som straff etter den europeiske menneskerettskonvensjon."
                    ]
                },
                {
                    "name": "§ 44",
                    "title": "(overtredelsesgebyr)",
                    "sections": [
                        "Forvaltningsorganer kan ilegge overtredelsesgebyr (lovbrotsgebyr) når det er fastsatt i lov.",
                        "Overtredelsesgebyr kan ilegges etter faste satser eller utmåles i det enkelte tilfelle (individuell utmåling) innenfor en øvre ramme som må fastsettes i eller i medhold av lov. Departementet kan gi forskrift om slike rammer.",
                        "Ved individuell utmåling av overtredelsesgebyr mot fysiske personer kan det blant annet legges vekt på overtredelsens omfang og virkninger, fordeler som er eller kunne vært oppnådd ved lovbruddet, samt overtrederens skyld og økonomiske evne. For foretak gjelder § 46 annet ledd.",
                        "Forhåndsvarsel kan unnlates når overtredelsesgebyr ilegges på stedet.",
                        "Oppfyllelsesfristen er fire uker fra vedtaket ble truffet. Lengre frist kan fastsettes i vedtaket eller senere.",
                        "Overtredelsesgebyret tilfaller statskassen."
                    ]
                },
                {
                    "name": "§ 45",
                    "title": "(administrativt rettighetstap)",
                    "sections": [
                        "Forvaltningsorganer kan ilegge administrativt rettighetstap når det er fastsatt i lov. Administrative rettighetstap er administrative sanksjoner som trekker tilbake eller begrenser en offentlig tillatelse.",
                        "Administrativt rettighetstap kan bare ilegges så langt det etter overtredelsens art, alvor og forholdene for øvrig fremstår som forholdsmessig. Vedtaket skal gjelde for en bestemt tid."
                    ]
                },
                {
                    "name": "§ 46",
                    "title": "(administrativ foretakssanksjon)",
                    "sections": [
                        "Når det er fastsatt i lov at det kan ilegges administrativ sanksjon overfor et foretak, kan sanksjon ilegges selv om ingen enkeltperson har utvist skyld. Med foretak menes selskap, samvirkeforetak, forening eller annen sammenslutning, enkeltpersonforetak, stiftelse, bo eller offentlig virksomhet.",
                        "Ved avgjørelsen av om et foretak skal ilegges administrativ sanksjon og ved individuell utmåling av sanksjonen kan det blant annet tas hensyn til",
                        "a)sanksjonens preventive virkning",
                        "b)overtredelsens grovhet, og om noen som handler på vegne av foretaket, har utvist skyld",
                        "c)om foretaket ved retningslinjer, instruksjon, opplæring, kontroll eller andre tiltak kunne ha forebygget overtredelsen",
                        "d)om overtredelsen er begått for å fremme foretakets interesser",
                        "e)om foretaket har hatt eller kunne oppnådd noen fordel ved overtredelsen",
                        "f)om det foreligger gjentakelse",
                        "g)foretakets økonomiske evne",
                        "h)om andre reaksjoner som følge av lovbruddet blir ilagt foretaket eller noen som har handlet på vegne av det, blant annet om noen enkeltperson blir ilagt administrativ sanksjon eller straff",
                        "i)om overenskomst med fremmed stat eller internasjonal organisasjon forutsetter bruk av administrativ foretakssanksjon eller foretaksstraff."
                    ]
                },
                {
                    "name": "§ 47",
                    "title": "(samordning av sanksjonssaker)",
                    "sections": [
                        "Dersom et forvaltningsorgan har grunn til å anta at både straff og administrativ sanksjon kan være en aktuell reaksjon mot samme forhold, må organet i samråd med påtalemyndigheten avklare om forholdet skal forfølges strafferettslig, administrativt eller både strafferettslig og administrativt.",
                        "Dersom et forvaltningsorgan har grunn til å anta at det også for et annet organ kan være aktuelt å ilegge administrativ sanksjon mot samme forhold, må forvaltningsorganet sørge for en samordning av behandlingen av spørsmålet om å ilegge sanksjoner."
                    ]
                },
                {
                    "name": "§ 48",
                    "title": "(orientering om taushetsrett mv.)",
                    "sections": [
                        "I sak om administrativ sanksjon skal forvaltningsorganet gjøre parter som det er aktuelt for, oppmerksom på at det kan foreligge en rett til ikke å svare på spørsmål eller utlevere dokumenter eller gjenstander når svaret eller utleveringen vil kunne utsette vedkommende for administrativ sanksjon eller straff. Orienteringsplikten gjelder ikke der parten må antas å være kjent med at det kan foreligge en slik rett."
                    ]
                },
                {
                    "name": "§ 49",
                    "title": "(underretning om sakens utfall)",
                    "sections": [
                        "Når en sak om administrativ sanksjon avsluttes i førsteinstansen med at sanksjon ikke ilegges, skal parten underrettes om dette. § 27 første ledd gjelder tilsvarende. Grunnlaget for at saken avsluttes, skal samtidig kort angis."
                    ]
                },
                {
                    "name": "§ 50",
                    "title": "(domstolenes kompetanse ved prøving av vedtak om administrative sanksjoner)",
                    "sections": [
                        "Ved prøving av vedtak om administrative sanksjoner kan retten prøve alle sider av saken.",
                        "Nytt kapittel X skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel X. Tvangsmulkt",
            "paragraphs": [
                {
                    "name": "§ 51",
                    "title": "(tvangsmulkt)",
                    "sections": [
                        "Et forvaltningsorgan kan, når det er fastsatt i lov, treffe vedtak om tvangsmulkt for å sikre at plikter som følger av lov, forskrift eller individuell avgjørelse, blir etterlevd.",
                        "Tvangsmulkten kan fastsettes som en løpende mulkt eller som et beløp som forfaller ved hver overtredelse. Tvangsmulkt påløper ikke dersom etterlevelse blir umulig, og årsaken til dette ikke ligger hos den ansvarlige.",
                        "Forvaltningsorganet kan i særlige tilfeller redusere eller frafalle påløpt mulkt.",
                        "Tvangsmulkt tilfaller statskassen.",
                        "Forhold knyttet til ileggelsen av tvangsmulkt kan påklages særskilt. Reglene i §§ 28 til 36 gjelder tilsvarende.",
                        "Nytt kapittel XI overskriften skal lyde:",
                        "Nåværende § 43 blir ny § 52 i nytt kapittel XI.",
                        "I lov 22. mai 1981 nr. 25 om rettergangsmåten i straffesaker gjøres følgende endringer:",
                        "Ny § 71 c skal lyde:",
                        "Påtalemyndigheten kan beslutte at saken henlegges og overføres til forvaltningen når en overtredelse kan medføre administrativ sanksjon, hvis vilkårene for straff eller offentlig påtale ikke er oppfylt, eller hvis det for øvrig er mest hensiktsmessig at forholdet forfølges administrativt.",
                        "§ 229 nytt tredje ledd skal lyde:",
                        "Dersom påtalemyndigheten har grunn til å anta at både straff og administrativ sanksjon kan være en aktuell reaksjon mot samme forhold, må påtalemyndigheten i samråd med forvaltningsorganet avklare om forholdet skal forfølges strafferettslig, administrativt eller både strafferettslig og administrativt.",
                        "I lov 26. juni 1992 nr. 86 om tvangsfullbyrdelse gjøres følgende endringer:",
                        "§ 4-18 nytt femte ledd skal lyde:",
                        "Lyder et vedtak om administrativ sanksjon på betaling av penger, kan utlegg begjæres når oppfyllelsesfristen er oversittet. Utleggstrekk kan likevel ikke besluttes før vedtaket er endelig. Tvangsdekning etter reglene i lovens kapittel 8 til 12 kan ikke begjæres før vedtaket er endelig.",
                        "§ 7-2 bokstav d skal lyde:",
                        "(d)Beslutning om tvangsmulkt, administrativ sanksjon eller disiplinærstraff truffet av offentlig myndighet med hjemmel i lov. Beslutningen er også tvangsgrunnlag for renter og utenrettslige inndrivingskostnader.",
                        "1.Loven gjelder fra den tid Kongen bestemmer.",
                        "2.Kongen kan gi overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel XI. Ikrafttredelse",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}