{
    "lawId": "LOV-2016-06-17-44",
    "lawName": "Lov om omdanning av Aerospace Industrial Maintenance Norway SF til aksjeselskap",
    "shortName": "Lov om omdanning av AIM Norway SF til aksjeselskap",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Formålet med loven er å omdanne statsforetaket Aerospace Industrial Maintenance Norway SF (AIM Norway SF) til et aksjeselskap ved navn Aerospace Industrial Maintenance Norway AS (AIM Norway AS). Loven skal sikre kontinuitet i driften."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Omdanning av AIM Norway SF",
                    "sections": [
                        "AIM Norway SF oppløses ved at selskapets samlede eiendeler, rettigheter og forpliktelser overføres til AIM Norway AS, herunder alle løpende kontraktsforhold. Overføringen av forpliktelser har frigjørende virkning for AIM Norway SF.",
                        "AIM Norway AS stiftes i henhold til aksjelovens regler. Eiendelene som overføres skal benyttes som statens aksjeinnskudd i selskapet mot at staten blir aksjeeier."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Omregistrering",
                    "sections": [
                        "Omregistrering i grunnbok og andre registre i forbindelse med omdanningen, skjer ved navneendring. Det påløper ingen avgifter ved slik navneendring."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Overføring av offentlige rettigheter mv.",
                    "sections": [
                        "Offentlige rettigheter, konsesjoner, tillatelser, lisenser eller lignende som gjelder AIM Norway SF, blir ved omdanningen overført til AIM Norway AS. Det påløper ingen avgifter ved slike overføringer."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Forholdet til rettighetshavere og medkontrahenter",
                    "sections": [
                        "Rettighetshavere og medkontrahenter kan ikke motsette seg overføringen eller gjøre gjeldende at overføringene utgjør en bortfallsgrunn for rettsforholdet. Eventuelle forbehold i kontrakter som gir rett til å si opp avtaleforholdet eller reforhandle kontrakten, kan ikke gjøres gjeldende."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Forholdet til skatt og avgift",
                    "sections": [
                        "AIM Norway AS overtar den samme skatte- og avgiftsmessige posisjonen som AIM Norway SF hadde. Overføringen og omdanningen skal ikke utløse skatter eller avgifter."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven trer i kraft 1. august 2016."
                    ]
                }
            ]
        }
    ]
}