{
    "lawId": "LOV-2016-06-17-72",
    "lawName": "Lov om endringer i lov om Innovasjon Norge (ansvarsforhold og forvaltning)",
    "shortName": "Endringslov til lov om Innovasjon Norge",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 7 a",
                    "title": "Krav om forsvarlig egenkapital",
                    "sections": [
                        "Selskapet skal til enhver tid ha en egenkapital som er forsvarlig ut fra risikoen ved og omfanget av virksomheten i selskapet.",
                        "Hvis det må antas at egenkapitalen er lavere enn forsvarlig ut fra risikoen ved og omfanget av virksomheten i selskapet, skal styret straks behandle saken. Styret skal innen rimelig tid innkalle foretaksmøtet, gi det en redegjørelse for selskapets økonomiske stilling og foreslå tiltak som vil gi selskapet en forsvarlig egenkapital. Det samme gjelder hvis det må antas at selskapets egenkapital er blitt mindre enn halvparten av innskuddskapitalen.",
                        "Hvis styret ikke finner grunnlag for å foreslå tiltak som nevnt i annet ledd, eller slike tiltak ikke lar seg gjennomføre, skal det foreslå selskapet oppløst.",
                        "Ny § 7 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 7 b",
                    "title": "Forhøyelse av innskuddskapitalen ved nyinnbetaling",
                    "sections": [
                        "Foretaksmøtet kan beslutte å øke eiernes innskudd ved innbetaling av ny kapital.",
                        "Møteprotokollen skal angi hvor mye innskuddet skal forhøyes med. Er innskuddet andre formuesverdier enn penger, skal protokollen angi hva som skal skytes inn. Innskuddet kan ikke overføres til et høyere beløp enn det antas å kunne oppføres med i selskapets balanse. På foretaksmøtet skal det legges fram en bekreftelse fra revisor om at innskuddet ikke er verdsatt høyere enn tillatt etter forrige punktum. Bekreftelsen skal vedlegges protokollen.",
                        "Innskuddet skal være innbetalt eller overført til selskapet senest samtidig med at forhøyelsen registreres i Foretaksregisteret. Forhøyelsen anses gjennomført når den er registrert i Foretaksregisteret.",
                        "Ny § 7 c skal lyde:"
                    ]
                },
                {
                    "name": "§ 7 c",
                    "title": "Forhøyelse av innskuddskapitalen uten nyinnbetaling",
                    "sections": [
                        "Foretaksmøtet kan beslutte å øke eiernes innskudd i selskapet ved overføring fra selskapets egenkapital i den utstrekning denne etter den senest fastsatte balansen overstiger det tidligere innskuddsbeløpet. Møteprotokollen skal angi hvor mye innskuddet skal forhøyes med. Forhøyelsen anses for gjennomført når den er registrert i Foretaksregisteret.",
                        "Ny § 7 d skal lyde:"
                    ]
                },
                {
                    "name": "§ 7 d",
                    "title": "Nedsetting av innskuddskapitalen",
                    "sections": [
                        "Foretaksmøtet kan beslutte å sette ned eiernes innskudd. Møteprotokollen skal angi hvor mye innskuddet skal settes ned med, og om beløpet skal anvendes til:",
                        "1.dekning av tap som ikke kan dekkes på annen måte,",
                        "2.tilbakebetaling til eierne, eller",
                        "3.overføring til fond.",
                        "Beslutning som nevnt i første ledd nr. 2 og 3 kan ikke gjelde større beløp enn at det etter nedsettingen er full dekning for det gjenværende innskudd. Ved beregningen av beløpet skal balanse for det siste regnskapsår legges til grunn, men det skal tas tilbørlig hensyn til tap som måtte være lidt etter balansedagen. På foretaksmøte skal det legges fram en bekreftelse fra revisor på at vilkårene i første og annet punktum er oppfylt. Bekreftelsen skal vedlegges protokollen.",
                        "Bestemmelsene i aksjeloven §§ 12-4 til 12-6 gjelder tilsvarende.",
                        "Ny § 7 e skal lyde:"
                    ]
                },
                {
                    "name": "§ 7 e",
                    "title": "Utbytte",
                    "sections": [
                        "Utdeling av selskapets midler til eierne som ikke skjer ved nedsettelse av innskuddskapitalen, jf. § 7 d eller ved oppløsning, jf. 36 a, kan bare foretas som utdeling av utbytte.",
                        "Utbytte kan bare besluttes utdelt så langt selskapet har en nettoformue som overstiger innskuddskapitalen. Ved beregningen av beløpet skal balansen for det siste regnskapsåret legges til grunn. Det kan ikke i noe tilfelle besluttes utdelt mer enn forenlig med forsiktig og god regnskapsskikk under tilbørlig hensyn til tap som måtte være inntruffet etter balansedagen eller som må forutsettes å ville inntreffe.",
                        "Beslutning om utdeling av selskapets midler treffes av foretaksmøtet.",
                        "§ 8 tredje punktum skal lyde:",
                        "Ved offentlig finansiering er det oppdragsgiveren som fastsetter vilkårene for oppdraget.",
                        "§ 9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Ansvar for selskapets forpliktelser",
                    "sections": [
                        "Eierne hefter ikke overfor kreditorene for selskapets forpliktelser. Eierne plikter ikke å gjøre innskudd i selskapet eller i tilfelle dets konkursbo ut over det som følger av stiftelsesdokumentet eller vedtak om å forhøye innskuddskapitalen.",
                        "Oppdragsgiveren er ansvarlig for at selskapet kan ivareta forpliktelser knyttet til de låne- og garantiordningene som oppdragsgiveren har lagt til selskapet.",
                        "§ 10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Selskapets virkemidler",
                    "sections": [
                        "For å fremme selskapets formål, jf. § 1, kan selskapets midler brukes til:",
                        "1.finansiering, herunder tilskudds-, låne-, garanti- og egenkapitalordninger",
                        "2.rådgiving og kompetansehevende tiltak",
                        "3.nettverk og infrastruktur",
                        "4.profilering av norsk næringsliv i utlandet",
                        "For å fremme selskapets formål er selskapet forpliktet til å utføre oppdrag for fylkeskommunene. Dette gjelder også enkeltoppdrag fra fylkeskommunene såfremt selskapet har kapasitet til dette.",
                        "Eierne kan gi nærmere regler om selskapets virkemidler gjennom foretaksmøtet.",
                        "For å fremme selskapets formål kan eierne gjennom foretaksmøtet tillegge selskapet å utføre oppgaver knyttet til forvaltningen av andre statlige og regionale virkemidler, og kan i denne forbindelse fastsette nærmere regler om utøvelsen av slike oppgaver.",
                        "§ 13 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Selskapets ledelse",
                    "sections": [
                        "Selskapet ledes av et styre og en administrerende direktør.",
                        "§ 14 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Styrets sammensetning m.m.",
                    "sections": [
                        "Selskapet skal ha et styre på minst ni medlemmer.",
                        "Ved behandling av administrative saker suppleres styret med ytterligere to styremedlemmer eller deres varamedlemmer som velges av og blant de ansatte.",
                        "Styret oppnevnes av foretaksmøtet.",
                        "Styret skal ha en leder og nestleder som velges av foretaksmøtet.",
                        "Bestemmelsene i aksjeloven § 20-6 om representasjon av begge kjønn i styrene gjelder tilsvarende.",
                        "Administrerende direktør kan ikke være medlem av styret.",
                        "§ 15 skal lyde:"
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Tjenestetid",
                    "sections": [
                        "Styremedlemmene tjenestegjør i to år. Kortere tjenestetid kan fastsettes i spesielle tilfeller. Tjenestetiden opphører ved utløpet av det ordinære foretaksmøtet i det år tjenestetiden utløper.",
                        "Et styremedlem blir stående inntil nytt styremedlem blir valgt selv om tjenestetiden er utløpt.",
                        "§ 16 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Opphør av styreverv før tjenestetiden er utløpt",
                    "sections": [
                        "Når særlige forhold foreligger, har et styremedlem rett til å tre tilbake før tjenestetiden er ute. Ved fratredelse skal det gis rimelig forhåndsvarsel til eierne og styret. Medlem av styret som er valgt av foretaksmøtet, kan til enhver tid fjernes ved beslutning av foretaksmøtet.",
                        "Opphører vervet for et styremedlem før utløpet av tjenestetiden, skal foretaksmøtet oppnevne et nytt styremedlem for resten av perioden. Oppnevnelsen kan likevel utstå til neste ordinære foretaksmøte dersom styret er vedtaksført med de gjenværende medlemmer.",
                        "§ 17 skal lyde:"
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Styrets myndighet",
                    "sections": [
                        "Forvaltningen av selskapet hører under styret, som også påser at virksomheten drives i samsvar med reglene gitt i eller i medhold av loven her og i forskrift gitt i medhold av loven.",
                        "Styret har ansvaret for en forsvarlig organisering av selskapet og skal påse at dets virksomhet, regnskap og formuesforvaltning er gjenstand for betryggende kontroll. Styret skal føre tilsyn med administrerende direktørs ledelse av virksomheten.",
                        "I vedtektene kan det bestemmes at visse saker skal avgjøres av styret.",
                        "§ 18 skal lyde:"
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Styremøter",
                    "sections": [
                        "Styrets leder sørger for at styret holder møter så ofte som det trengs. Medlem av styret og administrerende direktør kan kreve at styret sammenkalles. Om ikke styret for det enkelte tilfelle bestemmer noe annet, har administrerende direktør rett til å være til stede og til å uttale seg på styremøtene.",
                        "Styremøtene ledes av styrelederen, eller i hans eller hennes fravær, av nestlederen. Er ingen av disse til stede, velger styret selv sin møteleder.",
                        "Ved styremøtene skal det føres protokoll som underskrives av samtlige tilstedeværende styremedlemmer. Dersom styremedlem eller administrerende direktør er uenig i styrets beslutning, kan de kreve sin oppfatning innført i protokollen.",
                        "§ 19 skal lyde:"
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Vedtaksførhet og flertallskrav",
                    "sections": [
                        "Styret er vedtaksført når mer enn halvparten av samtlige styremedlemmer som kan delta i saken, er til stede. Styret kan likevel ikke treffe beslutning med mindre alle medlemmene av styret så vidt mulig er gitt mulighet til å delta i behandling av saken.",
                        "Som styrets beslutning gjelder det som flertallet blant de møtende har stemt for, eller ved stemmelikhet det som møtelederen har stemt for. De som stemmer for en beslutning, må likevel alltid utgjøre mer enn 1/3 av samtlige styremedlemmer som kan delta i den aktuelle sak.",
                        "Ved valg og ansettelse anses den valgt eller ansatt som får flest stemmer. Styret kan på forhånd bestemme at det skal holdes ny avstemning dersom ingen får flertall av de avgitte stemmer. Står stemmene likt ved valg av møteleder, avgjøres valget ved loddtrekning.",
                        "§ 20 skal lyde:"
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Administrerende direktør",
                    "sections": [
                        "Selskapet skal ha en administrerende direktør som tilsettes av styret. Styret fastsetter også administrerende direktørs lønn. Styret treffer vedtak om å si opp eller avskjedige administrerende direktør.",
                        "§ 21 skal lyde:"
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Administrerende direktørs myndighet",
                    "sections": [
                        "Administrerende direktør forestår den daglige ledelse av selskapet og skal følge de retningslinjer og pålegg som styret gir. Administrerende direktør skal sørge for at selskapets regnskap er i samsvar med lov og forskrifter, og at formuesforvaltningen er ordnet på en betryggende måte.",
                        "Den daglige ledelse omfatter ikke saker som etter selskapets forhold er av uvanlig art eller stor betydning, eller som etter vedtektene eller annet vedtak av foretaksmøtet hører under styret. Slike saker kan administrerende direktør bare avgjøre om styret i enkelte tilfelle har gitt ham eller henne myndighet til det, eller styrets beslutning ikke kan avventes uten vesentlig ulempe for selskapets virksomhet. Styret skal i så fall snarest underrettes om saken.",
                        "§ 22 skal lyde:"
                    ]
                },
                {
                    "name": "§ 22",
                    "title": "Styrets og administrerende direktørs representasjonsrett",
                    "sections": [
                        "Styret representerer selskapet utad og tegner dets firma.",
                        "Styret kan gi styremedlemmer eller administrerende direktør rett til å tegne selskapets firma. Vedtektene kan begrense styrets myndighet etter første punktum og også selv gi bestemmelser om fullmakt som der nevnt.",
                        "Administrerende direktør representerer selskapet utad i saker som faller innenfor hans eller hennes myndighet etter § 21.",
                        "§ 27 annet ledd skal lyde:",
                        "Taushetsplikten gjelder ikke meddelelser som styret eller noen som har fullmakt fra styret gir på vegne av selskapet til eierne.",
                        "§ 28 annet ledd skal lyde:",
                        "Staten representert ved eierdepartementet, fylkeskommunene, selskapets styre, administrerende direktør og revisor har rett til å være til stede og til å uttale seg i foretaksmøtet. Administrerende direktør og styrets leder har plikt til å være til stede med mindre dette er åpenbart unødvendig eller det foreligger gyldig forfall. I sistnevnte tilfelle skal det utpekes en stedfortreder. Selskapets revisor har plikt til å være til stede i den grad de sakene som skal behandles, er av slik art at revisors nærvær er ønskelig.",
                        "§ 28 c oppheves.",
                        "§ 29 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 29 a",
                    "title": "Beslutning av foretaksmøte uten møte",
                    "sections": [
                        "Styret kan forelegge en sak til avgjørelse for foretaksmøtet uten å innkalle til møte. Dette gjelder bare hvis styret finner at saken kan behandles på en betryggende måte ved at den skriftlig forelegges eierne til avgjørelse.",
                        "Styret skal i slike tilfeller sende saksdokumentene med forslag til beslutning og begrunnelse for forslaget til alle eierne og til daglig leder og revisor. Det skal angis en frist for å avgi stemme som ikke kan være kortere enn fristen for å innkalle til foretaksmøte, med mindre alle eierne er enige om en kortere frist. Eierne skal gjøres kjent med at de kan kreve at saken forelegges foretaksmøtet i møte.",
                        "Saken skal forelegges foretaksmøtet i møte dersom dette kreves av et styremedlem, en eier eller revisor før utløpet av fristen for å avgi skriftlig stemme.",
                        "§ 30 skal lyde:"
                    ]
                },
                {
                    "name": "§ 30",
                    "title": "Ekstraordinært foretaksmøte",
                    "sections": [
                        "Styret kan bestemme at det skal innkalles til ekstraordinært foretaksmøte.",
                        "Styret skal innkalle til ekstraordinært foretaksmøte når revisor eller eiere som representerer minst en tredjedel av eierandelene krever det for å få behandlet et nærmere bestemt emne. Styret skal sørge for at foretaksmøtet holdes innen en måned etter at kravet er framsatt.",
                        "§ 31 skal lyde:"
                    ]
                },
                {
                    "name": "§ 31",
                    "title": "Innkalling til foretaksmøte",
                    "sections": [
                        "Styret innkaller til foretaksmøte og bestemmer innkallingsmåten. Innkallingen til ordinært foretaksmøte skal foretas skriftlig senest én måned før møtet, og skal være vedlagt årsregnskap, årsberetning og revisors beretning. Innkallingen til ekstraordinært foretaksmøte skal foretas senest to uker før møtet, om ikke kortere varsel i særlig tilfelle er påtrengende nødvendig.",
                        "Til møtet innkalles de som etter § 28 annet ledd har rett til å være til stede i foretaksmøtet.",
                        "Innkallingen skal bestemt angi de saker som skal behandles på møtet. Vil vedtektene bli foreslått endret, skal hovedinnholdet i forslaget gjengis i innkallingen. Foretaksmøtet kan ikke treffe vedtak i andre saker enn de som er nevnt i innkallingen med mindre samtlige av de som etter § 28 annet ledd har rett til å være til stede samtykker i det.",
                        "§ 31 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 31 a",
                    "title": "Eiernes rett til å få saker behandlet på foretaksmøtet",
                    "sections": [
                        "En eier har rett til å få behandlet spørsmål på foretaksmøtet som er meldt skriftlig til styret tidsnok til at det kan tas med i innkallingen. Har innkallingen allerede funnet sted, skal det sendes ut ny innkalling dersom det er minst to uker igjen til foretaksmøtet skal holdes.",
                        "§ 32 første ledd skal lyde:",
                        "Foretaksmøtet ledes av styrets leder.",
                        "Kapittel 7 overskriften skal lyde:",
                        "§ 35 fjerde ledd skal lyde:",
                        "Den som på vegne av eierne forestår gransking, har rett til å foreta de undersøkelsene i selskapet som finnes nødvendig, og kan i denne forbindelse kreve nødvendig bistand av selskapet. Den som forestår gransking, kan av styret, administrerende direktør og enhver ansatt eller tillitsvalgt i selskapet, kreve enhver opplysning om selskapets forhold som granskingen gjør nødvendig. Den som på vegne av eierne foretar granskingen har taushetsplikt etter samme regler som gjelder revisorer, jf. revisorloven § 6-1.",
                        "I kapittel 7 skal ny § 36 a lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 7. Regnskap, revisjon, gransking, oppløsning og avvikling",
            "paragraphs": [
                {
                    "name": "§ 36 a",
                    "title": "Oppløsning og avvikling",
                    "sections": [
                        "Ved oppløsning og avvikling gjelder bestemmelsene i lov 30. august 1991 nr. 71 om statsforetak §§ 46, 49, 50, 51, 52 og 53 så langt de passer.",
                        "1.Loven gjelder fra den tid Kongen bestemmer.",
                        "2.For forpliktelser som Innovasjon Norge har pådratt seg før loven trer i kraft, er eieransvaret ikke begrenset etter § 9 første ledd.",
                        "3.Departementet kan gi nærmere overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}