{
    "lawId": "LOV-2006-05-05-13",
    "lawName": "Lov om endringer i vegtrafikkloven og jernbaneloven m.m. (avholdsplikt og promillegrense mv.)",
    "shortName": "Endringslov til vegtrafikkloven og jernbaneloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 22 b",
                    "title": "Pliktmessig avhold",
                    "sections": [
                        "Den som fører motorvogn i stilling eller yrke som medfører befordring av personer eller gods, må i tjenestetiden ikke nyte alkohol eller ta annet berusende eller bedøvende middel.",
                        "Tjenestetiden omfatter tidsrommet fra den tid da vedkommende i henhold til sine tjenesteplikter påbegynner utførelsen av slikt arbeid som stillingen krever og inntil arbeidet avsluttes. Forbudet gjelder også i et tidsrom av 8 timer før tjenestetiden begynner.",
                        "I lov 11. juni 1993 nr. 100 om anlegg og drift av jernbane, herunder sporvei, tunnelbane og forstadsbane m.m. (jernbaneloven) gjøres følgende endringer:",
                        "Nytt kapittel I A skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "Kapittel I A. Fører og annet personell ved jernbane mv.",
            "paragraphs": [
                {
                    "name": "§ 3 a",
                    "title": "(Alkoholpåvirkning mv.)",
                    "sections": [
                        "Ingen må føre eller forsøke å føre rullende materiell",
                        "1.med en alkoholkonsentrasjon i blodet som er større enn 0,2 promille, eller en alkoholmengde i kroppen som kan føre til så stor alkoholkonsentrasjon i blodet,",
                        "2.med en større alkoholkonsentrasjon i utåndingsluft enn 0,1 milligram per liter luft,",
                        "3.under påvirkning av et annet berusende eller bedøvende middel enn alkohol, eller",
                        "4.når sykdom, legemidler, tretthet eller lignende årsak gjør han eller hun uskikket til å utføre tjenesten på betryggende måte.",
                        "Villfarelse med hensyn til alkoholkonsentrasjonens størrelse fritar ikke for straff. Forbudet gjelder tilsvarende for den som utfører eller forsøker å utføre oppgaver knyttet til sikkerheten ved jernbane.",
                        "Den som forbudet i første ledd gjelder for, må ikke nyte alkohol eller ta annet berusende eller bedøvende middel i de første seks timer etter at tjenesten er avsluttet, når vedkommende forstår eller må forstå at det kan bli politietterforskning på grunn av utførelsen av tjenesten. Dette forbudet gjelder likevel ikke etter at blodprøve eller utåndingsprøve er tatt, eller politiet har avgjort at slik prøve ikke skal tas.",
                        "Departementet kan gi nærmere forskrifter om hvem som omfattes av denne bestemmelsen."
                    ]
                },
                {
                    "name": "§ 3 b",
                    "title": "(Pliktmessig avhold mv.)",
                    "sections": [
                        "Den som fører rullende materiell, må i tjenestetiden ikke nyte alkohol eller annet berusende eller bedøvende middel. Tjenestetiden omfatter tidsrommet fra vedkommende i henhold til sine tjenesteplikter påbegynner utførelsen av slikt arbeid som stillingen krever og inntil arbeidet avsluttes. Forbudet gjelder tilsvarende for den som utfører eller forsøker å utføre oppgaver knyttet til sikkerheten ved jernbane.",
                        "Forbudet gjelder også i et tidsrom av 8 timer før tjenesten begynner.",
                        "Departementet kan gi nærmere forskrifter om hvem som omfattes av denne bestemmelsen."
                    ]
                },
                {
                    "name": "§ 3 c",
                    "title": "(Alkotest, utåndningsprøve, blodprøve)",
                    "sections": [
                        "Politiet kan ta alkotest (foreløpig blåseprøve) av en person",
                        "1.som det er grunn til å tro har overtrådt bestemmelsene i §§ 3 a og 3 b,",
                        "2.som med eller uten egen skyld er innblandet i en jernbaneulykke eller jernbanehendelse, eller",
                        "3.når det blir krevd som ledd i kontroll av jernbanedriften.",
                        "Dersom resultatet av alkoholtesten eller andre forhold gir grunn til å tro at bestemmelsene i §§ 3 a eller 3 b er overtrådt, kan politiet fremstille personen for utåndingsprøve, blodprøve og klinisk legeundersøkelse for å søke å fastslå påvirkningen. Slik fremstilling skal i alminnelighet finne sted for den som nekter å medvirke til alkotest.",
                        "Utåndingsprøve tas av politiet. Blodprøve kan tas av lege, sykepleier eller bioingeniør. Klinisk legeundersøkelse foretas når det er mistanke om påvirkning av andre midler enn alkohol eller andre særlige grunner taler for det.",
                        "Departementet kan gi nærmere forskrifter om undersøkelser som nevnt i paragrafen her."
                    ]
                },
                {
                    "name": "§ 3 d",
                    "title": "(Kompetansekrav til fører og annet personell med oppgaver knyttet til sikkerheten ved jernbane)",
                    "sections": [
                        "Fører av rullende materiell og annet personell som skal utføre oppgaver knyttet til sikkerheten ved jernbane må oppfylle de vilkår som tilsynsmyndigheten fastsetter om kvalifikasjoner, alder, helse, fysisk og psykisk skikkethet, vandel, edruskap, utdanning, opplæring og trening m.m. Tilsynsmyndigheten kan kreve at personell nevnt i første punktum skal ha sertifikat som viser at de oppfyller vilkårene.",
                        "Tilsynsmyndigheten kan gi nærmere forskrifter om hvilke personellgrupper som skal omfattes av første ledd, samt regler om utstedelse og fornyelse av sertifikat mv."
                    ]
                },
                {
                    "name": "§ 3 e",
                    "title": "(Tilbakekall av sertifikater mv.)",
                    "sections": [
                        "Tilsynsmyndigheten kan tilbakekalle et sertifikat etter § 3 d første ledd for bestemt tid, inntil videre eller for resten av gyldighetstiden, dersom innehaveren i eller utenfor tjeneste gjør seg skyldig i forseelse av betydning for tjenesten eller om han ellers ikke fyller vilkårene for å gjøre den tjeneste sertifikatet gjelder.",
                        "Sertifikat skal tilbakekalles for minst ett år dersom innehaveren blir ilagt straff for overtredelse av forbudet i §§ 3 a eller 3 b. Dersom innehaveren tidligere i de siste 5 år er ilagt straff for en av de nevnte overtredelser, skal sertifikatet tilbakekalles for alltid.",
                        "Når tilsynsmyndigheten finner grunn til å anta at det foreligger et forhold som kan begrunne tilbakekall, kan den straks sette sertifikatet ut av kraft inntil spørsmålet om tilbakekall er avgjort. Er det innledet politietterforsking mot innehaveren, har politiet tilsvarende adgang til å sette sertifikatet foreløpig ut av kraft, men ikke for lengre tid enn 3 uker uten samtykke fra tilsynsmyndigheten.",
                        "Tilsynsmyndigheten kan fastsette nærmere bestemmelser om tilbakekall av sertifikater etter paragrafen her, samt i enkeltvedtak sette ned tilbakekallstiden under minstetiden fastsatt i annet ledd, når det foreligger særdeles formildende omstendigheter og tilbakekall for så lang tid som fastsatt vil virke urimelig hardt.",
                        "Når et sertifikat er tilbakekalt eller satt ut av kraft, skal dokumentet innleveres til tilsynsmyndigheten.",
                        "§ 22 nytt annet ledd skal lyde:",
                        "Den som uaktsomt eller forsettlig overtrer forbudet i §§ 3 a eller 3 b, straffes med bøter eller fengsel inntil ett år. Overtredelse er forseelse.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "Forskrifter gitt med hjemmel i lov 16. juli 1936 nr. 2 § 4 om pliktmessig avhold for personer i visse stillinger fra nytelse av alkohol eller annet berusende eller bedøvende middel, gjelder også etter at loven her har trådt i kraft."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}