{
    "lawId": "LOV-2006-12-22-104",
    "lawName": "Lov om endringar i lov 15. mai 1987 nr. 21 om film og videogram",
    "shortName": "Endringslov til film- og videogramlova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4",
                    "title": "Førehandskontroll og registreringsplikt",
                    "sections": [
                        "Film eller videogram som skal synast fram i næring, må på førehand vere registrert i Medietilsynet.",
                        "Film eller videogram som skal synast fram i næring for personar under 18 år, må på førehand vere godkjent av Medietilsynet. Departementet kan gi forskrifter om førehandskontroll av film og videogram som skal omsetjast til forbrukar.",
                        "Medietilsynet må ikkje godkjenne for framsyning i næring bilete som tilsynet meiner strir mot § 13a eller straffelova § 382.",
                        "Den som vil ha ein film eller eit videogram vurdert av Medietilsynet, skal betale eit gebyr som blir fastsett av departementet.",
                        "Departementet kan i forskrift gi nærmare reglar om førehandskontroll, registreringsplikt og betaling av gebyr.",
                        "§ 5 første ledd skal lyde:",
                        "Film og videogram som skal synast fram i næring, skal anten godkjennast for alle aldersgrupper, sju år og eldre, elleve år og eldre eller femten år og eldre.",
                        "§ 5 nytt fjerde ledd skal lyde:",
                        "Departementet kan i forskrift gjere unntak frå aldersgrensene for barn opp til eitt år.",
                        "Ny § 13a skal lyde:",
                        "Det er ikkje tillate å syne fram i næring film eller videogram som krenkjer sømd, inkludert filmar eller videogram som inneheld nærgåande og omfattande skildringar av seksuell aktivitet. Skildringar som må reknast som forsvarlege ut frå eit kunstnarisk, vitskapeleg, informativt eller liknande føremål vil ikkje krenkje sømd. Den som med vilje eller aktlaust bryt føresegnene i dette leddet vert straffa med bøter eller med fengsel inntil 3 månader.",
                        "Første ledd gjeld ikkje for film eller videogram som Medietilsynet ved førehandskontroll har godkjent for framsyning i næring.",
                        "Lova gjeld frå den tid Kongen fastset."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}