{
    "lawId": "LOV-2006-08-18-61",
    "lawName": "Lov om beredskapslagring av petroleumsprodukt",
    "shortName": "Lov om beredskapslagring av petroleumsprodukt",
    "authorityDescription": "Ot.prp.nr.80 (2005–2006), Innst.O.nr.69 (2005–2006) og Besl.O.nr.58 (2005–2006). Odels- og lagtingsvedtak hhv. 6. og 13. juni 2006. Fremmet av Olje- og energidepartementet.",
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "For å sikre forsyningane av petroleum og petroleumsprodukt både nasjonalt og internasjonalt kan Kongen i forskrift avgjere at den som her i landet importerer eller produserer petroleumsprodukt og biodrivstoff, pliktar å halde lager av desse produkta.",
                    "sections": [
                        "Kongen kan vidare gi nærare føresegner om\na)\tkven lagringsplikta gjeld for\nb)\tlagringspliktige produkt\nc)\tomfang og oppfylling av lagringsplikta\nd)\tbruken av volum som skal beredskapslagrast, og\ne)\treglar om rapportering og tilsyn med beredskapslagringa."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Departementet kan krevje gebyr frå føretak for brot på lova dersom nokon som har handla på vegner av føretaket har brote føresegner gitt med heimel i denne lova. Gebyret for brot kan ikkje overstige 10 millionar kroner per vedtak. Endeleg vedtak om gebyr for brot er tvangsgrunnlag for utlegg. Dersom føretaket går til søksmål mot staten for å prøve vedtaket, kan retten prøve alle sider ved saka.",
                    "sections": [
                        "Departemenet kan gi forskrift med nærare reglar om fastsetjing og gjennomføring av vedtak om gebyr for brot. Forskrifta kan innehalde reglar om oppfyllingsfrist for vedtak om gebyr for brot, rente og tilleggsgebyr dersom gebyret ikkje vert betalt ved forfall, og i særlege tilfelle høve til å avstå frå å krevje inn pålagde gebyr."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Denne lova tek til å gjelde straks.",
                    "sections": []
                }
            ]
        }
    ]
}