{
    "lawId": "LOV-2006-04-07-6",
    "lawName": "Lov om endringer i barnelova mv. (omfang av samvær, styrking av meklingsordningen, tiltak for å beskytte barn mot overgrep, foreldreansvar etter dødsfall, tilbakebetaling av barnebidrag mv.)",
    "shortName": "Endringslov til barnelova mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 38",
                    "title": "Foreldreansvar etter dødsfall",
                    "sections": [
                        "Døyr den eine av foreldra som har foreldreansvaret saman, får den attlevande foreldreansvaret aleine. Dersom den attlevande er sikta eller tiltala for forsettleg eller overlagt å ha valda at den andre er død, skal tingretten ta førebels avgjerd om foreldreansvaret etter reglane i § 60 a.",
                        "Bur barnet saman med begge foreldra og den eine av dei døyr, får den attlevande foreldreansvaret aleine, jamvel om berre den avdøde hadde foreldreansvar. Dette gjeld ikkje i høve der den attlevande er sikta, tiltala eller dømd slik det er omtala i første stykket andre punktum.",
                        "Fører dødsfall til at ingen lenger har foreldreansvaret for eit barn, skal lensmannen eller tingretten få opplysning om det i dødsfallsmeldinga. Tingretten skal ta avgjerd om foreldreansvaret etter reglane i § 63.",
                        "Andre enn foreldra kan krevje å få foreldreansvaret til barnet etter dødsfall etter reglane i § 63.",
                        "For den eller dei som får foreldreansvaret, gjeld reglane i kapitlet her og kapittel 6.",
                        "§ 43 skal lyde:"
                    ]
                },
                {
                    "name": "§ 43",
                    "title": "Omfanget av samværet mv.",
                    "sections": [
                        "Den av foreldra som barnet ikkje bur saman med, har rett til samvær med barnet om ikkje anna er avtala eller fastsett. Omfanget av samværsretten bør avtalast nærare. Dersom samvær ikkje er til beste for barnet, må retten avgjere at det ikkje skal vere samvær.",
                        "Foreldra avtalar sjølve omfanget av samværsretten på bakgrunn av kva dei meiner er best for barnet. § 31 andre stykket gjeld for foreldra. I avtale eller avgjerd om samvær skal det mellom anna leggjast vekt på omsynet til best mogleg samla foreldrekontakt, kor gammalt barnet er, i kva grad barnet er knytt til nærmiljøet, reiseavstanden mellom foreldra og omsynet til barnet elles. Vert det avtala eller fastsett «vanleg samværsrett», gjev det rett til å vere saman med barnet ein ettermiddag i veka, annakvar helg, 14 dagar i sommarferien, og jul eller påske.",
                        "Det kan i avtale eller i dom setjast vilkår for gjennomføringa av samværsretten. Dersom tilsyn vert sett som vilkår for samvær, kan retten i særlege høve påleggje departementet å oppnemne tilsynsperson. Departementet kan gje forskrifter med nærare føresegner om oppnemning av tilsynsperson, utøving av tilsynet og godtgjering for dette.",
                        "Den andre av foreldra skal få melding i rimeleg tid føreåt når samværet ikkje kan finne stad som fastsett, eller når tida for samværet må avtalast nærare.",
                        "Dersom den som har foreldreansvaret eller som barnet bur hos hindrar at ein samværsrett kan gjennomførast, kan den som har samværsretten krevje ny avgjerd av kven som skal ha foreldreansvaret eller kven barnet skal bu saman med, jf. § 64.",
                        "§ 48 skal lyde:"
                    ]
                },
                {
                    "name": "§ 48",
                    "title": "Det beste for barnet",
                    "sections": [
                        "Avgjerder om foreldreansvar, om kvar barnet skal bu fast og om samvær, og handsaminga av slike saker, skal først og fremst rette seg etter det som er best for barnet.",
                        "Ved avgjerda skal det takast omsyn til at barnet ikkje må bli utsett for vald eller på anna vis bli handsama slik at den fysiske eller psykiske helsa vert utsett for skade eller fare.",
                        "§ 51 tredje ledd skal lyde:",
                        "Sambuarar med felles barn under 16 år skal ved samlivsbrot møte til mekling.",
                        "§ 54 skal lyde:"
                    ]
                },
                {
                    "name": "§ 54",
                    "title": "Meklingsattest",
                    "sections": [
                        "Det skal skrivast ut meklingsattest når partane har møtt til ein times mekling hos ein meklar. Dersom foreldra ikkje er samde, skal dei verte oppfordra til å mekle i inntil tre timar. Dei kan få tilbod om mekling i ytterlegare tre timar dersom meklaren finn at dette kan føre til at partane kan kome fram til ein avtale. Meklingsattesten er gyldig i seks månader.",
                        "§ 57 skal lyde:"
                    ]
                },
                {
                    "name": "§ 57",
                    "title": "Kvar sak skal reisast",
                    "sections": [
                        "Sak etter § 56 må reisast for den domstolen der barnet har heimting på den tida saka vert reist. Dersom saka gjeld sysken med ulikt heimting, kan felles sak for barna reisast der eitt av barna har heimting. Dersom barnet bur på sperra adresse, jf. lov 16. januar 1970 nr. 1 om folkeregistrering med forskrifter, eller det er søkt om eller gjeve løyve til å nytte fiktive personopplysningar for barnet, jf. lov 4. august 1995 nr. 53 om politiet § 14 a, kan saka reisast for Oslo tingrett.",
                        "Ny § 60 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 60 a",
                    "title": "Førebels avgjerd om foreldreansvar ved sikting m.m. etter straffelova",
                    "sections": [
                        "Retten skal ta førebels avgjerd om foreldreansvaret i saker der ein av foreldra som har foreldreansvar, er sikta eller tiltala for forsettleg eller overlagt å ha valda at den andre er død. Det same gjeld dersom den attlevande i slike høve ikkje har foreldreansvar og krev å få det. Andre kan krevje å få foreldreansvaret. Retten kan avgjere at ingen skal ha foreldreansvaret. Den attlevande skal berre få foreldreansvaret dersom dette klart er til beste for barnet.",
                        "Reglane i § 63 andre stykke gjeld på same måte ved førebels avgjerd. Er det ikkje teke ut søksmål innan seks månader etter at siktinga eller tiltala er fråfallen eller dom i straffesaka er rettskraftig, skal tingretten ta ny avgjerd om foreldreansvaret etter reglane i § 63.",
                        "Avgjerdene vert tekne i orskurd. Det er ikkje nødvendig å halde munnleg forhandling på førehand.",
                        "§ 63 andre ledd skal lyde:",
                        "Der den attlevande er sikta, tiltala eller dømd for forsettleg eller overlagt å ha valda at den andre er død, kan andre alltid reise sak med krav om å få foreldreansvaret innan seks månader etter at siktinga eller tiltala er fråfallen eller dom i straffesaka er rettskraftig. Dersom den attlevande krev foreldreansvaret, skal retten berre gå med på kravet når dette klart er til beste for barnet. Retten tek førebels avgjerd etter § 60 a.",
                        "§ 63 nåværende andre til åttende ledd blir tredje til niende ledd.",
                        "§ 64 andre ledd skal lyde:",
                        "Vert foreldra ikkje samde, kan kvar av dei reise sak for retten, jf. § 56. Dom, rettsforlik og avtale med tvangskraft kan likevel berre endrast når særlege grunnar talar for det. Førebels avgjerd etter § 60 kan endrast på same vilkår av den domstolen som har hovudsaka. Førebels avgjerd etter § 60 a kan endrast på same vilkår av den domstolen som tok førebels avgjerd, og slik sak kan reisast av den attlevande eller andre.",
                        "§ 80 skal lyde:"
                    ]
                },
                {
                    "name": "§ 80",
                    "title": "Tilbakesøking av fostringstilskotet når farskapen vert endra",
                    "sections": [
                        "Vert nokon som har betalt pålagt eller avtala fostringstilskot til eit barn, seinare friteken for farskapen til barnet, kan han krevje summen betalt attende frå folketrygda. Summen skal indeksregulerast i samsvar med konsumprisindeksen frå Statistisk sentralbyrå frå tilskotet vart betalt, og til det vert betalt attende. Ei indeksregulering skal likevel først gjerast etter at det er teke omsyn til frådraga den frikjende faren tidlegare har fått i likninga si for betalt tilskot. Fordelen av det tidlegare frådraget i likninga skal setjast til 20 prosent. Kravet kan setjast ned eller falle bort dersom det er klart at han ikkje hadde rimeleg grunn til å vedgå farskapen, eller at han burde ha reist sak til endring tidlegare.",
                        "Ein mann som er pålagd fostringsplikt, men ikkje farskap, kan krevje pengane betalte attende frå folketrygda dersom ein DNA-analyse viser at han ikkje kan vere far til barnet. Første stykket gjeld tilsvarande så langt det passar.",
                        "Den som vert friteken for farskapen, kan ikkje søkje pengane attende frå barnet sjølv, frå mora eller frå den verkelege faren til barnet.",
                        "Departementet kan ved forskrift gje utfyllande reglar om tilbakesøking av fostringstilskot etter lova her.",
                        "I lov 8. mars 2002 nr. 4 om barnetrygd (barnetrygdloven) gjøres følgende endringer:",
                        "§ 9 femte ledd skal lyde:",
                        "For at utvidet barnetrygd skal kunne tilstås etter samlivsbrudd mellom samboere med felles barn under 16 år, må det legges fram meklingsattest.",
                        "Nåværende femte ledd blir nytt sjette ledd.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "Departementet kan gi nærmere overgangsregler i forskrift."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}