{
    "lawId": "LOV-2006-06-30-59",
    "lawName": "Lov om endringer i lov 29. juni 1990 nr. 50 om produksjon, omforming, overføring, omsetning, fordeling og bruk av energi m.m. (energiloven)",
    "shortName": "Endringslov til energiloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4-6",
                    "title": "(Krav om selskapsmessig skille)",
                    "sections": [
                        "I en vertikalt integrert virksomhet som er tillagt systemansvar etter § 5A-1 eller som har over 100 000 nettkunder, skal nettvirksomheten skilles fra virksomhet innen produksjon eller omsetning av elektrisk energi. Virksomhetene skal være organisert i selvstendige juridiske enheter. Nettvirksomheten skal ikke selv eie eller eies av enheter med virksomhet innen produksjon eller omsetning av elektrisk energi.",
                        "Ved sammenslåinger, oppkjøp mv. som utløser konsesjonsplikt etter denne lov hvor både nettvirksomhet og virksomhet innen produksjon eller omsetning av elektrisk energi inngår, kan departementet stille krav om at den vertikalt integrerte virksomheten skal organiseres som nevnt i første ledd.",
                        "Selskapsmessig skille etter første og annet ledd skal gjennomføres innen den frist departementet fastsetter.",
                        "Departementet kan gi nærmere forskrifter og fastsette vilkår om krav til selskapsmessig skille for konsesjon etter § 4-1.",
                        "Ny § 4-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-7",
                    "title": "(Krav om funksjonelt skille)",
                    "sections": [
                        "Vertikalt integrerte virksomheter som omfattes av § 4-6 første ledd, må oppfylle krav om funksjonelt skille fastsatt i eller i medhold av denne bestemmelsen innen den frist departementet fastsetter.",
                        "Personer i ledelsen i nettvirksomheten kan ikke delta i ledelsen i virksomhet som forestår konkurranseutsatt virksomhet innenfor den vertikalt integrerte virksomheten.",
                        "Morselskap eller kontrollerende eier skal ikke gi instrukser til nettvirksomheten om den daglige driften eller om avgjørelser vedrørende utbygging eller oppgradering av nettet som ikke går utover fastsatte grenser for nettvirksomhetens økonomiske rammer.",
                        "Departementet kan gi nærmere forskrifter og fastsette vilkår for konsesjon etter § 4-1 om forhold som nevnt i annet og tredje ledd.",
                        "§ 7-1 tredje ledd skal lyde:",
                        "Enhver plikter å gi departementet de opplysninger av teknisk og økonomisk art som er nødvendige for utøvelse av myndighet etter denne lov. Uten hinder av lovbestemt taushetsplikt skal informasjon utleveres til EFTAs faste komité, EFTAs overvåkningsorgan eller til EU-kommisjonen når det er fremmet en begrunnet forespørsel og informasjonen er nødvendig og forholdsmessig for gjennomføringen av oppgaver pålagt gjennom EØS-avtalen.",
                        "§ 7-1 nytt fjerde ledd skal lyde:",
                        "For å fremme effektivt tilsyn med kraftmarkedet kan departementet, uten hinder av lovbestemt taushetsplikt, gi andre norske myndigheter opplysninger som er nødvendige for å fremme håndhevelsen av norsk regulering av kraftmarkedet. For å oppfylle Norges avtaleforpliktelser overfor annen stat kan departementet uten hinder av lovbestemt taushetsplikt gi energimyndighetene i andre stater som er part i EØS-avtalen opplysninger som er nødvendige for å fremme håndhevelsen av norsk eller vedkommende stats regulering av kraftmarkedet.",
                        "§ 7-1 nytt femte ledd skal lyde:",
                        "Ved utlevering av opplysninger etter tredje og fjerde ledd skal departementet stille som vilkår at opplysningene undergis taushetsplikt hos mottakeren og at opplysningene bare kan formidles videre med samtykke fra departementet, og bare for det formål som samtykket omfatter. Den opplysningene gjelder skal underrettes om videreformidling av taushetsbelagt informasjon dersom opplysningene opprinnelig er innhentet fra vedkommende, med mindre slik underretning vil motvirke formålet med de kontroll- eller reguleringstiltak opplysningene skal tjene, eller medføre fare for at de ikke kan gjennomføres.",
                        "§ 7-1 nytt sjette ledd skal lyde:",
                        "Departementet gir forskrifter om informasjons- og taushetsplikten og om utlevering av opplysninger som nevnt i tredje, fjerde og femte ledd.",
                        "§ 7-6 annet ledd skal lyde:",
                        "Departementet kan gi de forskrifter som er nødvendig for ivaretakelse av Norges forpliktelser etter EØS-avtalen. Dette innbefatter bestemmelser til gjennomføring av Europaparlaments- og rådsforordning (EF) nr. 1228/2003 av 26. juni 2003 om vilkår for adgang til nett for overføring av elektrisk kraft over landegrensene, samt bestemmelser om behandling av tvister, saksbehandlingsfrister og utsatt iverksetting av vedtak.",
                        "§ 7-7 første ledd skal lyde:",
                        "Departementet kan ilegge overtredelsesgebyr til den som forsettlig eller uaktsomt overtrer eller medvirker til overtredelse av:",
                        "1.kapittel 3 – 6, § 7-1 annet og tredje ledd første punktum eller § 7-2, samt pålegg gitt i medhold av disse bestemmelsene.",
                        "2.forskrifter eller konsesjonsvilkår gitt i medhold av bestemmelser som nevnt i nr. 1, § 7-1 sjette ledd og § 7-6, samt pålegg gitt i medhold av disse, når det er særskilt bestemt at overtredelse kan medføre overtredelsesgebyr.",
                        "1.Loven trer i kraft fra den tid Kongen bestemmer.",
                        "2.Vertikalt integrerte virksomheter som omfattes av § 4-6 første ledd, plikter innen 1. juli 2007 å være organisert i samsvar med kravene i §§ 4-6 og 4-7."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}