{
    "lawId": "LOV-2006-12-08-67",
    "lawName": "Lov om endringer i lov 25. september 1992 nr. 107 om kommuner og fylkeskommuner m.m. (komitémodell, avtalevalg m.m.)",
    "shortName": "Endringslov til kommuneloven m v",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 10 a",
                    "title": "Kommunestyrekomiteer. Fylkestingskomiteer.",
                    "sections": [
                        "1. Kommunestyret og fylkestinget kan selv opprette kommunestyrekomiteer og fylkestingskomiteer som saksforberedende organ for kommunestyret og fylkestinget. Komiteene kan ikke gis avgjørelsesmyndighet. Slike komiteer skal ha minst tre medlemmer.",
                        "2. Kommunestyret og fylkestinget deler selv alle kommunestyrets og fylkestingets medlemmer inn i kommunestyrekomiteer og fylkestingskomiteer, og velger leder og nestleder til komiteene. Medlemmer av kontrollutvalget som også sitter i kommunestyret eller fylkestinget, er utelukket fra valg til komiteene. Ordfører og fylkesordfører kan fritas fra valget dersom kommunestyret eller fylkestinget bestemmer det.",
                        "3. Valget gjennomføres på grunnlag av innstilling med forslag til medlemmer og varamedlemmer til komiteene. Innstillingen skal inneholde et antall navn som tilsvarer antall medlemmer i hver komité med angivelse av den gruppe medlemmet representerer. I tillegg kan innstillingen inneholde et antall varamedlemmer for hver gruppe som tilsvarer antall medlemmer gruppen skal ha, med tillegg av to. Innstillingen vedtas med simpelt flertall.",
                        "4. Komiteene skal sammensettes forholdsmessig etter den kjønnsmessige fordeling blant de som skal velges. Varamedlemmer til komiteene velges på samme måte blant kommunestyrets og fylkestingets varamedlemmer.",
                        "5. Ved varig uttreden eller forfall til kommunestyret og fylkestinget etter § 16 nr. 2 skal vedkommende varamedlem tre inn i den kommunestyrekomité eller fylkestingskomité som den uttredende tilhørte.",
                        "6. Komiteene kan opprette arbeidsutvalg hvis ikke kommunestyret eller fylkestinget har bestemt noe annet.",
                        "7. Kommunestyret og fylkestinget kan selv når som helst omorganisere eller nedlegge kommunestyrekomiteer og fylkestingskomiteer.",
                        "§ 12 nr. 4 skal lyde:",
                        "4. Kommunedelsutvalget kan gi lederen, et arbeidsutvalg eller lederen av administrasjonen i kommunedelen myndighet til å treffe vedtak i enkeltsaker eller i typer av saker som ikke er av prinsipiell betydning, hvis ikke kommunestyret har bestemt noe annet.",
                        "§ 14 nr. 1 bokstav a første ledd skal lyde:",
                        "a)Valgbar og pliktig til å ta imot valg er den som har stemmerett ved valg til kommunestyre og fylkesting, og som på valgdagen står innført i folkeregisteret som bosatt i vedkommende kommune eller i en av kommunene i fylket. Ved valg til kommunedelsutvalg kan kommunestyret vedta at bare de som er innført i folkeregisteret som bosatt i vedkommende kommunedel, er valgbare.",
                        "§ 16 nr. 1 annet punktum skal lyde:",
                        "Varamedlemmer innkalles fra den gruppe hvor det er forfall.",
                        "§ 16 nr. 2 første punktum skal lyde:",
                        "2. Hvis medlemmer av kommunestyret eller fylkestinget trer endelig ut eller får varig forfall, trer varamedlemmer fra vedkommende gruppe inn i deres sted i den nummerorden de er valgt hvis organet er valgt ved forholdsvalg.",
                        "§ 16 nr. 3 skal lyde:",
                        "3. Dersom et medlem av et annet folkevalgt organ enn kommunestyre og fylkesting, kommunestyrekomité og fylkestingskomité trer endelig ut, velges nytt medlem, selv om det er valgt varamedlem. Organet skal suppleres fra den samme gruppe som den uttredende tilhørte. Viser det seg at denne fremgangsmåten fører til at et kjønn vil bli representert med mindre enn 40 prosent av medlemmene i organet, skal det så langt det er mulig velges nytt medlem fra det underrepresenterte kjønn.",
                        "§ 16 nr. 5 annet punktum skal lyde:",
                        "Suppleringsvalg skal skje fra den gruppen som har et utilstrekkelig antall varamedlemmer.",
                        "§ 16 ny nr. 6 skal lyde:",
                        "6. Ved suppleringsvalg etter nr. 3 og nr. 5 kan vedkommende gruppe selv utpeke den som skal rykke inn på den ledige plassen. Gruppen underretter deretter kommunestyret eller fylkestinget, som velger vedkommende dersom de lovbestemte vilkår er oppfylt. Tilsvarende gjelder ved suppleringsvalg i henhold til nr. 5 siste punktum.",
                        "§ 17 nr. 2 skal lyde:",
                        "2. Som første sak i det konstituerende møtet tar kommunestyret og fylkestinget stilling til om kommunestyrevalget eller fylkestingsvalget er gyldig, jf. valgloven § 13-4 første ledd. Dersom kommunen har avholdt direkte valg til kommunedelsutvalg, tar kommunestyret stilling til gyldigheten av dette valget før øvrige valg foretas. Når det er avgjort at valg som nevnt i første og annet punktum er gyldige, foretas valg av formannskap eller fylkesutvalg, ordfører eller fylkesordfører og varaordførere for den nye valgperioden. I møtet bør det også velges medlemmer av kommunale eller fylkeskommunale nemnder, og ledere for disse, hvis det ikke er overlatt til vedkommende nemnd selv å foreta dette valget.",
                        "§ 24 nr. 2 skal lyde:",
                        "2. Kommunestyret og fylkestinget kan selv bestemme at ledende administrative stillinger, herunder ledere av kommunale og fylkeskommunale foretak, skal ansettes på åremål. Det samme gjelder for ombud. Åremålsperioden skal være på minst seks år.",
                        "Nåværende § 24 nr. 4 blir nr. 3.",
                        "§ 29 nr. 1 skal lyde:",
                        "1. Bestemmelsene i dette kapitlet gjelder for kommunestyre, fylkesting, formannskap, fylkesutvalg, faste utvalg, kommunestyrekomiteer, fylkestingskomiteer, kommunedelsutvalg, kommuneråd og fylkesråd samt kommunale eller fylkeskommunale nemnder opprettet i medhold av andre lover.",
                        "§ 29 nr. 3 siste punktum skal lyde:",
                        "Det kan likevel ikke gjøres unntak fra §§ 36 til 38 a.",
                        "§ 29 nr. 4 siste punktum skal lyde:",
                        "Bestemmelsene i §§ 36 til 38 a kommer likevel ikke til anvendelse.",
                        "§ 29 ny nr. 6 skal lyde:",
                        "6. Bestemmelsene i §§ 36 til 38 a gjelder ikke for kommunestyrekomiteer og fylkestingskomiteer.",
                        "§ 35 nr. 4 skal lyde:",
                        "4. Valg av medlemmer av nemnder holdes som forholdsvalg når minst ett medlem krever det, og ellers som avtalevalg.",
                        "§ 38 skal lyde:"
                    ]
                },
                {
                    "name": "§ 38",
                    "title": "Flertallsvalg. Ansettelser.",
                    "sections": [
                        "Ved flertallsvalg og ansettelser er den valgt eller ansatt som har fått mer enn halvparten av de avgitte stemmer. Hvis ingen får slikt flertall, holdes ny avstemning. Ved denne er den valgt eller ansatt som får flest stemmer. Ved stemmelikhet avgjøres ansettelse av møtelederen, mens valg avgjøres ved loddtrekning.",
                        "Ny § 38 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 38 a",
                    "title": "Avtalevalg.",
                    "sections": [
                        "1. Kommunestyret eller fylkestinget kan selv enstemmig vedta at valg til folkevalgte organer skal foregå som avtalevalg etter denne paragrafen.",
                        "2. Valget gjennomføres på grunnlag av innstilling med forslag til medlemmer og varamedlemmer til organet. Innstillingen skal inneholde et antall navn som tilsvarer antall medlemmer i organet med angivelse av den gruppe medlemmet representerer. I tillegg kan innstillingen inneholde et antall varamedlemmer for hver gruppe som tilsvarer antall medlemmer gruppen skal ha, med tillegg av to. Innstillingen vedtas enstemmig av kommunestyret eller fylkestinget.",
                        "3. Skal det velges fire medlemmer eller flere, skal hvert kjønn være representert med minst 40 prosent blant dem som velges. Skal det velges to eller tre medlemmer, skal begge kjønn være representert. Viser det seg at et kjønn vil få færre medlemmer enn det som følger av disse regler, skal kandidater fra det underrepresenterte kjønn settes inn i det omfang som er nødvendig for å oppnå slik balanse. Ved valg til folkevalgte organer som etter lov bare består av medlemmer av kommunestyre eller fylkesting, og ved valg til arbeidsutvalg for folkevalgte organer, skal disse reglene følges så langt det er mulig.",
                        "4. Ved valg av varamedlemmer gjelder nr. 3 tilsvarende.",
                        "§ 39 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 39 a",
                    "title": "Innbyggerinitiativ.",
                    "sections": [
                        "1. Innbyggerne i kommunen eller fylket kan fremme forslag som gjelder kommunens eller fylkeskommunenes virksomhet. Kommunestyret eller fylkestinget plikter selv å ta stilling til forslaget dersom minst 2 prosent av innbyggerne står bak forslaget. Likevel er 300 underskrifter i kommunen eller 500 i fylket alltid tilstrekkelig.",
                        "2. Kommunestyret eller fylkestinget skal ta stilling til forslaget senest 6 måneder etter at det er fremmet. Tidsfristen gjelder ikke dersom forslaget henvises til behandling i forbindelse med pågående plansak etter plan- og bygningsloven. Initiativtakerne skal informeres om de avgjørelser som treffes og de tiltak som gjennomføres som følge av forslaget.",
                        "3. I samme valgperiode kan det ikke fremmes forslag dersom dette har",
                        "a)samme innhold som et tidligere forslag fremmet etter denne bestemmelse, eller",
                        "b)samme innhold som en sak som er behandlet av kommunestyret eller fylkestinget i løpet av valgperioden.",
                        "4. Et forslag som er fremmet etter reglene i denne paragraf og som blir nedstemt i kommunestyret eller fylkestinget, kan ikke påklages med mindre dette følger av andre regler.",
                        "I lov 17. juli 1925 nr. 11 om Svalbard gjøres følgende endringer:",
                        "§ 34 tredje ledd nytt annet punktum skal lyde:",
                        "Endring av medlemstallet vedtas av lokalstyret selv senest 31. desember i nest siste år av valgperioden, med virkning for kommende valgperiode.",
                        "Ny § 36 a skal lyde:",
                        "Lokalstyret kan selv opprette lokalstyrekomiteer som saksforberedende organ for lokalstyret. Kommuneloven § 10 a får tilsvarende anvendelse så langt den passer.",
                        "Ny § 36 b skal lyde:",
                        "Lokalstyret kan selv bestemme at administrasjonsutvalget eller et fast utvalg skal ha myndighet til å treffe vedtak i saker som skulle vært avgjort av annet organ, når det er nødvendig at vedtak treffes så raskt at det ikke er tid til å innkalle dette.",
                        "Melding om vedtak truffet i medhold av denne paragraf forelegges vedkommende organ i dettes neste møte.",
                        "Ny § 39 a skal lyde:",
                        "Kommuneloven § 24 nr. 2 om åremål får tilsvarende anvendelse for Longyearbyen lokalstyre.",
                        "Ny § 44 a skal lyde:",
                        "Kommuneloven § 39 a om innbyggerinitiativ får tilsvarende anvendelse for Longyearbyen lokalstyre.",
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}