{
    "lawId": "LOV-2006-12-15-91",
    "lawName": "Lov om endringar i lov 25. september 1992 nr. 107 om kommuner og fylkeskommuner (interkommunalt samarbeid)",
    "shortName": "Endringslov til kommuneloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 28 a",
                    "title": "Overføring av myndighet til vertskommune",
                    "sections": [
                        "1. En kommune kan overlate utførelsen av lovpålagte oppgaver, herunder delegere myndighet til å treffe vedtak som omtalt i forvaltningsloven § 2 første ledd bokstav a (offentlig myndighetsutøvelse) til en vertskommune etter §§ 28 b og 28 c hvis den aktuelle lov ikke er til hinder for det.",
                        "2. Bestemmelsen i nr. 1 gjelder tilsvarende for fylkeskommuner."
                    ]
                },
                {
                    "name": "§ 28 b",
                    "title": "Administrativt vertskommunesamarbeid",
                    "sections": [
                        "1. En kommune (samarbeidskommune) kan avtale med en annen kommune (vertskommune) at vertskommunen skal utføre oppgaver og treffe avgjørelser etter delegert myndighet fra samarbeidskommunen i enkeltsaker eller typer av saker som ikke er av prinsipiell betydning.",
                        "2. Bestemmelsen i nr. 1 gjelder tilsvarende for vertskommunesamarbeid mellom fylkeskommuner.",
                        "3. Delegasjon av myndighet som nevnt i nr. 1 skjer ved at kommunestyret eller fylkestinget selv gir instruks til egen administrasjonssjef om delegasjon til administrasjonssjefen i vertskommunen.",
                        "4. Folkevalgte organer i vertskommunen har ikke instruksjons- eller omgjøringsmyndighet der delegasjon er skjedd i samsvar med nr. 3.",
                        "5. En samarbeidskommune kan gi vertskommunen instruks om utøvelsen av den delegerte myndighet i saker som alene gjelder samarbeidskommunen eller berørte innbyggere.",
                        "6. For vedtak vertskommunen treffer etter delegasjon fra en samarbeidskommune, har samarbeidskommunen samme omgjøringsmyndighet som etter forvaltningsloven § 35 første ledd."
                    ]
                },
                {
                    "name": "§ 28 c",
                    "title": "Vertskommunesamarbeid med felles folkevalgt nemnd",
                    "sections": [
                        "1. Kommuner som deltar i et vertskommunesamarbeid, kan avtale å opprette én felles folkevalgt nemnd i vertskommunen.",
                        "2. Bestemmelsen i nr. 1 gjelder tilsvarende for vertskommunesamarbeid mellom fylkeskommuner.",
                        "3. Deltakerkommunene kan delegere til nemnda myndighet til å treffe vedtak også i saker av prinsipiell betydning. Dette skal skje ved at kommunestyrene eller fylkestingene selv delegerer samme kompetanse til nemnda. Nemnda kan delegere til vertskommunens administrasjon myndighet til å treffe vedtak i enkeltsaker eller typer av saker som ikke er av prinsipiell betydning.",
                        "4. Hver av deltakerne skal være representert med to eller flere representanter i nemnda. Nemnda velger selv blant sine medlemmer leder og nestleder. Det kan avtales at ledervervet skal gå på omgang mellom deltakerne. Nærmere regulering av dette skal fremgå av avtalen.",
                        "5. For øvrig gjelder bestemmelsene for faste utvalg så langt de passer.",
                        "6. Folkevalgte organer i vertskommunen har ikke instruksjons- eller omgjøringsmyndighet der delegasjon er skjedd i samsvar med nr. 3.",
                        "7. En samarbeidskommune kan gi vertskommunen instruks om utøvelsen av den delegerte myndighet i saker som alene gjelder samarbeidskommunen eller berørte innbyggere.",
                        "8. For vedtak vertskommunen treffer etter delegasjon fra en samarbeidskommune, har samarbeidskommunen samme omgjøringsmyndighet som etter forvaltningsloven § 35 første ledd.",
                        "9. Der det i lov er satt en grense for antallet medlemmer i et folkevalgt organ, og representasjonskravet i nr. 4 fører til at den felles nemnda får flere medlemmer enn det loven tillater, skal antallet medlemmer reduseres på følgende måte: Det antall medlemmer av nemnda som overstiger det tillatte maksimum, skal ved loddtrekning skytes ut av nemnda. Dersom denne fremgangsmåten fører til at en deltakerkommune ikke blir representert i nemnda ved behandling av saker fra vedkommende kommune, skal det skytes ut ytterligere ett medlem som erstattes med ett medlem fra denne kommunen."
                    ]
                },
                {
                    "name": "§ 28 d",
                    "title": "Parlamentarisk styreform",
                    "sections": [
                        "Der en av deltakerne har parlamentarisk styreform, trer rådet i administrasjonssjefens sted i forhold til §§ 28 b og 28 c."
                    ]
                },
                {
                    "name": "§ 28 e",
                    "title": "Samarbeidsavtalen",
                    "sections": [
                        "1. For et vertskommunesamarbeid skal det opprettes en skriftlig samarbeidsavtale. Avtalen vedtas av kommunestyret eller fylkestinget selv. Endringer i avtalen som gjelder forhold som omtalt i nr. 2 og 3, skal skje på samme måte.",
                        "2. Samarbeidsavtalen skal inneholde bestemmelser om:",
                        "a)angivelse av deltakerne og hvilken av disse som er vertskommunen,",
                        "b)hvilke oppgaver og hvilken avgjørelsesmyndighet som skal legges til vertskommunen,",
                        "c)tidspunkt for overføring av oppgaver og avgjørelsesmyndighet,",
                        "d)underretning til deltakerne om vedtak som treffes i vertskommunen,",
                        "e)det økonomiske oppgjøret mellom samarbeidskommunene og vertskommunen,",
                        "f)nærmere regler for uttreden og avvikling av samarbeidet,",
                        "g)annet som etter lov krever avtale.",
                        "3. I avtale om vertskommunesamarbeid med felles nemnd skal avtalen også inneholde bestemmelser om antall representanter i nemnda fra den enkelte deltaker.",
                        "4. I et vertskommunesamarbeid mellom kommuner skal vertskommunen orientere fylkesmannen om etableringen av samarbeidet. I et vertskommunesamarbeid mellom fylkeskommuner skal vertskommunen orientere departementet om etableringen av samarbeidet."
                    ]
                },
                {
                    "name": "§ 28 f",
                    "title": "Klage ved administrativt vertskommunesamarbeid",
                    "sections": [
                        "1. Når en vertskommune fatter vedtak som kan påklages etter forvaltningsloven § 28 første ledd, er den kommunen som har delegert myndigheten, klageinstans. Vedkommende statlige organ er likevel klageinstans når vedtak er truffet i henhold til myndighet delegert fra et statlig organ.",
                        "2. Når vertskommunen fatter vedtak som kan påklages etter lov 19. november 1982 nr. 66 om helsetjenesten i kommunene § 2-4, gjelder de særskilte klagereglene i den bestemmelsen.",
                        "3. Administrasjonen i vertskommunen er underinstans etter forvaltningsloven § 33 annet ledd ved behandling av klager etter nr. 1 eller 2. Det samme gjelder der det i lov er fastsatt at et statlig organ er klageinstans.",
                        "4. Klageinstansen har ikke omgjøringsrett etter forvaltningsloven § 35 annet og tredje ledd. Statlige klageinstanser kan likevel oppheve vedtak som må anses ugyldige.",
                        "5. Bestemmelsene i nr. 1, 3 og 4 gjelder tilsvarende for vertskommunesamarbeid mellom fylkeskommuner."
                    ]
                },
                {
                    "name": "§ 28 g",
                    "title": "Klage ved vertskommunesamarbeid med felles nemnd",
                    "sections": [
                        "1. Når det i et vertskommunesamarbeid med felles nemnd treffes vedtak som kan påklages etter forvaltningsloven § 28 første ledd, er klageinstansen en eller flere særskilte klagenemnder oppnevnt av kommunestyrene i deltakerkommunene. Vedkommende statlige organ er likevel klageinstans når vedtak er truffet i henhold til myndighet delegert fra et statlig organ.",
                        "2. Når det i et vertskommunesamarbeid med felles nemnd treffes vedtak som kan påklages etter lov 19. november 1982 nr. 66 om helsetjenesten i kommunene § 2-4, gjelder de særskilte klagereglene i den bestemmelsen. Klageinstansen er likevel én særskilt klagenemnd oppnevnt av kommunestyrene i deltakerkommunene.",
                        "3. Hver av deltakerkommunene skal være representert i klagenemnd oppnevnt etter nr. 1 eller 2. Klagenemnda velger selv sin leder og nestleder. For øvrig gjelder bestemmelsene om faste utvalg så langt de passer.",
                        "4. Dersom representasjonskravet i nr. 3 fører til at klagenemnd etter nr. 2 får flere enn fem medlemmer, skal antallet medlemmer reduseres til fem på følgende måte: Det antall medlemmer av klagenemnda som overstiger fem, skal ved loddtrekning skytes ut av nemnda. Dersom denne fremgangsmåten fører til at en deltakerkommune ikke blir representert i klagenemnda ved behandling av saker delegert fra vedkommende kommune, skal det skytes ut ytterligere ett medlem som erstattes med ett medlem fra denne kommunen.",
                        "5. Den felles nemnda er underinstans etter forvaltningsloven § 33 annet ledd ved behandling av klager etter nr. 1 og 2. Det samme gjelder der det i lov er fastsatt at statlig organ er klageinstans.",
                        "6. Klageinstansen har ikke omgjøringsrett etter forvaltningsloven § 35 annet og tredje ledd. Statlige klageinstanser kan likevel oppheve vedtak som må anses ugyldige.",
                        "7. Bestemmelsene i nr. 1, 3, 5 og 6 gjelder tilsvarende for vertskommunesamarbeid mellom fylkeskommuner."
                    ]
                },
                {
                    "name": "§ 28 h",
                    "title": "Lovlighetskontroll",
                    "sections": [
                        "1. Avgjørelser truffet av vertskommunens organer på vegne av en samarbeidskommune kan av tre eller flere medlemmer i samarbeidskommunens kommunestyre bringes inn for departementet til kontroll av avgjørelsens lovlighet etter § 59.",
                        "2. Medlemmer av kommunestyret i vertskommunen kan ikke kreve slik kontroll av avgjørelser truffet av vertskommunens organer på vegne av en samarbeidskommune.",
                        "3. Bestemmelsen gjelder tilsvarende for vertskommunesamarbeid mellom fylkeskommuner."
                    ]
                },
                {
                    "name": "§ 28 i",
                    "title": "Oppløsning og uttreden",
                    "sections": [
                        "1. Dersom deltakerne er enige om det, kan samarbeidet oppløses med øyeblikkelig virkning.",
                        "2. Den enkelte deltaker kan med ett års varsel si opp sitt deltakerforhold i et vertskommunesamarbeid. Annen oppsigelsesfrist kan avtales."
                    ]
                },
                {
                    "name": "§ 28 j",
                    "title": "Kontrollutvalgets myndighet i vertskommune",
                    "sections": [
                        "Vertskommunens kontrollutvalg har myndighet etter § 77 nr. 1 uten hensyn til at kommunestyret i vertskommunen har begrenset myndighet etter § 28 b nr. 4 og § 28 c nr. 6."
                    ]
                },
                {
                    "name": "§ 28 k",
                    "title": "Statlig tilsyn med vertskommune",
                    "sections": [
                        "1. Der en samarbeidskommune har overlatt utførelsen av lovpålagte oppgaver til en vertskommune, skal statlige tilsynsetater rette pålegg eller andre sanksjoner til vertskommunen. Vertskommunen er ansvarlig for at pålegg eller andre sanksjoner etterkommes.",
                        "2. Der en oppgave er delegert til vertskommunen, har statlige tilsynsetater rett til innsyn i vertskommunens saksdokumenter, og kan kreve at vertskommunens organer, folkevalgte og ansatte uten hinder av taushetsplikt gir de opplysninger og meldinger som er nødvendige for at tilsynsorganet kan utføre tilsyn. Tilsynet kan også kreve adgang til alle vertskommunens institusjoner, lokaler og anlegg som er nødvendige for at tilsynet kan utføre tilsyn.",
                        "3. Bestemmelsen i nr. 1 og 2 gjelder tilsvarende for vertskommunesamarbeid mellom fylkeskommuner.",
                        "Loven gjelder fra den tid Kongen bestemmer.",
                        "Departementet kan i forskrift fastsette nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}