{
    "lawId": "LOV-2006-01-27-4",
    "lawName": "Lov om endringar i lov 8. juni 1984 nr. 58 om gjeldsforhandling og konkurs og andre lover (elektronisk kommunikasjon mv.)",
    "shortName": "Endringslov til konkursloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 37",
                    "title": "Underretning ved bestridte fordringer",
                    "sections": [
                        "Dersom en anmeldt fordring helt eller delvis blir bestridt, skal gjeldsnemnda uten opphold underrette fordringshaveren og samtidig gjøre vedkommende oppmerksom på reglene i § 47 annet ledd. Underretningen skal sendes med rekommandert brev eller ved bruk av elektronisk kommunikasjon hvor det er benyttet en betryggende metode for å sikre at underretningen er mottatt.",
                        "§ 40 femte ledd skal lyde:",
                        "Dersom vedtakelsen eller tilbakekallingen er skjedd ved en representant som ikke har fremlagt betryggende legitimasjon for sin myndighet til å forplikte fordringshaveren, skal vedtakelsen eller tilbakekallingen godtas såfremt betryggende legitimasjon fremlegges innen den fastsatte avstemningsfrist eller på et eventuelt avstemningsmøte.",
                        "§ 78 første ledd nr. 4 og 5 skal lyde:",
                        "4)oppfordring til fordringshaverne om å melde sine krav til bostyreren innen en nærmere angitt frist, jf. § 109,",
                        "5)opplysning om hvilken domstol som behandler boet.",
                        "§ 78 andre ledd skal lyde:",
                        "Dersom det må antas at boet ikke vil gi dekning til uprioriterte fordringer, kan dette opplyses i kunngjøringen sammen med rettens mulige beslutning etter § 156 første ledd.",
                        "§ 78 tredje ledd første punktum skal lyde:",
                        "Retten eller føreren av konkursregisteret dersom departementet bestemmer det, skal sende kunngjøringen til Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og rykke den inn i en avis som er alminnelig lest på stedet; kunngjøringen skal i avisen gjengis i forkortet form med henvisning til den elektroniske kunngjøringspublikasjonen.",
                        "§ 79 skal lyde:"
                    ]
                },
                {
                    "name": "§ 79",
                    "title": "Tinglysing mv. av melding om at konkurs er åpnet.",
                    "sections": [
                        "Retten skal sørge for at melding om at konkurs er åpnet i skyldnerens bo, registreres i Konkursregisteret.",
                        "Føreren av Konkursregisteret sørger for at melding om at konkurs er åpnet i skyldnerens bo, tinglyses eller registreres i:",
                        "1)Løsøreregisteret,",
                        "2)grunnboken, dersom skyldneren eier fast eiendom,",
                        "3)Foretaksregisteret, dersom skyldnerens virksomhet er innført der,",
                        "4)Regnskapsregisteret, dersom skyldnerens virksomhet er innsendingspliktig.",
                        "Føreren av Konkursregisteret skal sende melding om konkursåpningen i samsvar med lov 19. juni 1969 nr. 66 om merverdiavgift § 27 annet ledd.",
                        "Med mindre retten beslutter å gjøre det selv, skal bostyreren sørge for at melding om at konkurs er åpnet i skyldnerens bo, registreres i",
                        "1)andre realregistre enn grunnboken, for så vidt skyldneren eier eiendeler som er registrert der,",
                        "2)et verdipapirregister, dersom det er registrert rettigheter der som bostyreren mener er omfattet av boets beslagsrett.",
                        "Med mindre retten beslutter å gjøre det selv, skal bostyreren videre sende underretning om konkursåpningen til Posten Norge AS og de banker og tilsvarende institusjoner hvor skyldneren har innskudd.",
                        "Kongen kan i forskrift gi nærmere bestemmelser om fremgangsmåten ved fremsetting av meldinger etter første til femte ledd.",
                        "Blir en eiendel abandonert etter § 117 b, skal bostyreren sørge for at melding som nevnt i andre ledd nr. 1 og 2 og fjerde ledd slettes for så vidt gjelder de abandonerte eiendeler. Videre skal det gis melding til fylkesskattekontoret dersom abandoneringen gjelder formuesgoder som vil kunne medføre krav på merverdiavgift ved salg fra skyldnerens side.",
                        "§ 93 første ledd andre punktum skal lyde:",
                        "Så lenge fristen for anmeldelse av fordringer ikke er utløpt, skal innkalling likevel alltid kunngjøres i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon.",
                        "§ 109 tredje ledd skal lyde:",
                        "Fristen for anmeldelse må være minst tre og høyst seks uker regnet fra den dag konkursåpningen ble kunngjort i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon.",
                        "§ 111 andre ledd skal lyde:",
                        "Konkursskyldneren, fordringshavere som har fått innstilt sine fordringer og borevisor har rett til å uttale seg og å være til stede under fordringsprøvingen. Disse skal varsles om tid og sted for prøvingen og tilsendes bostyrerens innstilling minst åtte dager før prøvingen finner sted. Varsel om fordringsprøving kan sendes elektronisk med henvisning til hvor innstillingen finnes elektronisk tilgjengelig, dersom mottakeren har godtatt bruk av elektronisk kommunikasjon. Den som har rett til å være til stede ved fordringsprøvingen, har likevel rett til på forespørsel å få tilsendt innstillingen. Når det finnes ubetenkelig, kan en fordring prøves selv om bostyrers innstilling ikke har foreligget senest åtte dager før fordringsprøvingen.",
                        "§ 120 fjerde ledd skal lyde:",
                        "Bostyreren skal gjøre innberetningen kjent for fordringshaverne ved å sende den til dem, eller gjøre den elektronisk tilgjengelig dersom fordringshaveren har godtatt bruk av elektronisk kommunikasjon. Bostyreren skal sende innberetningen til Konkursregisteret og skyldneren.",
                        "§ 122 andre ledd nytt tredje punktum skal lyde:",
                        "Dersom fordringshaveren har godtatt bruk av elektronisk kommunikasjon, kan fordringshaveren i varselet gjøres kjent med fristen og om hvor regnskapet og redegjørelsen finnes elektronisk tilgjengelig.",
                        "§ 124 andre ledd nytt tredje punktum skal lyde:",
                        "Dersom fordringshaveren har godtatt bruk av elektronisk kommunikasjon, kan fordringshaveren i varselet gjøres kjent med fristen etter § 40 og om hvor forslaget, bostyrerens og bostyrets uttalelse og fordringshaverlisten finnes elektronisk tilgjengelig.",
                        "§ 128 første ledd andre punktum skal lyde:",
                        "De fordringshavere som har reist innsigelser mot beslutningen om å ta boet opp til slutning, jf. § 122 annet ledd, skal underrettes om beslutningen.",
                        "§ 128 fjerde ledd første punktum skal lyde:",
                        "Utlodningen sendes til alle fordringshavere med godkjente fordringer.",
                        "§ 130 andre ledd tredje punktum skal lyde:",
                        "De fordringshavere som får et mindre beløp enn angitt i bostyrerens utlodning, skal underrettes om den nye utlodningen.",
                        "§ 136 tredje ledd skal lyde:",
                        "Kunngjøring om at bobehandlingen er innstilt, skal offentliggjøres i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og i en avis som er alminnelig lest på stedet.",
                        "§ 138 første ledd tredje og fjerde punktum skal lyde:",
                        "Med mindre retten beslutter å gjøre det selv, skal føreren av Konkursregisteret sørge for at meldinger som er gitt i henhold til § 79 andre ledd nr. 2 og nr. 5 og fjerde ledd blir slettet. Videre skal føreren av Konkursregisteret gi melding i samsvar med lov 19. juni 1969 nr. 66 om merverdiavgift § 27 annet ledd.",
                        "§ 144 første ledd skal lyde:",
                        "Ethvert konkursbo og bo som etter annen lovgivning skal tvangsavvikles etter konkurslovens regler, skal registreres i et sentralt register (Konkursregisteret) på eget organisasjonsnummer. Også stiftere, daglig leder og personer som har eller har hatt verv i et foretak, en sammenslutning eller en stiftelse som er konkurs eller under tvangsavvikling, kan registreres. Det samme gjelder eiere av et slikt foretak eller en slik sammenslutning som har en eierandel på 20 prosent eller mer, eller som har hatt en slik eierandel senere enn fem år før åpningen av bobehandlingen. Det kan også registreres opplysninger fra bostyrerens innberetninger, med unntak for opplysning om mistanke om straffbare forhold. Departementet gir nærmere bestemmelse om registerets innhold.",
                        "§ 144 tredje ledd skal lyde:",
                        "Opplysninger som er registrert i Løsøreregisteret, Foretaksregisteret, Enhetsregisteret og Regnskapsregisteret, kan meddeles til Konkursregisteret etter nærmere bestemmelser gitt av departementet.",
                        "§ 156 skal lyde:"
                    ]
                },
                {
                    "name": "§ 156",
                    "title": "Forenklet underretning til fordringshaverne, elektronisk kommunikasjon mv.",
                    "sections": [
                        "Retten kan bestemme at påbudt underretning skal skje på annen måte enn bestemt, at underretning bare skal skje til fordringshavere hvis tilgodehavende er prioritert eller overstiger et visst beløp eller at underretning helt skal unnlates, dersom omkostningene ved å benytte den påbudte fremgangsmåte vil stå i fremtredende misforhold til fordringenes størrelse eller den dekning de kan ventes å få. Beslutning etter denne paragraf skal så vidt mulig meddeles alle som berøres av beslutningen, med mindre det synes klart ubetenkelig å unnlate å gi slik melding.",
                        "Kommunikasjon som etter loven skal skje skriftlig, kan formidles elektronisk om senderen og mottakeren har lagt til rette for det og mottakeren har godtatt det. Det samme gjelder når loven her fastsetter at informasjon skal sendes, meldes eller meddeles, eller at det skal gis varsel eller underretning. For kommunikasjon med retten gjelder domstolloven § 197 a.",
                        "Dokumenter og opplysninger som gjelder et konkursbo, kan også gjøres elektronisk tilgjengelig på egne bosider som drives av Brønnøysundregistrene. Føreren av Konkursregisteret skal sørge for at all informasjon som finnes om boet i Konkursregisteret uten opphold blir gjort tilgjengelig på bosiden. Bare bostyreren og føreren av Konkursregisteret kan legge inn informasjon på bosiden. Informasjonen på bosiden skal ikke gjøres tilgjengelig for andre enn dem som ifølge lov eller med hjemmel i lov har rett til å motta den.",
                        "Kongen kan i forskrift gi nærmere regler om elektronisk kommunikasjon etter loven her og om de elektroniske bosidene, herunder regler om undertegning, autentisering, integritet og konfidensialitet og regler som stiller krav til produkter, tjenester og standarder som er nødvendige for slik kommunikasjon.",
                        "Kongen kan i forskrift gi regler om begrenset tilgang til opplysninger som er elektronisk tilgjengelige, om sletting av opplysninger fra bosidene og om plikter for bostyreren og føreren av Konkursregisteret. Kongen kan i forskrift også gi regler om fritak for konsesjonsplikt, jf. lov 14. april 2000 nr. 31 om behandling av personopplysninger § 33.",
                        "Kongen kan gi forskrift med nærmere bestemmelser om gjennomføring av kunngjøring, herunder hvilke opplysninger som skal kunngjøres når kunngjøringen skal ha en forkortet form og om sletting av elektronisk lagrede kunngjøringsopplysninger.",
                        "Ny § 156 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 156 a",
                    "title": "Abonnementsavtaler",
                    "sections": [
                        "Føreren av Konkursregisteret skal tilby abonnementsordninger for opplysninger som etter loven her skal kunngjøres i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon. Kongen kan i forskrift gi nærmere regler om ordningen, herunder om hvilke typer abonnement som skal tilbys, tekniske krav for å være abonnent og om finansiering. Kongen kan i forskrift også gi regler om at fordringshavere og offentlige myndigheter skal kunne abonnere på opplysninger fra elektroniske bosider hos Brønnøysundregistrene.",
                        "I lov 3. juni 1994 nr. 15 om Enhetsregisteret blir det gjort følgjande endringar:",
                        "§ 2 bokstav b nytt nr. 7 skal lyde:",
                        "7.Konkursregisteret (lov 8. juni 1984 nr. 58 om gjeldsforhandling og konkurs § 144).",
                        "§ 26 nytt fjerde ledd skal lyde:",
                        "Har Enhetsregisteret mottatt underretning etter konkursloven § 138 andre ledd første punktum, skal det registrerte konkursboet slettes av registeret.",
                        "1.Lova gjeld frå den tid Kongen fastset. Kongen kan fastsetje at ulike delar av lova skal ta til å gjelde frå ulik tid.",
                        "2.Kongen kan fastsetje nærmare overgangsreglar."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}