{
    "lawId": "LOV-2006-12-15-73",
    "lawName": "Lov om endringer i lov 19. juni 1969 nr. 66 om merverdiavgift",
    "shortName": "Endringslov til merverdiavgiftsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 31a",
                    "title": "Registreringspliktig næringsdrivende som har liten omsetning kan etter søknad levere årsoppgave. Årsoppgaven må være kommet frem til avgiftsmyndigheten innen 2 måneder og 10 dager etter kalenderårets utløp.",
                    "sections": [
                        "Departementet kan gi forskrifter om avgrensing og gjennomføring av bestemmelsen i første ledd.",
                        "§ 33 første ledd skal lyde:",
                        "Oppgaven må være kommet frem til avgiftsmyndigheten innen 1 måned og 10 dager etter utløpet av hver termin eller fra tidspunktet for virksomhetens opphør. Fristen for 3. termin, mai og juni, er likevel 20. august. Oppgave som sendes i posten, anses fremkommet i rett tid hvis den er poststemplet innen utløpet av fristen.",
                        "§ 34 første ledd skal lyde:",
                        "Avgift forfaller til betaling ved utløpet av oppgavefristen etter §§ 31, 31 a, 33 og 40.",
                        "§ 5a annet ledd ny nr. 10 skal lyde:",
                        "10.omsetning av rett til å disponere kommunal havn mot havneavgifter eller vederlag i samsvar med kapittel VI i lov 8. juni 1984 nr. 51 om havner og farvann m.v.",
                        "§ 27 første ledd første punktum skal lyde:",
                        "Næringsdrivende som driver omsetning som går inn under denne lovs kap. IV eller den som er avgiftspliktig etter § 10 annet, tredje, fjerde og femte ledd, § 11 og § 12 fjerde ledd, skal uoppfordret og uten opphold sende skriftlig melding om virksomheten til skattekontoret.",
                        "§ 28 fjerde ledd første punktum skal lyde:",
                        "Registrert virksomhet skal forbli registrert i minst 2 hele kalenderår etter registreringen eller etter at omsetning og avgiftspliktig uttak er sunket under den beløpsgrense som er nevnt i første ledd, med mindre virksomheten er opphørt eller skattekontoret av særlige grunner finner å kunne slette den.",
                        "§ 46 tredje ledd første punktum skal lyde:",
                        "Andre næringsdrivende enn de som er nevnt i første ledd skal når avgiftsmyndighetene forlanger det, gi de opplysninger om virksomheten som kreves.",
                        "§ 48 annet ledd første punktum skal lyde:",
                        "Skattekontoret kan foreta undersøkelser eller forlange opplysninger om navngitt registreringspliktig eller frivillig registrert næringsdrivendes midler som has til forvaltning og om avkastning av disse, om innskudds- og gjeldskonto, deposita og andre økonomiske mellomværende med navngitt næringsdrivende som nevnt.",
                        "§ 49a første ledd første punktum skal lyde:",
                        "Næringsdrivende og offentlig organ som har gitt en utenlandsk næringsdrivende et oppdrag på plass for bygge- eller monteringsarbeid, skal uoppfordret gi skattekontoret opplysninger om oppdraget og enhver oppdragstaker som i tilknytning til hovedoppdraget utfører oppdrag.",
                        "§ 50 første ledd oppheves.",
                        "§ 50 annet til femte ledd blir første til fjerde ledd.",
                        "Ny § 56 skal lyde:",
                        "Forhøyelse etter § 54 og fastsettelse etter § 55 kan endres av skattekontoret, Skattedirektoratet og Klagenemnda for merverdiavgift. Det samme gjelder vedtak etter § 28 om registrering eller sletting i avgiftsmanntallet når det samtidig er truffet vedtak etter § 55 som har direkte sammenheng med registrerings- eller slettingsvedtaket. Skattedirektoratets endringskompetanse etter første og annet punktum er begrenset til vedtak hvor etterberegnet beløp er under 15 000 kroner, renter ikke medregnet.",
                        "Dersom det foreligger nye opplysninger som viser at det tidligere vedtaket er uriktig, kan vedtaket endres til ugunst for den avgiftspliktige i inntil ti år etter utløpet av vedkommende termin.",
                        "Dersom det ikke foreligger nye opplysninger, må varsel om endring til ugunst for den avgiftspliktige gis innen to år etter tidspunktet for vedtaket.",
                        "§ 57 første og annet ledd skal lyde:",
                        "Vedtak etter kap. XIII og § 73 kan påklages til Klagenemnda for merverdiavgift. Det samme gjelder vedtak etter § 28 om registrering eller sletting i avgiftsmanntallet når det samtidig klages over vedtak etter første punktum som har direkte sammenheng med registrerings- eller slettingsvedtaket.",
                        "Klage til nemnda tas ikke under behandling uten samtykke av nemndas leder dersom klagegjenstandens verdi er under 15 000 kroner, renter ikke medregnet. Denne avgjørelsen kan ikke påklages. Dersom klagegjenstandens verdi er mellom 4 000 og 15 000 kroner, renter ikke medregnet, avgjøres klagen av Skattedirektoratet. Departementet avgjør hvilket organ som skal være klageinstans for andre vedtak etter denne lov.",
                        "§ 57 annet til femte ledd blir tredje til sjette ledd.",
                        "Ny § 57a skal lyde:",
                        "Dersom Klagenemnda for merverdiavgift endrer et vedtak til gunst for klageren, avgjør skattekontoret saker om dekning av sakskostnader etter forvaltningsloven § 36 første ledd.",
                        "Skattekontorets vedtak etter første ledd kan påklages til Klagenemnda for merverdiavgift.",
                        "§ 58 nytt tredje ledd skal lyde:",
                        "Klage over vedtak som nevnt i § 57 første ledd tas ikke under behandling uten samtykke fra klagenemndas leder dersom klagegjenstandens verdi er under 4 000 kroner, renter ikke medregnet. Denne avgjørelsen kan ikke påklages.",
                        "§ 58a første ledd første punktum skal lyde:",
                        "Skattedirektoratet og skattekontoret kan på anmodning fra avgiftspliktig avgi forhåndsuttalelse om de avgiftsmessige virkningene av en konkret planlagt disposisjon før den igangsettes.",
                        "§ 58d første ledd skal lyde:",
                        "Skattedirektoratets og skattekontorenes avgjørelse om ikke å avgi bindende forhåndsuttalelse kan ikke påklages.",
                        "§ 61 nytt første ledd skal lyde:",
                        "Søksmål mot staten anlegges ved saksøkers alminnelige verneting etter reglene i lov 17. juni 2005 nr. 90 om mekling og rettergang i sivile tvister (tvisteloven).",
                        "Nåværende § 61 første og annet ledd blir annet og tredje ledd.",
                        "§ 67 oppheves.",
                        "Endringene under I trer i kraft straks.",
                        "Endringen under II trer i kraft 1. januar 2007.",
                        "Endringene under III gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid. Departementet kan gi overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}