{
    "lawId": "LOV-2006-06-30-36",
    "lawName": "Lov om endringer i statsborgerloven mv. (endrede styringsforhold mv.)",
    "shortName": "Endringslov til statsborgerloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 7",
                    "title": "Hovedregel om erverv etter søknad",
                    "sections": [
                        "Enhver har etter søknad rett til norsk statsborgerskap dersom søkeren på vedtakstidspunktet",
                        "a)har dokumentert eller på annen måte klarlagt sin identitet, jf. fjerde ledd,",
                        "b)har fylt tolv år,",
                        "c)er og vil forbli bosatt i riket,",
                        "d)fyller vilkårene for bosettingstillatelse i utlendingsloven § 12,",
                        "e)har til sammen syv års opphold i riket i løpet av de siste ti årene, med oppholds- eller arbeidstillatelser av minst ett års varighet, opphold i en eller flere søknadsperioder medregnet i syvårsperioden, jf. femte ledd,",
                        "f)fyller kravet om norskopplæring fastsatt i § 8,",
                        "g)ikke er ilagt straff eller strafferettslig særreaksjon eller har utholdt karenstid, jf. § 9, og",
                        "h)fyller kravet om løsning fra annet statsborgerskap fastsatt i § 10.",
                        "Søkeren har ikke rett til norsk statsborgerskap etter første ledd dersom hensynet til rikets sikkerhet eller utenrikspolitiske hensyn taler mot.",
                        "Uttømmende politiattest skal følge søknad om statsborgerskap. Politiattesten skal også vise forhold som søkeren er siktet eller tiltalt for.",
                        "Kongen kan i forskrift gi utfyllende bestemmelser om kravet til identifikasjon og om politiattest.",
                        "Kongen kan i forskrift gi bestemmelser om beregning av oppholdstid etter reglene i dette kapitlet.",
                        "§ 9 første ledd skal lyde:",
                        "Den som er ilagt straff eller strafferettslig særreaksjon har ikke rett til norsk statsborgerskap før det er gått en viss tid (karenstid) fastsatt i forskrift gitt av Kongen. Karenstidens lengde skal avhenge av den ilagte reaksjonen.",
                        "§ 20 nytt annet ledd skal lyde:",
                        "Politiattest som viser om melderen har vært ilagt frihetsstraff eller strafferettslig særreaksjon i løpet av de siste syv årene, skal følge melding om statsborgerskap. Kongen kan i forskrift gi bestemmelser om politiattest.",
                        "§ 27 skal lyde:"
                    ]
                },
                {
                    "name": "§ 27",
                    "title": "Saksgang mv.",
                    "sections": [
                        "Søknad om norsk statsborgerskap inngis til politiet eller norsk utenriksstasjon som forbereder saken. Utlendingsdirektoratet avgjør søknaden. Melding om norsk statsborgerskap inngis til politiet som forbereder saken. Utlendingsdirektoratet treffer vedtak om meldingen skal godtas eller ikke.",
                        "Vedtak om tilbakekall av statsborgerskap treffes av Utlendingsdirektoratet.",
                        "Vedtak som nevnt i første og annet ledd kan påklages til Utlendingsnemnda. Kongen i statsråd er klageinstans i saker hvor departementet har anvendt sin instruksjonsmyndighet etter § 28 annet ledd. Utlendingsloven §§ 38 a og 38 b gjelder tilsvarende ved behandling av saker etter loven her.",
                        "Departementet kan beslutte at vedtak truffet av Utlendingsdirektoratet til gunst for den saken gjelder, skal prøves av Utlendingsnemnda. Beslutningen skal treffes senest fire måneder etter at vedtaket ble truffet, være skriftlig og grunngis. Forvaltningsloven kapittel IV til VI om saksforberedelse, vedtak og klage gjelder ikke for slik beslutning.",
                        "Kommer Utlendingsnemnda i en sak etter fjerde ledd til at Utlendingsdirektoratets vedtak er ugyldig, skal den oppheve vedtaket og sende saken tilbake til direktoratet for hel eller delvis ny behandling. § 26 annet ledd annet punktum gjelder tilsvarende. Gyldige vedtak kan ikke oppheves eller endres, men nemnda kan avgi en uttalelse om sakens prinsipielle sider. Utlendingsnemndas vedtak kan ikke påklages.",
                        "Når Utlendingsnemnda har truffet vedtak etter loven her til gunst for den saken gjelder, kan departementet ved søksmål få prøvet gyldigheten av vedtaket. Søksmål må være reist innen fire måneder etter at vedtaket ble truffet. Søksmål reises mot den vedtaket er truffet til gunst for. Megling i forliksrådet foretas ikke.",
                        "I sak som nevnt i fjerde ledd har den saken gjelder rett til fritt rettsråd uten behovsprøving. I sak som nevnt i sjette ledd har vedkommende rett til fri saksførsel uten behovsprøving.",
                        "Kongen kan gi regler om hvilke saker som skal behandles i stornemnd, og om myndighet til å avgjøre hvorvidt en sak som er brakt inn for behandling i stornemnda, skal antas til behandling. Kongen kan i forskrift gi nærmere regler om saksforberedelse og om Utlendingsnemndas kompetanse i saker etter fjerde ledd. Kongen kan også gi regler om nemndas nærmere behandling av saker etter loven her.",
                        "§ 28 skal lyde:"
                    ]
                },
                {
                    "name": "§ 28",
                    "title": "Instruksjonsmyndighet",
                    "sections": [
                        "Departementet kan ikke instruere om avgjørelsen av enkeltsaker. Departementet kan heller ikke instruere Utlendingsnemnda om lovtolking eller skjønnsutøvelse. Departementet kan instruere om prioritering av saker.",
                        "For å ivareta hensynet til rikets sikkerhet eller utenrikspolitiske hensyn kan departementet instruere uavhengig av begrensningene i første ledd.",
                        "§ 29 annet ledd skal lyde:",
                        "Etter anmodning fra Utlendingsdirektoratet, Utlendingsnemnda eller departementet plikter politiet å gi opplysninger om den saken gjelder er siktet, tiltalt eller ilagt straff eller særreaksjon for straffbart forhold, dersom opplysningene er nødvendige for behandling av sak etter loven. Kongen kan i forskrift gi nærmere bestemmelser om innhenting av slike opplysninger.",
                        "I lov 13. juni 1980 nr. 35 om fri rettshjelp gjøres følgende endringer:",
                        "§ 11 første ledd nr. 1 skal lyde:",
                        "for utlending som har rett til fri rettshjelp etter utlendingsloven § 42 tredje ledd, fjerde ledd første punktum og femte ledd eller for den som har rett til fri rettshjelp etter statsborgerloven § 27 sjuende ledd første punktum.",
                        "§ 16 første ledd nr. 4 skal lyde:",
                        "for utlending i tilfeller som nevnt i utlendingsloven § 42 første og fjerde ledd annet punktum eller for den som har rett til fri sakførsel etter statsborgerloven § 27 sjuende ledd annet punktum.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}