{
    "lawId": "LOV-2006-06-30-45",
    "lawName": "Lov om endringer i psykisk helsevernloven og pasientrettighetsloven m.v",
    "shortName": "Endringslov til psykisk helsevernloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1-1 a",
                    "title": "Virkeområde",
                    "sections": [
                        "Bestemmelsene i loven her gjelder for undersøkelse og behandling i det psykiske helsevernet, samt for forutgående undersøkelse med sikte på etablering av tvungent psykisk helsevern.",
                        "Dersom en institusjon i det psykiske helsevernet er ansvarlig for et opphold som skjer i medhold av en annen lov, gjelder bestemmelsene i kapittel 4 med unntak av §§ 4-4, 4-5 annet ledd, 4-7 a annet ledd, 4-9 og 4-10 for gjennomføringen av oppholdet.",
                        "§ 1-2 nytt annet ledd skal lyde:",
                        "Med tvungen observasjon menes slik undersøkelse, pleie og omsorg som nevnt i første ledd, med sikte på å klarlegge om vilkårene for tvungent psykisk helsevern foreligger uten at det er gitt samtykke etter bestemmelsene i pasientrettighetsloven kapittel 4.",
                        "Nåværende annet ledd blir nytt tredje ledd og skal lyde:",
                        "Med tvungent psykisk helsevern menes slik undersøkelse, behandling, pleie og omsorg som nevnt i første ledd uten at det er gitt samtykke etter bestemmelsene i pasientrettighetsloven kapittel 4.",
                        "§ 1-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 1-3",
                    "title": "Offentlig myndighet",
                    "sections": [
                        "Med offentlig myndighet forstås i loven her kommunelegen eller dennes stedfortreder, sosialtjenesten, politiet eller kriminalomsorgen.",
                        "Kongen kan gi forskrifter om hvem som skal anses som offentlig myndighet, samt om utøvelsen av deres kompetanse etter loven her.",
                        "§ 1-4 første ledd skal lyde:",
                        "Den faglig ansvarlige for å treffe vedtak samt beslutte nærmere angitte tiltak etter loven her, skal være lege med relevant spesialistgodkjenning eller klinisk psykolog med relevant praksis og videreutdanning som fastsatt i forskrift.",
                        "§ 1-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 1-5",
                    "title": "Forholdet til pasientrettighetsloven",
                    "sections": [
                        "Ved etablering og gjennomføring av psykisk helsevern gjelder pasientrettighetsloven.",
                        "§ 1-7 tredje ledd skal lyde:",
                        "Ved saker om tvungen observasjon, etablering, opprettholdelse eller opphør av tvungent psykisk helsevern, saker om overføringer, som nevnt i §§ 2-1 annet ledd og 2-2 fjerde ledd, har pasienten rett til advokat etter lov av 13. juni 1980 nr. 35 om fri rettshjelp.",
                        "Ny overskrift til kapittel 2 skal lyde:",
                        "§ 2-1 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2. Særlige samtykkebestemmelser",
            "paragraphs": [
                {
                    "name": "§ 2-1",
                    "title": "Hovedregelen om samtykke",
                    "sections": [
                        "Psykisk helsevern ytes på bakgrunn av samtykke etter bestemmelsene i pasientrettighetsloven, med mindre annet følger av loven her.",
                        "Ved undersøkelse eller behandling med opphold i institusjon for barn som har fylt 12 år og ikke selv er enig i tiltaket, skal spørsmålet om etablering av psykisk helsevern bringes inn for kontrollkommisjonen.",
                        "§ 2-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-2",
                    "title": "Samtykke til å være undergitt reglene om tvungent psykisk helsevern i § 3-5",
                    "sections": [
                        "Person som søker psykisk helsevern kan, etter at den faglig ansvarlige har begjært det, samtykke i å være undergitt reglene etter § 3-5 i inntil tre uker fra etableringen av vernet. Samtykket innebærer ikke samtykke til anvendelse av § 4-4 eller § 4-5 annet ledd.",
                        "For barn under 16 år kreves slikt samtykke etter bestemmelsene i pasientrettighetsloven § 4-4.",
                        "Grunnen til begjæringen om slikt samtykke og selve samtykket skal nedtegnes i et dokument som undertegnes av pasienten og den faglig ansvarlige. Gjelder det personer som på grunn av fysiske eller psykiske forstyrrelser, senil demens eller psykisk utviklingshemning åpenbart ikke er i stand til å forstå hva samtykket omfatter, undertegner den faglig ansvarlige og den som eventuelt handler på pasientens vegne, med de begrensninger som følger av pasientrettighetsloven § 4-3. Gjelder det barn under 16 år, undertegner den faglig ansvarlige og den eller de som samtykker på vegne av barnet.",
                        "Den faglig ansvarliges beslutning om å kreve samtykke, kan bringes inn for kontrollkommisjonen av pasienten, den nærmeste pårørende eller den som handler på pasientens vegne. Gjelder beslutningen barn som har fylt 12 år, og barnet selv ikke er enig i tiltaket, skal beslutningen bringes inn for kontrollkommisjonen.",
                        "§ 2-3 oppheves.",
                        "Kapittel 3 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3. Etablering og opphør av tvungent psykisk helsevern",
            "paragraphs": [
                {
                    "name": "§ 3-1",
                    "title": "Legeundersøkelse",
                    "sections": [
                        "Tvungent psykisk helsevern kan ikke etableres uten at en lege personlig har undersøkt vedkommende for å bringe på det rene om lovens vilkår for slikt vern er oppfylt. Legen som foretar undersøkelsen, skal gi skriftlig uttalelse.",
                        "Foreligger behov for legeundersøkelse som nevnt i første ledd, men vedkommende unndrar seg slik undersøkelse, kan kommunelegen etter eget tiltak eller etter begjæring fra annen offentlig myndighet eller fra vedkommendes nærmeste pårørende, vedta at det skal foretas en slik legeundersøkelse. Om nødvendig kan vedkommende avhentes og undersøkes med tvang.",
                        "Kommunelegens vedtak om tvungen undersøkelse skal straks nedtegnes skriftlig. Vedtaket kan påklages til fylkesmannen uten oppsettende virkning.",
                        "Kongen gir forskrifter om delegering av kommunelegens myndighet."
                    ]
                },
                {
                    "name": "§ 3-2",
                    "title": "Vedtak om tvungen observasjon",
                    "sections": [
                        "På bakgrunn av opplysninger fra legeundersøkelsen etter § 3-1, foretar den faglig ansvarlige en vurdering av om de følgende vilkårene for tvungen observasjon er oppfylt:",
                        "1.Frivillig psykisk helsevern har vært forsøkt, uten at dette har ført fram, eller det er åpenbart formålsløst å forsøke dette.",
                        "2.Pasienten er undersøkt av to leger, hvorav én skal være uavhengig av den ansvarlige institusjon, jf. § 3-1.",
                        "3.Det er overveiende sannsynlig at pasienten fyller vilkårene for tvungent psykisk helsevern etter § 3-3.",
                        "4.Institusjonen er faglig og materielt i stand til å tilby pasienten tilfredsstillende behandling og omsorg og er godkjent i henhold til § 3-5.",
                        "5.Pasienten er gitt anledning til å uttale seg, jf. § 3-9.",
                        "6.Selv om lovens vilkår ellers er oppfylt, kan tvungen observasjon bare finne sted hvor dette etter en helhetsvurdering framtrer som den klart beste løsning for vedkommende, med mindre han eller hun utgjør en nærliggende og alvorlig fare for andres liv eller helse. Ved vurderingen skal det legges særlig vekt på hvor stor belastning det tvangsmessige inngrepet vil medføre for vedkommende.",
                        "Den faglig ansvarlige treffer vedtak på grunnlag av foreliggende opplysninger og egen personlig undersøkelse av pasienten. Den faglig ansvarliges vedtak og grunnlaget for det skal straks nedtegnes.",
                        "Tvungen observasjon kan ikke vare ut over 10 dager fra undersøkelsens begynnelse uten pasientens samtykke. Dersom pasientens tilstand tilsier at det er strengt nødvendig, kan fristen forlenges inntil 10 dager etter samtykke fra kontrollkommisjonens leder. Overføring til tvungent psykisk helsevern kan skje før eller ved utløpet av denne fristen, dersom vilkårene for slikt vern er til stede.",
                        "Pasienten, samt hans eller hennes nærmeste pårørende og eventuelt den myndighet som har framsatt begjæring etter § 3-6, kan påklage vedtak etter annet ledd til kontrollkommisjonen."
                    ]
                },
                {
                    "name": "§ 3-3",
                    "title": "Vedtak om tvungent psykisk helsevern",
                    "sections": [
                        "På bakgrunn av opplysninger fra legeundersøkelsen etter § 3-1 og eventuell tvungen observasjon etter § 3-2, foretar den faglig ansvarlige en vurdering av om de følgende vilkårene for tvungent psykisk helsevern er oppfylt:",
                        "1.Frivillig psykisk helsevern har vært forsøkt, uten at dette har ført fram, eller det er åpenbart formålsløst å forsøke dette.",
                        "2.Pasienten er undersøkt av to leger, hvorav én skal være uavhengig av den ansvarlige institusjon, jf. § 3-1.",
                        "3.Pasienten har en alvorlig sinnslidelse og etablering av tvungent psykisk helsevern er nødvendig for å hindre at vedkommende på grunn av sinnslidelsen enten",
                        "a.får sin utsikt til helbredelse eller vesentlig bedring i betydelig grad redusert, eller det er stor sannsynlighet for at vedkommende i meget nær framtid får sin tilstand vesentlig forverret, eller",
                        "b.utgjør en nærliggende og alvorlig fare for eget eller andres liv eller helse.",
                        "4.Institusjonen er faglig og materielt i stand til å tilby pasienten tilfredsstillende behandling og omsorg og er godkjent i henhold til § 3-5.",
                        "5.Pasienten er gitt anledning til å uttale seg, jf. § 3-9.",
                        "6.Selv om lovens vilkår ellers er oppfylt, kan tvungent psykisk helsevern bare finne sted hvor dette etter en helhetsvurdering framtrer som den klart beste løsning for vedkommende, med mindre han eller hun utgjør en nærliggende og alvorlig fare for andres liv eller helse. Ved vurderingen skal det legges særlig vekt på hvor stor belastning det tvangsmessige inngrepet vil medføre for vedkommende.",
                        "Den faglig ansvarlige treffer vedtak på grunnlag av foreliggende opplysninger og egen personlig undersøkelse av pasienten. Den faglig ansvarliges vedtak og grunnlaget for det skal straks nedtegnes.",
                        "Pasienten, samt hans eller hennes nærmeste pårørende og eventuelt den myndighet som har framsatt begjæring etter § 3-6, kan påklage vedtak etter denne bestemmelsen til kontrollkommisjonen. Pasienten kan påklage vedtak om etablering av tvungent psykisk helsevern i inntil 3 måneder etter at vernet er opphørt."
                    ]
                },
                {
                    "name": "§ 3-4",
                    "title": "Forbud mot overføring fra frivillig til tvungent psykisk helsevern",
                    "sections": [
                        "Den som er under psykisk helsevern etter eget samtykke, kan ikke overføres til tvungen observasjon eller tvungent psykisk helsevern mens det frivillige vernet pågår.",
                        "Forbudet i første ledd gjelder likevel ikke hvor utskrivning innebærer at pasienten utgjør en nærliggende og alvorlig fare for eget eller andres liv eller helse. I forbindelse med kontroll etter § 3-8 første ledd skal kontrollkommisjonen ved skriftlig redegjørelse gjøres særskilt oppmerksom på at det er truffet en beslutning om overføring."
                    ]
                },
                {
                    "name": "§ 3-5",
                    "title": "Hva tvungen observasjon og tvungent psykisk helsevern kan omfatte",
                    "sections": [
                        "Tvungen observasjon eller tvungent psykisk helsevern kan gis ved døgnopphold i institusjon som er godkjent for disse formålene. Pasienten kan holdes tilbake mot sin vilje og hentes tilbake ved unnvikelse, om nødvendig med tvang.",
                        "Dersom det er nødvendig av hensyn til forsvarlig helsehjelp, kan tvungent psykisk helsevern gis ved midlertidig døgnopphold i institusjon som ikke er godkjent etter første ledd. Den godkjente institusjonen skal i slike tilfeller være ansvarlig for det tvungne vernet.",
                        "Tvungen observasjon eller tvungent psykisk helsevern kan også skje uten døgnopphold i institusjon hvor dette er et bedre alternativ for pasienten. Ved vurderingen skal det også tas tilbørlig hensyn til pårørende som pasienten bor sammen med. Tvungen observasjon og tvungent psykisk helsevern kan da bare omfatte pålegg overfor pasienten om frammøte til undersøkelse (tvungen observasjon) eller behandling (tvungent psykisk helsevern). Pasienten kan om nødvendig avhentes. Dersom det er nødvendig kan avhentingen gjennomføres med tvang.",
                        "Tvungent psykisk helsevern uten døgnopphold kan bare skje under ansvar av en institusjon som er godkjent for den aktuelle behandlingsformen.",
                        "Kongen i statsråd gir forskrifter om tvungen observasjon og tvungent psykisk helsevern med og uten døgnopphold i institusjon."
                    ]
                },
                {
                    "name": "§ 3-6",
                    "title": "Varslings- og bistandsplikt for offentlig myndighet",
                    "sections": [
                        "Offentlig myndighet skal ved varsling av helsetjenesten og ved nødvendig bistand som beskrevet i loven her, bidra til at personer som må antas å fylle vilkårene for tvungent psykisk helsevern, og som ikke selv søker behandling, blir undersøkt av lege. Om nødvendig skal det fremmes begjæring om tvungen undersøkelse, tvungen observasjon eller tvungent psykisk helsevern.",
                        "Offentlig myndighet skal gi nødvendig bistand for å få vedkommende til tvungen undersøkelse eller tvungen observasjon eller bringe vedkommende under tvungent psykisk helsevern. Offentlig myndighet skal også gi nødvendig bistand i forbindelse med avhenting eller tilbakehenting etter bestemmelsene i loven her. Offentlig myndighet kan om nødvendig anvende tvang.",
                        "Kongen kan gi forskrift om innholdet i offentlige myndigheters plikter etter første og annet ledd."
                    ]
                },
                {
                    "name": "§ 3-7",
                    "title": "Vedtak om opphør av tvungen observasjon eller tvungent psykisk helsevern",
                    "sections": [
                        "Ingen kan beholdes under tvungen observasjon eller tvungent psykisk helsevern etter § 3-5 uten at vilkårene i § 3-2 første ledd eller § 3-3 første ledd fremdeles er oppfylt.",
                        "Den faglig ansvarlige vurderer om tvungen observasjon eller tvungent psykisk helsevern skal opprettholdes, og treffer vedtak om opphør av vernet dersom vedkommende finner at de krav og vilkår som nevnt i første ledd ikke lenger er tilstede.",
                        "Pasienten, samt dennes nærmeste pårørende, kan når som helst be om at tvungen observasjon eller tvungent psykisk helsevern opphører. Den faglig ansvarlige treffer vedtak i saken.",
                        "Pasienten eller vedkommendes nærmeste pårørende eller eventuelt den myndighet som har begjært tvungen observasjon eller tvungent psykisk helsevern, kan påklage den faglig ansvarliges vedtak etter annet og tredje ledd til kontrollkommisjonen. Pasienten kan påklage vedtak om opprettholdelse av tvungen observasjon eller tvungent psykisk helsevern i inntil 3 måneder etter at vernet er opphørt. Dersom klage fremsettes, kan kontrollkommisjonens leder beslutte utsatt iverksetting av vedtak som nevnt i annet ledd inntil klagesaken er avgjort."
                    ]
                },
                {
                    "name": "§ 3-8",
                    "title": "Etterprøving uten klage samt opphør og forlengelse av tvungent psykisk helsevern",
                    "sections": [
                        "Når noen blir undergitt tvungen observasjon eller tvungent psykisk helsevern, skal underretning sendes kontrollkommisjonen sammen med kopi av underlagsdokumentene. Kontrollkommisjonen skal så snart som mulig forvisse seg om at riktig framgangsmåte er fulgt og at vedtaket bygger på en vurdering av vilkårene i §§ 3-2 eller 3-3.",
                        "Dersom det ikke klages over etableringen av tvungent psykisk helsevern, skal likevel kontrollkommisjonen, når det har gått tre måneder etter vedtaket, av eget tiltak vurdere om det er behov for tvungent vern og kontrollere at det foreligger en individuell plan for pasienten, jf. § 4-1.",
                        "Tvungent psykisk helsevern opphører etter ett år hvis ikke kontrollkommisjonen samtykker i at vernet forlenges. Kommisjonen kan samtykke i forlengelse av vernet med inntil ett år av gangen, regnet fra årsdagen for etableringen."
                    ]
                },
                {
                    "name": "§ 3-9",
                    "title": "Rett til å uttale seg",
                    "sections": [
                        "Før vedtak fattes etter dette kapittel, skal den person saken direkte gjelder, gis anledning til å uttale seg. Retten til å uttale seg gjelder blant annet spørsmålet om etablering av tvungen observasjon og tvungent psykisk helsevern, samt hvilken institusjon som skal ha ansvaret for det tvungne vernet. Også vedkommendes nærmeste pårørende og offentlig myndighet som er direkte engasjert i saken, har rett til å uttale seg.",
                        "Opplysningene etter første ledd skal nedtegnes og ligge til grunn for vedtaket. Det skal legges særlig vekt på uttalelser om tidligere erfaring med bruk av tvang."
                    ]
                },
                {
                    "name": "§ 3-10",
                    "title": "Forskrifter om tvungent psykisk helsevern",
                    "sections": [
                        "Kongen kan gi nærmere forskrifter om hvordan etablering av tvungen observasjon og tvungent psykisk helsevern gjennomføres.",
                        "Kongen i statsråd kan dessuten gi forskrifter om godkjenning av institusjoner som kan anvende eller være ansvarlige for tvungen observasjon og tvungent psykisk helsevern etter § 3-5 og om de nærmere vilkårene for slik godkjenning.",
                        "§ 4-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-1",
                    "title": "Individuell plan",
                    "sections": [
                        "Institusjonen skal utarbeide en individuell plan for pasienter med behov for langvarige og koordinerte tilbud. Institusjonen skal samarbeide med andre tjenesteytere om planen for å bidra til et helhetlig tilbud for pasientene.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om hvilke pasientgrupper plikten omfatter, og om planens innhold.",
                        "§ 4-3 første og annet ledd skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-3",
                    "title": "Skjerming",
                    "sections": [
                        "Dersom en pasients psykiske tilstand eller utagerende adferd under oppholdet gjør skjerming nødvendig, kan den faglig ansvarlige bestemme at pasienten av behandlingsmessige grunner eller av hensyn til andre pasienter skal holdes helt eller delvis atskilt fra medpasienter og fra personell som ikke deltar i undersøkelse og behandling av og omsorg for pasienten.",
                        "Det treffes vedtak dersom skjerming opprettholdes ut over 24 timer. Dersom pasienten overføres til skjermet enhet eller liknende som innebærer en betydelig endring av vedkommendes omgivelser eller bevegelsesfrihet, skal det treffes vedtak dersom skjerming opprettholdes ut over 12 timer. Vedtak om skjerming skal nedtegnes uten ugrunnet opphold. Vedtak kan bare treffes for inntil to uker om gangen.",
                        "§ 4-3 nåværende annet og tredje ledd blir nytt tredje og fjerde ledd.",
                        "§ 4-4 første og annet ledd skal lyde:",
                        "Pasient under tvungent psykisk helsevern kan uten eget samtykke undergis slik undersøkelse og behandling som klart er i overensstemmelse med faglig anerkjent psykiatrisk metode og forsvarlig klinisk praksis.",
                        "Uten at pasienten har samtykket kan det ikke gjennomføres undersøkelse og behandling som innebærer et alvorlig inngrep, likevel med følgende unntak:",
                        "a.Pasienten kan behandles med legemidler uten eget samtykke. Slik legemiddelbehandling kan bare gjennomføres med preparater som er registrert her i landet og med vanlig brukte doser. Legemiddelbehandling kan bare gjennomføres med legemidler som har en gunstig virkning som klart oppveier ulempene ved eventuelle bivirkninger.",
                        "b.Som ledd i behandling av pasient med alvorlig spiseforstyrrelse, kan det gis ernæring uten eget samtykke såfremt dette fremstår som et strengt nødvendig behandlingsalternativ.",
                        "Ny § 4-7 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-7 a",
                    "title": "Urinprøve",
                    "sections": [
                        "Ved mistanke om at en pasient misbruker rusmidler, kan pasienten etter begjæring fra den faglig ansvarlige gi samtykke til at det kan tas urinprøver for å avdekke rusmiddelmisbruk i forbindelse med et behandlingsforløp. Slik begjæring kan bare fremsettes dersom dette fremstår som strengt nødvendig av hensyn til helsehjelpen. Begrunnelsen for begjæringen om slikt samtykke og selve samtykket skal nedtegnes i et dokument som undertegnes av pasienten og den faglig ansvarlige.",
                        "Ved mistanke om at en pasient under tvungen observasjon eller tvungent psykisk helsevern misbruker rusmidler, kan den faglig ansvarlige treffe vedtak om at det kan tas urinprøver for å avdekke rusmiddelmisbruk i forbindelse med et behandlingsforløp. Slikt vedtak kan bare treffes såfremt dette fremstår som strengt nødvendig av hensyn til helsehjelpen. Vedtaket kan påklages av pasienten eller av pasientens nærmeste pårørende til kontrollkommisjonen.",
                        "Kongen kan gi nærmere forskrifter om gjennomføring av urinprøvetaking, herunder gjennomføring i det psykiske helsevernet av slike vedtak truffet med hjemmel i annen lov.",
                        "§ 4-8 annet ledd skal lyde:",
                        "Som tvangsmiddel kan anvendes:",
                        "a.mekaniske tvangsmidler som hindrer pasientens bevegelsesfrihet, herunder belter og remmer samt skadeforebyggende spesialklær.",
                        "b.kortvarig anbringelse bak låst eller stengt dør uten personale til stede.",
                        "c.enkeltstående bruk av korttidsvirkende legemidler i beroligende eller bedøvende hensikt.",
                        "d.kortvarig fastholding.",
                        "§ 4-8 femte ledd skal lyde:",
                        "Tvangsmiddel kan bare benyttes etter vedtak av den faglig ansvarlige, dersom ikke annet er fastsatt i forskrift. Vedtaket skal nedtegnes uten opphold. Vedtaket kan påklages til kontrollkommisjonen av pasienten eller hans eller hennes nærmeste pårørende.",
                        "§ 4-9 første ledd skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-9",
                    "title": "Kontrollundersøkelser",
                    "sections": [
                        "Når pasient er under tvungent psykisk helsevern, skal den faglig ansvarlige sørge for at det minst en gang hver tredje måned ved undersøkelse vurderes om vilkårene for vernet etter § 3-3 fremdeles er til stede. Vurderingene skal nedtegnes i journalen.",
                        "Ny § 4-10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-10",
                    "title": "Overføring uten samtykke",
                    "sections": [
                        "Den faglig ansvarlige kan treffe vedtak om overføring av en pasient under tvungent psykisk helsevern til opphold i eller andre tiltak under ansvar av institusjon som nevnt i § 3-5. Det treffes likevel ikke vedtak ved overføring mellom ulike former for døgnopphold innen samme institusjon.",
                        "Overføringsvedtaket kan påklages til kontrollkommisjonen innen en uke av pasienten eller vedkommendes nærmeste pårørende. Kontrollkommisjonen prøver om vedtaket ut fra hensynet til pasienten, plasseringsalternativer og forholdene ellers fremstår som urimelig.",
                        "Vedtak om overføring settes ikke i verk før klagefristen er ute eller klagesaken er avgjort, med mindre umiddelbar overføring er strengt nødvendig eller det er klart at vedtaket ikke vil bli påklaget.",
                        "§ 5-1 første ledd skal lyde:",
                        "Ved dom på overføring til tvungent psykisk helsevern etter straffeloven § 39 gjelder bestemmelsene i loven her så langt de passer, med unntak av §§ 3-1 til 3-4 og §§ 3-7 til 3-9.",
                        "§ 5-4 første ledd skal lyde:",
                        "Etter at tre ukers døgnopphold i institusjon etter § 5-3 er gjennomført, kan alle vedtak om overføring til opphold i eller til andre tiltak under ansvar av institusjon som nevnt i § 3-5, påklages til kontrollkommisjonen. Kontrollkommisjonen prøver om vedtaket ut fra hensynet til den domfelte, plasseringsalternativer og forholdene ellers fremstår som urimelig. Vedtakene meddeles de klageberettigede, som er den domfelte selv, hans eller hennes nærmeste pårørende samt påtalemyndigheten.",
                        "§ 6-4 første ledd skal lyde:",
                        "Før kontrollkommisjonen avgjør sak om tvungen observasjon, etablering, opprettholdelse eller opphør av tvungent psykisk helsevern, samt sak om overføring, skal pasienten eller den som handler på hans eller hennes vegne, gis adgang til å uttale seg.",
                        "§ 7-1 skal lyde:",
                        "Kontrollkommisjonens vedtak i sak om tvungen observasjon, etablering eller opprettholdelse av tvungent psykisk helsevern etter §§ 3-2, 3-3 og 3-7, kan av pasienten eller vedkommendes nærmeste pårørende bringes inn for retten etter reglene i lov av 13. august 1915 om rettergangsmåten for tvistemål kapittel 33. Det samme gjelder kontrollkommisjonens vedtak om overføring til døgnopphold i institusjon, jf. §§ 4-10 og 5-4.",
                        "I følgende bestemmelser skal uttrykket «nærmeste» endres til «nærmeste pårørende»:",
                        "§ 1-8, § 4-3 nytt tredje ledd, § 4-4 syvende ledd, § 4-5 femte ledd, § 4-6 første og tredje ledd, § 4-7 annet ledd og § 6-1 annet ledd.",
                        "I lov 2. juli 1999 nr. 63 om pasientrettigheter gjøres følgende endringer:",
                        "§ 1-3 første ledd bokstav b skal lyde:",
                        "b)pasientens pårørende: den pasienten oppgir som pårørende og nærmeste pårørende. Dersom pasienten er ute av stand til å oppgi pårørende, skal nærmeste pårørende være den som i størst utstrekning har varig og løpende kontakt med pasienten, likevel slik at det tas utgangspunkt i følgende rekkefølge: ektefelle, registrert partner, personer som lever i ekteskapslignende eller partnerskapslignende samboerskap med pasienten, myndige barn, foreldre eller andre med foreldreansvaret, myndige søsken, besteforeldre, andre familiemedlemmer som står pasienten nær, verge eller hjelpeverge. Ved tvungen observasjon eller tvungent psykisk helsevern har den som i størst utstrekning har hatt varig og løpende kontakt med pasienten tilsvarende rettigheter som den nærmeste pårørende etter psykisk helsevernloven og loven her, dersom ikke særlige grunner taler mot dette.",
                        "§ 2-4 nytt tredje ledd skal lyde:",
                        "For pasienter under tvungen observasjon eller tvungent psykisk helsevern etter psykisk helsevernloven kapittel 3, gjelder ikke retten etter første ledd dersom dette vil være uforsvarlig eller i betydelig grad er egnet til å svekke formålet med det tvungne vernet.",
                        "§ 2-4 nåværende tredje ledd blir nytt fjerde ledd.",
                        "§ 4-3 nytt femte ledd skal lyde:",
                        "Undersøkelse og behandling av psykiske lidelser hos personer som mangler samtykkekompetanse etter annet ledd og som har eller antas å ha en alvorlig sinnslidelse eller motsetter seg helsehjelpen, kan bare skje med hjemmel i psykisk helsevernloven kapittel 3.",
                        "§ 4-4 annet ledd skal lyde:",
                        "Dersom barneverntjenesten har overtatt omsorgen for barn under 16 år etter barnevernloven § 4-6 annet ledd, § 4-8 eller § 4-12, har barneverntjenesten rett til å samtykke til helsehjelp.",
                        "Endringer i andre lover:",
                        "1. I lov 22. mai 1902 nr. 10 almindelig borgerlig straffelov gjøres følgende endring:",
                        "§ 39 b annet ledd skal lyde:",
                        "Den domfelte, dennes nærmeste pårørende eller den faglig ansvarlige ved den institusjonen som har behandlingsansvaret for den domfelte, kan begjære opphør av reaksjonen. Hvem som er den domfeltes nærmeste pårørende, avgjøres etter pasientrettighetsloven § 1-3 første ledd bokstav b. Påtalemyndigheten fremmer saken for tingretten, som avgjør den ved dom. Behandlingen av saken skal påskyndes.",
                        "2. I lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. gjøres følgende endring:",
                        "§ 8-3 annet ledd skal lyde:",
                        "Privat forpleining som tvungent psykisk helsevern kan bare videreføres for den enkelte pasient dersom vilkårene etter § 3-3 i lov 2. juli 1999 nr. 62 om etablering og gjennomføring av tvungent psykisk helsevern (psykisk helsevernloven) er oppfylt.",
                        "3. I lov 20. mai 2005 nr. 28 om straff gjøres følgende endring:",
                        "§ 65 annet ledd skal lyde:",
                        "Den domfelte, hans nærmeste pårørende og den faglig ansvarlige ved den institusjon som har behandlingsansvaret for den domfelte, kan begjære opphør av reaksjonen. Hvem som er den domfeltes nærmeste pårørende, avgjøres etter pasientrettighetsloven § 1-3 første ledd bokstav b. Påtalemyndigheten fremmer saken for tingretten, som treffer avgjørelsen ved dom. Behandlingen av saken skal påskyndes.",
                        "4. I lov 17. juni 2005 nr. 90 om mekling og rettergang i sivile tvister § 37-3 nr. 15 gjøres følgende endring:",
                        "I nr. 15 skal endringen av lov 2. juli 1999 nr. 62 om etablering og gjennomføring av psykisk helsevern § 7-1 første punktum lyde:",
                        "Kontrollkommisjonens vedtak i sak om tvungen observasjon, etablering eller opprettholdelse av tvungent psykisk helsevern etter §§ 3-2, 3-3 og 3-7, kan av pasienten eller vedkommendes nærmeste pårørende bringes inn for tingretten etter reglene i tvisteloven kapittel 36.",
                        "Loven gjelder fra det tidspunkt Kongen bestemmer. Kongen kan bestemme at de enkelte bestemmelsene i loven skal tre i kraft til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}