{
    "lawId": "LOV-2006-06-30-38",
    "lawName": "Lov om endringer i lov 18. juni 1993 nr. 109 om autorisasjon av regnskapsførere (regnskapsførerloven), lov 15. januar 1999 nr. 2 om revisjon og revisorer (revisorloven), lov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner (finansieringsvirksomhetsloven) og enkelte andre lover",
    "shortName": "Endringslov til regnskapsførerloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 2-17",
                    "title": "Likviditet",
                    "sections": [
                        "(1) En finansinstitusjon skal sørge for at den til enhver tid har tilstrekkelige likvider til at den kan dekke sine forpliktelser ved forfall.",
                        "(2) En finansinstitusjon skal sørge for forsvarlig likviditetsstyring etter retningslinjer fastsatt av styret. Kredittilsynet kan fastsette rapporteringskrav.",
                        "(3) Banker, kredittforetak og finansieringsselskaper skal rapportere gjenstående løpetid for poster i balansen og ikke-balanseførte finansielle instrumenter til Kredittilsynet. Kredittilsynet kan fastsette nærmere krav til slik rapportering.",
                        "(4) Finner Kredittilsynet at likviditetsrisikoen knyttet til virksomheten ikke er forsvarlig, kan Kredittilsynet gi finansinstitusjonen pålegg som begrenser adgangen til å gi nye lån eller kreditter eller kreve at andre tiltak blir satt i verk for å rette på forholdet.",
                        "(5) Departementet kan i forskrift fastsette nærmere regler til gjennomføring av bestemmelsene i paragrafen her. Når særlige grunner foreligger kan departementet fastsette minstekrav til finansinstitusjoners beholdning av likvider.",
                        "I lov 18. juni 1993 nr. 109 om autorisasjon av regnskapsførere (regnskapsførerloven) gjøres følgende endringer:",
                        "§ 1 første ledd skal lyde:",
                        "Enhver som i næring påtar seg å føre regnskap for andre, jf. § 2 første ledd, skal være autorisert av Kredittilsynet i samsvar med denne lov.",
                        "§ 1 tredje ledd skal lyde:",
                        "Autorisert regnskapsfører skal nytte yrkesbetegnelsen «Autorisert regnskapsfører». Selskap som nevnt i § 6 skal bruke betegnelsen «Autorisert regnskapsførerselskap» i tilknytning til navnet.",
                        "§ 2 første og annet ledd skal lyde:",
                        "Som regnskapsføring etter denne lov regnes utføring av oppdragsgivers plikter etter regnskaps- og bokføringslovgivningen og utarbeidelse av oppgaver og opplysninger for oppdragsgiver som denne skal gi i henhold til lov eller forskrift.",
                        "Autorisert regnskapsfører skal utføre sine oppdrag i samsvar med bestemmelser i og i medhold av lov og i samsvar med god regnskapsføringsskikk.",
                        "§ 3 annet ledd annet punktum oppheves.",
                        "Nytt § 3 tredje ledd skal lyde:",
                        "Kredittilsynet kan i forskrift fastsette bestemmelser om krav til navn, adresse og andre opplysninger om oppdragsgiver og regnskapsfører i oppdragsavtale, regnskapsmateriale og andre dokumenter eller oppgaver som regnskapsføreren utarbeider.",
                        "§ 4 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 4",
                    "title": "Regnskapsførere – vilkår for autorisasjon",
                    "sections": [
                        "Autoriserte regnskapsførere skal:",
                        "1.være bosatt i en EØS-stat,",
                        "2.ha fast kontorsted i Norge,",
                        "3.være økonomisk vederheftig,",
                        "4.ha ført en hederlig vandel,",
                        "5.ikke være umyndiggjort,",
                        "6.ha gjennomført utdannelse i henhold til forskrift som gis av Kredittilsynet,",
                        "7.ha 2 års regnskapspraksis i henhold til forskrift som gis av Kredittilsynet.",
                        "Kredittilsynet kan gi dispensasjon fra bopelskravet i første ledd nr. 1. Kredittilsynet kan ved enkeltvedtak gjøre unntak fra kravet etter første ledd nr. 2 om fast kontorsted i Norge dersom de av regnskapsførers dokumenter som gjelder oppdragsgivere i Norge, oppbevares på et fast sted her i riket på en ordnet og forsvarlig måte. Dokumentene skal være tilgjengelige og tilrettelagt for innsyn av offentlig kontrollmyndighet.",
                        "Kredittilsynet kan ved forskrift fastsette bestemmelser om autorisasjon av regnskapsførere med yrkeskvalifikasjoner fra andre land.",
                        "§ 5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Krav til etterutdanning",
                    "sections": [
                        "Autorisert regnskapsfører skal til enhver tid kunne dokumentere tilstrekkelig etterutdanning. Kredittilsynet kan i forskrift gi nærmere bestemmelser om kravet til etterutdanning.",
                        "§ 6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Regnskapsførerselskaper – vilkår for autorisasjon",
                    "sections": [
                        "Autoriserte regnskapsførerselskaper skal:",
                        "1.ha en daglig leder som er autorisert regnskapsfører,",
                        "2.ha som formål å føre regnskap for andre,",
                        "3.være økonomisk vederheftig,",
                        "4.ha fast kontorsted i Norge.",
                        "I oppdragsavtale etter § 3 skal regnskapsførerselskapet utpeke en bestemt autorisert regnskapsfører som ansvarlig regnskapsfører for oppdraget.",
                        "Kredittilsynet kan i forskrift fastsette nærmere bestemmelser om og unntak fra kravet om at daglig leder skal være autorisert regnskapsfører.",
                        "Kredittilsynet kan ved enkeltvedtak gjøre unntak fra kravet etter første ledd nr. 4 om fast kontorsted i Norge dersom dokumenter som gjelder oppdragsgivere i Norge, oppbevares på et fast sted her i riket på en ordnet og forsvarlig måte. Dokumentene skal være tilgjengelige og tilrettelagt for innsyn av offentlig kontrollmyndighet.",
                        "§ 7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Tilbakekalling av autorisasjon",
                    "sections": [
                        "Kredittilsynet skal kalle tilbake autorisasjon som regnskapsfører dersom en regnskapsfører ikke lenger oppfyller kravene i § 4 første ledd nr. 1, 2, 3 og 5, jf. § 4 annet ledd.",
                        "Kredittilsynet skal kalle tilbake autorisasjon som regnskapsførerselskap dersom selskapet ikke lenger oppfyller kravene i § 6 første ledd og eventuelle bestemmelser gitt i medhold av § 6 tredje ledd.",
                        "Kredittilsynet kan kalle tilbake autorisasjon som regnskapsfører dersom regnskapsføreren anses uskikket fordi vedkommende",
                        "1.har gjort seg skyldig i straffbar handling og dette må antas å svekke den tillit som er nødvendig for yrkesutøvelsen, eller",
                        "2.grovt eller gjentatte ganger har overtrådt regnskapsførers plikter etter lov eller forskrifter.",
                        "Kredittilsynets adgang til å kalle tilbake autorisasjon etter tredje ledd gjelder tilsvarende for regnskapsførerselskaper.",
                        "Tilbakekall etter denne paragraf kan besluttes for en tidsbegrenset periode.",
                        "§ 8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Suspensjon av autorisasjon",
                    "sections": [
                        "Dersom en regnskapsfører eller et regnskapsførerselskap er siktet for et forhold som kan medføre tilbakekalling av autorisasjon, kan autorisasjonen suspenderes inntil straffesaken er avsluttet.",
                        "§ 9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Klagenemnd",
                    "sections": [
                        "Departementet kan i forskrift fastsette at en klagenemnd skal avgjøre klager på vedtak etter §§ 4, 6 og 7. Departementet kan i forskrift fastsette at klagenemnden skal avgjøre klager også på andre vedtak etter denne lov.",
                        "Forvaltningsloven kommer til anvendelse for klagenemndens virksomhet. Departementet kan fastsette nærmere regler om frister, innholdet av klage, tilsvar og muntlig forhandling og om klagenemndens sammensetning og virksomhet.",
                        "Klagenemndens utgifter til klagebehandling etter første ledd dekkes av Kredittilsynet og utliknes etter kredittilsynsloven § 9 på regnskapsførere og regnskapsførerselskaper som er autorisert etter bestemmelsene i denne lov. Departementet fastsetter medlemmenes godtgjørelse.",
                        "Det kan kreves gebyr for behandling av klage som angitt i første ledd. Departementet kan gi nærmere regler om når gebyr skal kreves, om gebyrenes størrelse og om innkrevingen.",
                        "§ 10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Regnskapsførers taushetsplikt",
                    "sections": [
                        "Regnskapsfører og regnskapsførers medarbeidere har taushetsplikt om alt de under sin virksomhet får kjennskap til med mindre annet følger av eller i medhold av lov, eller den opplysningene gjelder har samtykket til at taushetsplikten ikke skal gjelde. Regnskapsfører og regnskapsførers medarbeidere kan ikke utnytte slike opplysninger i egen virksomhet eller i tjeneste eller arbeid for andre.",
                        "En regnskapsfører som foretar kontroll av en annen regnskapsførers regnskapsføreroppdrag, kan i forbindelse med denne kontrollen gis opplysninger og dokumentasjon uten hinder av den andre regnskapsførerens taushetsplikt etter første ledd. Taushetsplikten etter første ledd gjelder tilsvarende for den regnskapsfører som foretar kontrollen.",
                        "Uten hinder av bestemmelsen i første ledd kan regnskapsfører gi opplysninger og dokumentasjon til ny regnskapsfører når denne regnskapsføreren ber om dette og dette har betydning for regnskapsføreroppdraget.",
                        "Taushetsplikt etter første ledd eller avtalt taushetsplikt er ikke til hinder for at regnskapsfører kan avgi forklaring og fremlegge dokumentasjon vedrørende regnskapsføreroppdrag eller andre tjenester for",
                        "1.domstol, eller",
                        "2.politiet når det er åpnet etterforskning i en straffesak.",
                        "Regnskapsfører kan videre underrette politiet dersom det i forbindelse med regnskapsføreroppdrag eller andre tjenester fremkommer forhold som gir grunn til mistanke om at det er foretatt en straffbar handling.",
                        "Taushetsplikten gjelder også etter at oppdraget er avsluttet.",
                        "§ 11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Register over regnskapsførere",
                    "sections": [
                        "Kredittilsynet fører register over autoriserte regnskapsførere og regnskapsførerselskaper som nevnt i denne lov § 1. Registeret skal også inneholde opplysninger om autorisasjoner som er tilbakekalt etter § 7. Kredittilsynet kan i forskrift gi bestemmelser om registerføringen og registerets innhold.",
                        "§ 12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Innsyn i regnskapsmateriale hos oppdragsgiver",
                    "sections": [
                        "Dersom det er nødvendig for å få gjennomført et forsvarlig tilsyn med en regnskapsfører eller et regnskapsførerselskap, kan Kredittilsynet pålegge oppdragsgiver som nevnt i § 2 første og tredje ledd å la Kredittilsynet få innsyn i oppdragsgivers regnskapsbøker og annet regnskapsmateriale som regnskapsføreren har håndtert i forbindelse med oppdraget. Pålegg etter første punktum kan ikke omfatte regnskapsmateriale som befinner seg hos regnskapsføreren. Oppdragsgiver plikter å legge forholdene praktisk til rette for innsyn fra Kredittilsynet.",
                        "Kredittilsynsloven § 10 annet ledd om tvangsmulkt gjelder for pålegg etter første ledd.",
                        "§ 13 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Utfylling og gjennomføring",
                    "sections": [
                        "Kredittilsynet gir forskrift til utfylling og gjennomføring av denne lov.",
                        "§ 14 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Straff",
                    "sections": [
                        "Overtredelse av denne lov og forskrifter gitt med hjemmel i loven straffes med bøter eller fengsel inntil 1 år, for så vidt ingen strengere straffebestemmelse kommer til anvendelse.",
                        "Foreldelsesfristen for adgang til å reise straffesak er fem år.",
                        "§§ 15 til 17 oppheves.",
                        "I lov 17. juli 1998 nr. 56 om årsregnskap m.v. (regnskapsloven) gjøres følgende endringer:",
                        "§ 1-7 første ledd nytt fjerde punktum skal lyde:",
                        "Departementet kan i særlige tilfeller ved forskrift eller enkeltvedtak gjøre unntak fra bestemmelsen i første punktum.",
                        "§ 3-1 tredje ledd skal lyde:",
                        "For konsernregnskap eller selskapsregnskap utarbeidet i samsvar med § 3-9, gjelder ikke bestemmelsene i denne lov § 1-4, § 1-9, § 3-2 første, annet og fjerde ledd samt tredje ledd annet og tredje punktum, § 3-2a, § 3-4 første og annet ledd, § 3-6, § 3-8, kapittel 4, kapittel 5, kapittel 6, §§ 7-1 til 7-14, § 7-15 fjerde og femte ledd, § 7-16, § 7-17, §§ 7-19 til 7-25, § 7-28, § 7-29, § 7-33, § 7-34, § 7-35, § 7-36 fjerde til niende ledd og §§ 7-37 til 7-41.",
                        "§ 3-9 annet ledd skal lyde:",
                        "Departementet fastsetter forskrifter som svarer til kommisjonsforordninger fastsatt i medhold av forordning (EF) nr. 1606/2002 artikkel 3.",
                        "§ 8-1 annet ledd første og annet punktum skal lyde:",
                        "Årsregnskap, årsberetning og revisjonsberetning utarbeidet på grunnlag av regnskapsplikt etter § 1-2 første ledd nr. 13 (filialregnskap) er ikke offentlige. Dette gjelder også for regnskapspliktig etter § 1-2 første ledd nr. 13 som i tillegg er regnskapspliktig på annet grunnlag.",
                        "§ 8-2 annet ledd første punktum skal lyde:",
                        "Regnskapspliktig som nevnt i § 1-2 første ledd nr. 13 skal sende inn et eksemplar av årsregnskapet, årsberetningen og revisjonsberetningen for det foretaket filialen er en del av slik disse regnskapsdokumentene er utarbeidet, revidert og offentliggjort i henhold til lovgivningen i hjemstaten senest samtidig med at dette årsregnskapet skal offentliggjøres etter lovgivningen i hjemstaten.",
                        "I lov 15. januar 1999 nr. 2 om revisjon og revisorer (revisorloven) skal § 3-6 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": [
                {
                    "name": "§ 3-6",
                    "title": "Godkjenning av revisorer fra andre land",
                    "sections": [
                        "Departementet kan ved forskrift fastsette bestemmelser om godkjenning av registrert eller statsautorisert revisor med yrkeskvalifikasjoner fra andre land.",
                        "I lov 20. juni 2003 nr. 41 om tiltak mot hvitvasking av utbytte fra straffbare handlinger (hvitvaskingsloven) skal § 16 første ledd lyde:",
                        "Med bøter straffes den som forsettlig overtrer eller medvirker til overtredelse av denne lov eller forskrifter gitt i medhold av loven.",
                        "I lov 10. juni 2005 nr. 41 om forsikringsformidling (forsikringsformidlingsloven) skal § 9-1 lyde:",
                        "Dersom det oppstår tvist mellom oppdragsgiver og forsikringsformidler, kan hver av partene kreve å få behandlet denne av kompetent organ som fastsatt i forskrift av departementet. I forskrift kan departementet fastsette nærmere bestemmelser om finansiering av organet, herunder bestemmelser om at utgifter tilknyttet organets virksomhet skal utliknes på forsikringsformidlingsforetakene eller dekkes av partene. Så lenge tvisten er til behandling i organet, kan ingen av partene bringe tvisten inn for domstolene. En sak som er realitetsbehandlet av organet, kan bringes direkte inn for domstolene.",
                        "Loven gjelder fra den tid Kongen bestemmer. De enkelte bestemmelsene i loven kan settes i kraft til ulik tid.",
                        "Departementet kan fastsette overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        },
        {
            "name": "X",
            "paragraphs": []
        }
    ]
}