{
    "lawId": "LOV-2006-12-15-85",
    "lawName": "Lov om endringer i lov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav",
    "shortName": "Endringslov til skattebetalingsloven 2005",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 10-30",
                    "title": "Innenlands merverdiavgift",
                    "sections": [
                        "Innenlands merverdiavgift for en periode forfaller til betaling samme dag som det skal leveres omsetningsoppgave til avgiftsmyndighetene etter lov 19. juni 1969 nr. 66 om merverdiavgift §§ 31, 31a, 33 og 40.",
                        "§ 10-41 første ledd skal lyde:",
                        "(1) Toll og avgifter som oppstår ved innførsel, og som ikke belastes tollkreditten eller dagsoppgjørsordningen, jf. § 14-20, forfaller til betaling samtidig med at tollplikten oppstår.",
                        "§ 10-41 nytt tredje ledd skal lyde:",
                        "(3) Skatte- og avgiftskrav belastet dagsoppgjørsordningen forfaller til betaling første virkedag etter fortolling. Tollregionen kan fastsette en nærmere frist for når på forfallsdagen betaling må ha skjedd.",
                        "§ 10-51 bokstav f skal lyde:",
                        "f)tilleggsskatt etter ligningsloven § 10-2, tilleggsavgift etter lov 19. juni 1969 nr. 66 om merverdiavgift §§ 64 og 73, lov 19. juni 1964 nr. 14 om avgift på arv og visse gaver § 44, lov 19. mai 1933 nr. 11 om særavgifter § 3 og § 4 første ledd, lov 19. juni 1959 nr. 2 om avgifter vedrørende motorkjøretøyer og båter § 3, og tilleggstoll etter tolloven § 69",
                        "§ 10-51 ny bokstav g skal lyde:",
                        "g)tvangsmulkt etter lov 19. juni 1969 nr. 66 om merverdiavgift § 52",
                        "§ 10-52 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-52",
                    "title": "Ansvarskrav",
                    "sections": [
                        "Ansvarskrav etter kapittel 16, ansvarskrav etter § 4-1 annet ledd og ansvarskrav etter lov 13. desember 1996 nr. 87 om skatt på honorar til utenlandske artister m.v. § 8 fjerde ledd skal betales senest to uker etter at melding om kravet er sendt, jf. tvangsfullbyrdelsesloven § 4-18.",
                        "§ 10-60 første ledd skal lyde:",
                        "(1) Når det er betalt for mye skatt eller avgift, skal beløpet og renter etter § 11-4 tilbakebetales den skatte- eller avgiftspliktige så snart som mulig, og senest tre uker etter at vedtaket som medførte tilbakebetaling ble truffet, når ikke annet er bestemt i lov eller forskrift. Tilbakebetalingen skal også omfatte renter som er betalt av refusjonsbeløpet. Renter som er påløpt, men ikke betalt, bortfaller.",
                        "Overskriften i § 11-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11-2",
                    "title": "Renter ved vedtak om endring, arveavgift betalt etter forfall mv.",
                    "sections": [
                        "§ 11-2 annet ledd skal lyde:",
                        "(2) Renten er beregnet fra forfallstidspunktet for kravene etter §§ 10-1 til 10-41, fram til det treffes vedtak om endring mv, med de unntak som følger av tredje til syvende ledd.",
                        "§ 11-2 nytt sjette ledd skal lyde:",
                        "(6) Dersom arveavgift i medhold av § 10-31 fjerde ledd blir betalt senere enn den forfallstid som følger av § 10-31 første og annet ledd, skal det betales rente av avgiftsbeløpet for tiden fra ordinært forfall og fram til endelig avgiftsfastsettelse skjer.",
                        "Nåværende § 11-2 sjette ledd blir nytt syvende ledd.",
                        "§ 11-5 første ledd første punktum skal lyde:",
                        "Restskatt etter § 7-1 annet ledd tillegges rentetillegg.",
                        "§ 11-5 annet ledd oppheves.",
                        "Nåværende § 11-5 første ledd tredje punktum blir nytt annet ledd.",
                        "§ 14-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-2",
                    "title": "Forholdet til tvangsfullbyrdelsesloven",
                    "sections": [
                        "Tvangsfullbyrdelsesloven gjelder tilsvarende så langt den passer ved innkrevingsmyndighetenes gjennomføring av utleggsforretninger. Dette gjelder likevel ikke §§ 5-1 til 5-5 og §§ 7-1 til 7-8.",
                        "§ 14-5 annet ledd første punktum skal lyde:",
                        "(2) Ved utleggstrekk nedlagt av skatteoppkreverne skal arbeidsgivere som har plikt til å ha skattetrekkskonto, følge de reglene som gjelder for oppgjør mv. for forskuddstrekk, jf. kapittel 5.",
                        "§ 14-5 tredje ledd skal lyde:",
                        "(3) Det beløpet som er trukket går ikke inn i arbeidsgiverens konkursbo, og er heller ikke gjenstand for utlegg eller andre tvangsforføyninger fra enkeltforfølgende fordringshaveres side.",
                        "§ 14-11 fjerde ledd annet punktum skal lyde:",
                        "Dette gjelder likevel ikke overfor personer som er ansvarlige for avgiften etter §§ 16-40 og 16-41.",
                        "§ 16-20 tredje ledd skal lyde:",
                        "(3) Felles ansvarskrav fra flere kommuner kan ved motregning, jf. § 16-1 annet ledd, motregnes i krav som arbeidsgiveren har på hver enkelt av skattekreditorene.",
                        "§ 19-3 nr. 8 om endringer i lov 19. juni 1969 nr. 66 om merverdiavgift første avsnitt skal lyde:",
                        "§ 24 tredje ledd, § 27 annet ledd tredje punktum, §§ 34 til 38, § 52 tredje ledd, § 59 og § 59 a oppheves.",
                        "§ 19-3 nr. 10 om endringer i lov 13. juni 1975 nr. 35 om skattlegging av undersjøiske petroleumsforekomster m.v. første avsnitt skal lyde:",
                        "§ 3 bokstav c nr. 5 femte til åttende punktum oppheves.",
                        "Nåværende § 19-3 nr. 10 første til fjerde avsnitt blir annet til femte avsnitt.",
                        "§ 19-3 nr. 15 om endringer i lov 28. februar 1997 nr. 19 om folketrygd (folketrygdloven) nytt første avsnitt skal lyde:",
                        "§ 24-1 femte ledd skal lyde:",
                        "Når ligningen er avsluttet, beregner Skattedirektoratet tilskott fra kommunen og fylkeskommunen, se skattebetalingsloven § 8-2 første og femte ledd.",
                        "Nåværende § 19-3 nr. 15 første avsnitt blir annet avsnitt.",
                        "§ 19-3 nr. 15 nytt tredje avsnitt skal lyde:",
                        "§ 24-3 tredje ledd skal lyde:",
                        "Når det foreligger forhold som nevnt i skattebetalingsloven § 4-1 annet ledd, hviler pliktene etter paragrafen her på den som har plikt til å foreta forkottstrekk.",
                        "Nåværende § 19-3 nr. 15 annet til sjette avsnitt blir fjerde til åttende avsnitt.",
                        "§ 2-2 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 2-2",
                    "title": "Skattekontorene – merverdiavgift og arveavgift",
                    "sections": [
                        "(1) Merverdiavgift skal betales til og innkreves av skattekontoret. Se likevel § 2-4 første ledd om merverdiavgift som oppstår ved innførsel.",
                        "(2) Arveavgift skal betales til og innkreves av skattekontoret. Ved offentlig skifte skal arveavgift som ikke blir tilbakeholdt av tingretten, innkreves av og betales til skattekontoret.",
                        "§ 2-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-3",
                    "title": "Skattekontorene – formues- og inntektsskatt for skattytere som ikke har varig tilknytning til riket og sjømenn bosatt i utlandet, artistskatt, petroleumsskatt og svalbardskatt",
                    "sections": [
                        "(1) Formues- og inntektsskatt for skattytere som ikke har varig tilknytning til riket og sjømenn bosatt i utlandet skal betales til og innkreves av det skattekontoret departementet bestemmer.",
                        "(2) Artistskatt skal betales til og innkreves av det skattekontoret departementet bestemmer.",
                        "(3) Petroleumsskatt skal betales til og innkreves av det skattekontoret departementet bestemmer.",
                        "(4) Formues- og inntektsskatt til Svalbard og lønnstrekk av inntekt på Svalbard skal betales til og innkreves av det skattekontoret departementet bestemmer.",
                        "§ 2-8 annet ledd annet punktum skal lyde:",
                        "Departementet kan også gi instruks om teknisk og arbeidsmessig samordning av skatteoppkrevernes og skattekontorenes oppgaver.",
                        "§ 3-3 nytt femte ledd skal lyde:",
                        "(5) Klage over skattekontorets vedtak settes fram for skattekontoret.",
                        "§ 4-4 første ledd første punktum skal lyde:",
                        "Skattyter plikter å sende de meldinger og å gi de opplysninger som er nødvendige for at skattekontoret skal få fastsatt og regulert forskuddstrekk og forskuddsskatt i samsvar med bestemmelsene i denne del av loven.",
                        "§ 4-4 tredje ledd skal lyde:",
                        "(3) Skattyter som ikke etterkommer plikten til å sende melding eller pålegg om å gi opplysninger, eller som gir uriktige eller ufullstendige opplysninger, har ikke krav på å få endret skattekontorets avgjørelse vedrørende forskuddstrekk eller forskuddsskatt.",
                        "§ 4-5 første til femte ledd oppheves og erstattes av nytt første ledd. Nåværende sjette ledd blir nytt annet ledd.",
                        "§ 4-5 første og annet ledd skal lyde:",
                        "(1) Forskuddsutskrivingen foretas av skattekontoret.",
                        "(2) Skattedirektoratet kan uttøve de funksjoner som tilligger skattekontorene.",
                        "§ 5-1 første og annet ledd skal lyde:",
                        "(1) Før inntektsårets begynnelse skal skattekontoret skrive ut skattekort som angir forskuddstrekkets størrelse og hvordan forskuddstrekk skal gjennomføres, for alle skattytere som må forutsettes å få trekkpliktig inntekt av betydning. Skattekontoret kan når som helst i løpet av inntektsåret skrive ut nytt skattekort når det er gjort feil ved utskrivingen, eller når andre særlige grunner gjør det urimelig å ikke skrive ut nytt skattekort.",
                        "(2) Skattekontoret kan kreve at skattekort som kontoret har skrevet ut, skal leveres tilbake.",
                        "§ 5-3 annet ledd første og annet punktum skal lyde:",
                        "Skattyteren skal fritas for trekk resten av året når skattekontoret finner det overveiende sannsynlig at det som allerede er innbetalt, er tilstrekkelig til dekning av den skatt og trygdeavgift som vil bli utlignet for inntektsåret. Er inntekten falt bort eller foreligger det andre særlige forhold som gjør det overveiende sannsynlig at det som er innbetalt som forskuddstrekk er vesentlig mer enn den skatt og trygdeavgift som vil bli utlignet for inntektsåret, kan skattekontoret bestemme at det overskytende skal betales tilbake til skattyteren.",
                        "§ 5-13 tredje punktum skal lyde:",
                        "Også skattekontoret eller Riksrevisjonen kan foreta slike ettersyn og kreve fremlagt dokumenter som nevnt.",
                        "§ 5-14 fjerde ledd skal lyde:",
                        "(4) Også skattekontoret og den som har fått fullmakt fra skattekontoret eller skatteoppkreveren til å foreta bokettersyn etter § 5-13, kan kreve opplysninger etter første til tredje ledd.",
                        "§ 5-16 første ledd skal lyde:",
                        "(1) Skattedirektoratet og skattekontoret kan pålegge den som ikke har etterkommet plikten til å gi opplysninger etter § 5-14, å oppfylle sin plikt under en daglig løpende tvangsmulkt.",
                        "§ 6-3 fjerde ledd skal lyde:",
                        "(4) Skattekontoret kan til enhver tid forhøye eller sette ned forskuddsskatten når det er begått feil ved den opprinnelige utskrivingen.",
                        "§ 6-3 sjette ledd skal lyde:",
                        "(6) Skattekontoret kan frita skattyter fra plikten til å innbetale gjenstående terminer av forskuddsskatt eller treffe bestemmelse om tilbakebetaling av forskuddsskatt, når vilkårene i § 5-3 annet ledd foreligger.",
                        "§ 6-4 første ledd bokstav a skal lyde:",
                        "a)når skattyter ikke tidligere har vært tatt opp til skattlegging ved skattekontoret, eller",
                        "§ 6-5 tredje ledd skal lyde:",
                        "(3) Skattekontoret kan forhøye eller sette ned den utskrevne forskuddsskatten når det er gjort feil ved utskrivingen.",
                        "§ 6-5 fjerde ledd første punktum skal lyde:",
                        "(4) Skattekontoret kan etter krav fra skattyteren frafalle forskuddsskatten, når det er overveiende sannsynlig at det ikke vil bli utlignet skatt for vedkommende inntektsår.",
                        "§ 6-6 annet ledd skal lyde:",
                        "(2) Skattekontoret kan beslutte at beregningsgrunnlaget for forskuddskatten skal forhøyes eller reduseres med et prosentvis tillegg eller fradag for bestemte grupper skattytere, når det som følge av konjunkturutviklingen eller av andre grunner må ventes en alminnelig stigning eller nedgang i inntekten for denne gruppen i forhold til inntekten ved siste ligning.",
                        "§ 9-1 tredje ledd skal lyde:",
                        "(3) Departementet kan i forskrift gi nærmere regler om betalingsordningen for skatte- og avgiftskrav, herunder om finansinstitusjoners plikt til å avvise betalingsoppdrag med manglende opplysninger, og om hvor kontant betaling kan skje.",
                        "§ 9-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-3",
                    "title": "Betaling av petroleumsskatt",
                    "sections": [
                        "(1) Petroleumsskatt skal betales ved overføring av beløpet til konto for petroleumsskatt hos det skattekontor departementet bestemmer. Bestemmelsene i § 9-1 gjelder ikke.",
                        "(2) Betaling anses for å være skjedd når beløpet er godskrevet skattekontorets bank, jf. første ledd. Ved overføring innen samme bank anses betaling for å være skjedd når beløpet er godskrevet skattekontorets konto. En fastsatt betalingsfrist anses for å være avbrutt når beløpet er godskrevet skattekontorets konto. Bestemmelsene i § 9-2 gjelder ikke.",
                        "§ 14-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-3",
                    "title": "Forretning for utleggspant",
                    "sections": [
                        "(1) Skattekontorene kan holde forretning for utleggspant for skatte- og avgiftskrav som de har innkrevingsansvaret for. Skatteoppkreverne kan holde forretning for utleggspant i sitt distrikt for skatte- og avgiftskrav som de har innkrevingsansvaret for.",
                        "(2) En skatteoppkrever kan på anmodning holde forretning for utleggspant for skatte- og avgiftskrav som en annen skatteoppkrever eller et skattekontor har innkrevingsansvaret for. På tilsvarende måte kan et skattekontor holde utleggsforretninger for skatteoppkrevere.",
                        "§ 14-4 første ledd skal lyde:",
                        "(1) Skatteoppkreverne og skattekontorene kan nedlegge utleggstrekk i hele landet for skatte- og avgiftskrav som de har innkrevingsansvaret for.",
                        "§ 14-5 første ledd første punktum skal lyde:",
                        "Utleggstrekk nedlagt av skatteoppkreverne og skattekontorene gjelder også for det organet som utbetaler dagpenger under arbeidsløshet etter folketrygdloven kapittel 4 og sykepenger etter folketrygdloven kapittel 8.",
                        "§ 14-6 annet ledd annet punktum skal lyde:",
                        "Skattyteren kan kreve at skattekontoret beregner størrelsen på det beløpet som skal betales.",
                        "§ 15-1 tredje ledd skal lyde:",
                        "(3) I skattesaker treffes avgjørelser etter første ledd av skatteutvalget etter innstilling fra skatteoppkreveren. I saker som gjelder ettergivelse av skatt for mer enn 200 000 kroner, blir likevel avgjørelsen å treffe av departementet etter forslag fra skatteutvalget. Departementet fastsetter hvilket utvalg den enkelte kommune hører under, og kan i forskrift gi bestemmelser om den enkelte kommunes representasjon i skatteutvalget. For skattytere som utelukkende skal betale statsskatt, kan departementet bestemme at avgjørelse som nevnt i dette ledd kan legges til andre organer.",
                        "§ 17-2 første ledd skal lyde:",
                        "(1) Rettslig prøving av andre avgjørelser etter skattebetalingsloven rettes mot staten som saksøkt. Søksmål anlegges for retten i det distriktet hvor det angrepne vedtak er truffet i første instans når skatteoppkrever eller tollregion er innkrevingsmyndighet. Søksmål i saker hvor skattekontorene er innkrevingsmyndighet, skal anlegges ved saksøkers alminnelige verneting etter reglene i lov 17. juni 2005 nr. 90 om mekling og rettergang i sivile tvister (tvisteloven). Statens partsstilling utøves av innkrevingsmyndigheten for kravet. Bestemmelsene i § 17-1 tredje og sjette ledd gjelder tilsvarende.",
                        "§ 4-7 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 4-7",
                    "title": "Tilleggsforskudd",
                    "sections": [
                        "Forskudd på skatt kan innbetales med høyere beløp enn det som er utskrevet når det utskrevne forskudd må antas å bli utilstrekkelig til dekning av den skatt som vil bli fastsatt ved ligningen. Slik innbetaling kan foretas også etter utløpet av inntektsåret, men ikke senere enn 31. mai i ligningsåret. For skattytere som får utskrevet forhåndsutfylt selvangivelse etter ligningsloven § 4-7 nr. 2, må tilleggsforskudd være innbetalt innen 30. april.",
                        "Nåværende § 4-7 blir ny § 4-8.",
                        "§ 7-1 første ledd skal lyde:",
                        "(1) Når ligningen er gjennomført, skal forskuddstrekk, utskrevet forskuddsskatt og tilleggsforskudd innbetalt innen fristene i § 4-7 i ligningsåret gå til fradrag i utlignet skatt. Avregningen foretas av skatteoppkreveren for den kommunen hvor ligningen skal skje, jf. ligningsloven § 8-6.",
                        "Endringene under I trer i kraft straks.",
                        "Endringene under II gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid. Departementet kan gi overgangsbestemmelser.",
                        "Endringene under III trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}