{
    "lawId": "LOV-2006-12-22-100",
    "lawName": "Lov om endringer i helsepersonelloven, sosialtjenesteloven og i enkelte andre lover",
    "shortName": "Endringslov til hlspl. og sotjl. mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 18",
                    "title": "Melding om helsepersonells virksomhet",
                    "sections": [
                        "Helsepersonell med autorisasjon eller lisens i privat virksomhet skal gi melding til kommune eller regionalt helseforetak når de åpner, overtar eller trer inn i virksomhet som er omfattet av loven. Melding skal også gis ved virksomhetens opphør.",
                        "Dersom helsepersonellet skal yte tjenester til barn eller personer med utviklingshemming, skal politiattest som nevnt i § 20 a vedlegges meldingen. Inneholder meldingen en politiattest med merknader, skal den straks oversendes Helsetilsynet i fylket.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om hvilke opplysninger som skal gis etter første ledd, når disse skal gis og hvordan de skal registreres og formidles videre til et sentralt register.",
                        "Ny overskrift til kapittel 4 skal lyde:",
                        "Ny § 20 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Særskilte regler i tilknytning til autorisasjon, krav om politiattest m.v.",
            "paragraphs": [
                {
                    "name": "§ 20 a",
                    "title": "Krav om politiattest",
                    "sections": [
                        "Helsepersonell som skal yte helsehjelp til barn eller personer med utviklingshemming, har plikt til å fremlegge politiattest ved tilbud om stilling, ved inngåelse av avtale etter kommunehelsetjenesteloven § 4-2 første ledd, tannhelsetjenesteloven § 4-2 første ledd og spesialisthelsetjenesteloven § 2-1a fjerde ledd, samt ved melding om åpning, overtagelse og inntreden i privat virksomhet, jf. § 18. Plikten omfatter ikke personell som bare sporadisk yter slike tjenester og som i alminnelighet ikke vil være alene med barn eller personer med utviklingshemming.",
                        "Politiattesten skal vise om vedkommende er siktet, tiltalt, ilagt forelegg eller er dømt for brudd på straffeloven §§ 192, 193, 194, 195, 196, 197, 199, 200 annet ledd, 201 bokstav c, 203 eller 204a. Attesten skal være uttømmende og ikke eldre enn tre måneder.",
                        "Den som er ilagt forelegg eller er dømt for overtredelser som nevnt i annet ledd, er utelukket fra å yte helsehjelp til barn eller personer med utviklingshemming.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om gjennomføringen av kravet om politiattest.",
                        "§ 48 første ledd bokstav f skal lyde:",
                        "f)...",
                        "§ 48 første ledd ny bokstav ø skal lyde:",
                        "ø)provisorfarmasøyt",
                        "§ 48 første ledd ny bokstav å skal lyde:",
                        "å)reseptarfarmasøyt",
                        "§ 63 nytt annet ledd skal lyde:",
                        "Rett til å rekvirere legemidler i gruppe A og B gitt på grunnlag av tilsvarende godkjenning i et annet land, kan kalles tilbake av Statens helsetilsyn dersom godkjenningen i det andre landet mister sin gyldighet.",
                        "§ 63 andre, tredje, fjerde og femte ledd blir nytt tredje, fjerde, femte og sjette ledd.",
                        "I lov 13. desember 1991 nr. 81 om sosiale tjenester m.v. gjøres følgende endring:",
                        "Ny § 8-10 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 8-10",
                    "title": "Politiattest",
                    "sections": [
                        "Kommunen eller annen arbeidsgiver skal kreve politiattest fra den som ansettes i en stilling som innebærer tjenesteyting, jf. § 4-2, til barn eller personer med utviklingshemming. Plikten omfatter ikke personell som bare sporadisk yter slike tjenester og som i alminnelighet ikke vil være alene med barn eller personer med utviklingshemming.",
                        "Politiattesten skal vise om vedkommende er siktet, tiltalt, ilagt forelegg eller er dømt for brudd på straffeloven §§ 192, 193, 194, 195, 196, 197, 199, 200 annet ledd, 201 bokstav c, 203 eller 204a. Attesten skal være uttømmende og ikke eldre enn tre måneder.",
                        "Den som er ilagt forelegg eller er dømt for overtredelser som nevnt i annet ledd, er utelukket fra å utføre arbeid eller oppgaver som omhandlet i første ledd.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om gjennomføringen av kravet om politiattest.",
                        "I lov 19. november 1982 nr. 66 om helsetjenesten i kommunene gjøres følgende endring:",
                        "Ny § 3-1 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 3-1",
                    "title": "(Politiattest)",
                    "sections": [
                        "Kommunen skal innhente politiattest fra helsepersonell i samsvar med helsepersonelloven § 20 a.",
                        "I lov 3. juni 1983 nr. 54 om tannhelsetjenesten gjøres følgende endring:",
                        "Kapittel 3 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "Kap. 3. Politiattest",
            "paragraphs": [
                {
                    "name": "§ 3-1",
                    "title": "(Politiattest)",
                    "sections": [
                        "Fylkeskommunen skal innhente politiattest fra helsepersonell i samsvar med helsepersonelloven § 20 a.",
                        "I lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. gjøres følgende endring:",
                        "Ny § 3-16 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 3-16",
                    "title": "Politiattest",
                    "sections": [
                        "Helseinstitusjoner som omfattes av denne loven, skal innhente politiattest fra helsepersonell i samsvar med helsepersonelloven § 20 a.",
                        "I lov 2. juni 2000 nr. 39 om apotek gjøres følgende endringer:",
                        "§ 3-2 første ledd bokstav c skal lyde:",
                        "c)Søker har autorisasjon som provisorfarmasøyt.",
                        "§ 4-2 nytt første ledd bokstav c skal lyde:",
                        "c)Søker har autorisasjon som provisorfarmasøyt eller reseptarfarmasøyt.",
                        "Loven gjelder fra det tidspunkt Kongen bestemmer. Kongen kan bestemme at de enkelte bestemmelsene skal tre i kraft til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        }
    ]
}