{
    "lawId": "LOV-2006-01-06-1",
    "lawName": "Lov om endringer i utlendingsloven (beskyttelse mot tvangsekteskap og mishandling i ekteskap og vern av utenlandske arbeidstakeres lønns- og arbeidsvilkår mv.)",
    "shortName": "Endringslov til utlendingsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 9 a",
                    "title": "Krav til intervju av referansepersonen i Norge",
                    "sections": [
                        "Dersom arbeidstillatelse eller oppholdstillatelse søkes etter utlendingsloven § 9 med grunnlag i et ekteskap eller samboerforhold som er etablert i utlandet etter at referansepersonen har vært bosatt i Norge, kan tillatelse ikke innvilges før referansepersonen har vendt tilbake til Norge og har vært til intervju hos utlendingsmyndighetene, med mindre",
                        "a)referansepersonen var til intervju i Norge i anledning saken før ekteskapet ble inngått, eller",
                        "b)søkeren har rett til innreise uten visum.",
                        "Kongen kan fastsette unntak fra første ledd i forskrift. Kongen kan også gi nærmere regler i forskrift om fremgangsmåten ved fremsettelse av søknad og om gjennomføringen av slikt intervju som nevnt i første ledd.",
                        "Overskriften til § 11 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 11 a",
                    "title": "Tilsyn med at vilkår for tillatelser følges og tiltak ved brudd på vilkårene",
                    "sections": [
                        "§ 11 a nytt tredje og fjerde ledd skal lyde:",
                        "Dersom en arbeidsgiver i forhold til sine utenlandske arbeidstakere grovt eller gjentatte ganger bryter regler som skal verne om arbeidstakeres lønns- eller arbeidsvilkår, og som er gitt i eller i medhold av denne lov, kan Utlendingsdirektoratet treffe vedtak om at det ikke skal innvilges arbeidstillatelse for å utføre arbeid hos vedkommende arbeidsgiver. Vedtak etter denne bestemmelsen skal gjelde for to år. Kongen kan gi nærmere regler i forskrift, herunder fastsette at vedtak etter bestemmelsen skal gjelde for mindre enn to år.",
                        "Vedtak etter tredje ledd berører ikke retten til oppholdstillatelse etter kapittel 8.",
                        "Ny § 25 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 25 a",
                    "title": "Avslag på søknad om visum ved fare for overgrep mot søkeren",
                    "sections": [
                        "Visum kan nektes dersom det er sannsynlig at søkeren eller dennes særkullsbarn vil bli mishandlet eller grovt utnyttet.",
                        "Ny § 44 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 44 a",
                    "title": "Vandelskontroll i sak om familieetablering mv.",
                    "sections": [
                        "Politiet kan som ledd i forberedelse av sak som nevnt i § 9 annet ledd eller sak om familieetablering etter forskriftsbestemmelse gitt i medhold av utlendingsloven § 8 annet ledd, benytte vandelsopplysninger om referansepersonen eller den referansepersonen har fått familieetablering med når søkeren er referansepersonens særkullsbarn.",
                        "Dersom politiet har vandelsopplysninger av betydning for om arbeidstillatelse eller oppholdstillatelse skal avslås, kan det gis en uttalelse om dette til det organ som avgjør saken.",
                        "Kongen kan gi nærmere regler i forskrift om hvilke vandelsopplysninger som skal gis til det organ som avgjør saken, og om utformingen av politiets uttalelse for øvrig.",
                        "Ny § 44 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 44 b",
                    "title": "Vandelskontroll i sak om visum",
                    "sections": [
                        "Dersom Utlendingsdirektoratet eller Utlendingsnemnda finner at det er særlig grunn til å undersøke referansepersonens vandel for å avgjøre om visum skal nektes etter § 25 a, kan det innhentes uttalelse fra politiet om forhold av betydning for å bedømme dette.",
                        "Kongen kan gi nærmere regler i forskrift om hvilke vandelsopplysninger som skal gis til Utlendingsdirektoratet eller Utlendingsnemnda etter første ledd, og om utformingen av politiets uttalelse for øvrig.",
                        "§ 57 første ledd bokstav b skal lyde:",
                        "b)som er utvist fra riket med innreiseforbud som ennå gjelder, og utlendingen ikke har fått adgang til riket etter søknad,",
                        "§ 58 annet ledd annet punktum oppheves.",
                        "§ 58 fjerde ledd oppheves.",
                        "Nåværende § 58 femte til åttende ledd blir fjerde til syvende ledd.",
                        "Loven trer i kraft fra den tid Kongen bestemmer. Kongen kan bestemme at de enkelte bestemmelsene trer i kraft til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}