{
    "lawId": "LOV-2006-06-30-46",
    "lawName": "Lov om endringer i forbrukerkjøpsloven (lovregulering av strømavtaler)",
    "shortName": "Endringslov til forbrukerkjøpsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2",
                    "title": "Lovens anvendelse i noen særlige forhold",
                    "sections": [
                        "Loven gjelder for",
                        "a)bestilling av ting som skal tilvirkes (tilvirkningskjøp)",
                        "b)levering av vann",
                        "c)kjøp av fordringer eller rettigheter",
                        "d)avtale med et nettselskap om overføring av elektrisk energi.",
                        "Loven gjelder ikke for",
                        "a)kjøp av fast eiendom",
                        "b)avtale om oppføring av bygning eller annet anlegg på fast eiendom",
                        "c)avtale med en kraftleverandør om levering av elektrisk energi. Kapittel 5 om forsinkelse gjelder likevel ved forsinket oppstart av levering av elektrisk energi. Bestemmelsene i § 61 a om nemndsbehandling av visse tvister gjelder også for slike avtaler",
                        "d)avtale som pålegger den part som skal levere tingen, også å utføre et arbeid eller annen tjeneste, dersom dette utgjør den overveiende del av hans eller hennes forpliktelser.",
                        "§ 33 nytt andre ledd skal lyde:",
                        "Gjelder det avtale med nettselskap om overføring av elektrisk energi (jf. § 2 første ledd bokstav d), kan forbrukeren kreve erstatning for tap som følge av mangelen. Dette gjelder likevel ikke så langt nettselskapet godtgjør at mangelen skyldes hindring som nevnt i § 24 annet ledd. Reglene ellers i § 24 gjelder tilsvarende.",
                        "Noverande andre ledd vert nytt tredje ledd.",
                        "Ny § 48 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 48 a",
                    "title": "Stenging på grunn av forbrukerens kontraktsbrudd ved avtaler om overføring av elektrisk energi",
                    "sections": [
                        "Nettselskapet kan avbryte (stenge) overføringen av elektrisk energi dersom det foreligger vesentlig kontraktsbrudd fra forbrukerens side i en avtale som nevnt i § 2 første ledd bokstav d. Stenging kan likevel ikke skje hvis",
                        "a)det er fare for liv, helse eller betydelig tingskade, eller",
                        "b)forbrukeren har innsigelser mot grunnlaget for stengingen, som ikke er åpenbart grunnløse.",
                        "Før stenging kan skje, skal nettselskapet sende forbrukeren et skriftlig varsel om stenging. Varselet skal angi",
                        "a)at stenging ikke vil skje dersom forbrukeren betaler innen fire uker regnet fra den dato varselet ble sendt,",
                        "b)at forbrukeren bør ta snarlig kontakt med nettselskapet dersom stenging kan medføre fare for liv, helse eller betydelig tingskade, eller dersom forbrukeren har innsigelser mot grunnlaget for stengingen,",
                        "c)at forbrukeren kan bli pålagt å dekke nødvendige kostnader i forbindelse med en stenging og eventuell gjenåpning av forbrukerens anlegg,",
                        "d)at forbrukeren kan ta kontakt med sosialtjenesten i den kommunen forbrukeren har fast bosted, for å avklare om sosialtjenesteloven kapittel 5 gir rett til økonomisk stønad for å avhjelpe situasjonen.",
                        "Dersom sosialtjenesten innen fristen i annet ledd annet punktum bokstav a har meddelt skriftlig at den tar på seg ansvaret for å oppfylle forbrukerens forpliktelse, kan stenging ikke skje.",
                        "Nettselskapet kan kreve at forbrukeren dekker nødvendige kostnader i forbindelse med en stenging og eventuell gjenåpning av forbrukerens anlegg. Nødvendige kostnader knyttet til utarbeiding og sending av varsel etter annet ledd kan kreves dekket selv om stenging ikke finner sted. Nettselskapet kan ikke kreve å få dekket sine kostnader etter første og annet punktum dersom det har opptrådt i strid med bestemmelsene i første til tredje ledd.",
                        "Bestemmelsene i § 45 om heving ved kontraktsbrudd fra forbrukerens side gjelder ikke. Bestemmelsen i § 55 om forventet kontraktsbrudd gjelder ikke ved forventet kontraktsbrudd fra forbrukerens side.",
                        "Ny § 61 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 61 a",
                    "title": "Nemndsbehandling av visse tvister",
                    "sections": [
                        "Ved avtale mellom nettselskaper, kraftleverandører eller en organisasjon for slike selskaper på den ene siden, og på den annen side Forbrukerrådet eller en annen organisasjon som representerer forbrukere, kan det opprettes en eller flere nemnder for behandling av tvister om",
                        "a)avtaler som nevnt i § 2 første ledd bokstav d om overføring av elektrisk energi",
                        "b)avtaler som nevnt i § 2 annet ledd bokstav c om levering av elektrisk energi",
                        "c)tilknytning av forbrukerens elektriske installasjon til distribusjonsnettet.",
                        "Partene kan forelegge avtalen for Kongen til godkjenning. Har Kongen godkjent nemndsavtalen, gjelder bestemmelsene i tredje til femte ledd.",
                        "En forbruker kan kreve nemndsbehandling av enhver tvist hvor nemnda er kompetent, såfremt forbrukeren har saklig interesse i å få nemndas uttalelse i saken.",
                        "Så lenge en tvist er til behandling i nemnda, kan ikke en part bringe den inn for de alminnelige domstolene. En tvist anses for å være til behandling fra det tidspunktet begjæringen om klagebehandling er kommet inn til nemnda. En sak som nemnda har realitetsbehandlet, kan bringes direkte inn for tingretten.",
                        "Nettselskaper og kraftleverandører som er tilknyttet nemnda, plikter å opplyse skriftlig om adgangen til nemndsbehandling ved utsending av faktura.",
                        "I lov 28. april 1978 nr. 18 om behandling av forbrukertvister skal § 1 fjerde ledd lyde:",
                        "Loven gjelder ikke kjøp av fast eiendom eller avtaler om elektrisk energi som nevnt i forbrukerkjøpsloven § 61 a første ledd bokstav a til c.",
                        "I lov 29. juni 1990 nr. 50 om produksjon, omforming, overføring, omsetning, fordeling og bruk av energi m.m. (energiloven) skal § 4-1 annet ledd nytt nr. 8 lyde:",
                        "8.tilslutning til nemndsordning som nevnt i forbrukerkjøpsloven § 61 a. Slikt vilkår kan også stilles overfor selskaper som tidligere er gitt konsesjon.",
                        "Loven gjelder fra den tid Kongen bestemmer.",
                        "Kongen kan gi overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}