{
    "lawId": "LOV-2006-12-15-90",
    "lawName": "Lov om endringar i lov 25. september 1992 nr. 107 om kommuner og fylkeskommuner m.m. (statleg tilsyn med kommunesektoren)",
    "shortName": "Endringslov til kommuneloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 60 a",
                    "title": "Kapitlets virkeområde",
                    "sections": [
                        "Statlig tilsyn med kommunens eller fylkeskommunens oppfyllelse av plikter pålagt i eller i medhold av lov skjer etter reglene i dette kapittel når ikke annet følger av lovgivningen ellers.",
                        "Reglene i dette kapittel er avgrenset til tilsyn med plikter som bare er pålagt kommunene eller fylkeskommunene. Bestemmelsen i § 60 e gjelder likevel for alt statlig tilsyn rettet mot en kommune eller fylkeskommune."
                    ]
                },
                {
                    "name": "§ 60 b",
                    "title": "Lovlighetstilsyn",
                    "sections": [
                        "Fylkesmannen kan føre tilsyn med lovligheten av kommunens eller fylkeskommunens oppfyllelse av plikter pålagt i eller i medhold av lov der departementet i lov er gitt myndighet til å føre tilsyn."
                    ]
                },
                {
                    "name": "§ 60 c",
                    "title": "Innsyn",
                    "sections": [
                        "Som tilsynsmyndighet etter dette kapitlet, kan fylkesmannen kreve at kommunen eller fylkeskommunen gir opplysninger om enkeltsaker eller sider av kommunens eller fylkeskommunens virksomhet. Fylkesmannen har rett til innsyn i alle kommunale og fylkeskommunale saksdokumenter og kan kreve at kommunale eller fylkeskommunale organer, folkevalgte og ansatte uten hinder av taushetsplikt gir de opplysninger og meldinger som er nødvendige for at fylkesmannen kan utføre tilsyn i henhold til dette kapitlet. Fylkesmannen kan også kreve adgang til alle kommunale eller fylkeskommunale institusjoner, lokaler og anlegg som er nødvendig for at fylkesmannen kan utføre tilsyn i henhold til dette kapitlet.",
                        "Første ledd gjelder tilsvarende overfor andre egne rettssubjekter som utfører kommunale eller fylkeskommunale oppgaver for kommuner eller fylkeskommuner."
                    ]
                },
                {
                    "name": "§ 60 d",
                    "title": "Pålegg",
                    "sections": [
                        "Fylkesmannen kan gi pålegg til kommunen eller fylkeskommunen om å rette forhold som er i strid med de bestemmelser fylkesmannen fører tilsyn med etter § 60 b.",
                        "Før pålegg benyttes, skal kommunen eller fylkeskommunen gis en rimelig frist til å rette forholdet.",
                        "Før fylkesmannen eller annen statlig tilsynsetat vedtar pålegg eller andre sanksjoner mot en kommune eller en fylkeskommune skal tilsynsetaten vurdere de virkninger disse kan ha for kommunens eller fylkeskommunens øvrige virksomhet.",
                        "Reglene i forvaltningsloven kapittel IV, V, VI samt §§ 41 og 42 gjelder tilsvarende for saker om pålegg etter denne bestemmelsen."
                    ]
                },
                {
                    "name": "§ 60 e",
                    "title": "Samordning av tilsynsvirksomheten",
                    "sections": [
                        "Fylkesmannen samordner praktiske sider og bruk av reaksjoner ved statlig tilsyn rettet mot kommunen eller fylkeskommunen.",
                        "Alle tilsynsetater skal underrette fylkesmannen om tilsynsplaner og om varsel om pålegg eller andre sanksjoner med vesentlige virkninger for kommunen eller fylkeskommunen. Tilsynsetater som er utpekt som koordinerende myndighet for tilsyn, skal underrette fylkesmannen om koordinert tilsynsplan.",
                        "Før pålegg eller andre sanksjoner med vesentlige virkninger for kommunen eller fylkeskommunen vedtas, skal tilsynsetaten så langt det er mulig ha dialog med kommunen eller fylkeskommunen om sanksjonene og kommunens eller fylkeskommunens oppfølging. Kommunen eller fylkeskommunen plikter å delta i dialogen.",
                        "I lov 17. juli 1925 nr. 11 om Svalbard skal § 43 lyde:",
                        "Kommuneloven §§ 59 om lovlighetskontroll, 60 om statlig kontroll og godkjenning av økonomiske forpliktelser, samt kapittel 10 A Statlig tilsyn med kommunen eller fylkeskommunen får tilsvarende anvendelse for Longyearbyen lokalstyre.",
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}