{
    "lawId": "LOV-2006-06-30-57",
    "lawName": "Lov om endringar i opplæringslova",
    "shortName": "Endringslov til opplæringslova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 13-2",
                    "title": "Plikt for fylkeskommunen til å sørgje for grunnskoleopplæring, spesialpedagogisk hjelp og vidaregåande opplæring i institusjonar etter barnevernlova",
                    "sections": [
                        "Når det blir gjort vedtak om plassering i institusjon etter barnevernlova, er det den fylkeskommunen der institusjonen ligg som har ansvaret for å oppfylle retten til grunnskoleopplæring, spesialpedagogisk hjelp og vidaregåande opplæring etter lova her.",
                        "Ansvaret omfattar barn og unge i institusjonar i fylkeskommunen som den statlege regionale barnevernmyndigheita har ansvaret for etter barnevernlova § 5-1, og barn og unge i private og kommunale institusjonar som er godkjende etter barnevernlova § 5-8. Dersom opplæringa skjer i institusjonen, skal institusjonen sørgje for nødvendige lokale til formålet.",
                        "Departementet kan gi nærmare forskrifter eller pålegg i enkelttilfelle om ansvaret til fylkeskommunen.",
                        "§ 13-3 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 13-3 a",
                    "title": "Plikt for fylkeskommunen til å sørgje for grunnskoleopplæring, spesialpedagogisk hjelp og vidaregåande opplæring i helseinstitusjonar",
                    "sections": [
                        "Fylkeskommunen der ein institusjon ligg skal oppfylle retten til grunnskoleopplæring, spesialpedagogisk hjelp og vidaregåande opplæring etter lova her for pasientar i helseinstitusjonar som eit regionalt helseføretak eig, og for pasientar i private helseinstitusjonar som har avtale med regionale helseføretak. Fylkeskommunens ansvar gjeld berre for pasientar i institusjonsplassar som regionale helseføretak finansierer. Dersom opplæringa skjer i institusjonen, skal institusjonen sørgje for nødvendige lokale til formålet.",
                        "Departementet kan gi nærmare forskrifter eller pålegg i enkelttilfelle om ansvaret til fylkeskommunen.",
                        "Lova gjeld frå det tidspunkt Kongen fastset. Dei enkelte føresegnene i lova kan setjast i verk til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}