{
    "lawId": "LOV-2006-06-30-47",
    "lawName": "Lov om endringer i lov 16. juli 1999 nr. 66 om Schengen informasjonssystem (SIS)",
    "shortName": "Endringslov til SIS-loven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2",
                    "title": "Ansvar for registeret. SIRENE",
                    "sections": [
                        "Den nasjonale enhet for bekjempelse av organisert og annen alvorlig kriminalitet (Kripos) skal føre et register som er den norske delen av SIS. Registeret skal være tilsluttet den sentrale enheten av SIS. Kripos er registeransvarlig for opplysninger om personer og gjenstander i registeret, og skal bl.a. sørge for at opplysninger som legges inn av norske myndigheter i SIS, er korrekte, oppdaterte og registrert på lovlig måte.",
                        "§ 7 nr. 2 skal lyde:",
                        "2.opplysninger om personer som ikke skal gis tillatelse til innreise fordi det i forbindelse med utvisning etter utlendingsloven § 29 første ledd bokstav a, b, c, d eller e eller § 30 er truffet vedtak om innreiseforbud, og vedtaket fortsatt er gjeldende",
                        "§ 12 første ledd ny bokstav d skal lyde:",
                        "d)myndighet med ansvar for registrering av motorkjøretøyer har, for å kontrollere om motorkjøretøyer som ønskes registrert er stjålet eller på annen måte forsvunnet, tilgang til følgende opplysninger: stjålne eller på annen måte forsvunne motorkjøretøyer med et sylindervolum på over 50 kubikkcentimeter, tilhenger og campingvogner med en egenvekt på over 750 kg, og stjålne eller på annen måte forsvunne eller ugyldige registreringsdokument for motorkjøretøyer og nummerskilt for motorkjøretøyer.",
                        "§ 13 første ledd ny bokstav c, d, e og f skal lyde:",
                        "c)påtalemyndighet",
                        "d)utlendingsmyndighet i saker som nevnt i § 12 første ledd bokstav c",
                        "e)veimyndighet i saker som nevnt i § 12 første ledd bokstav d",
                        "f)departementet og Politidirektoratet i forbindelse med utøvelse av overordnet myndighet",
                        "§ 19 første og annet ledd skal lyde:",
                        "Den registrerte kan påklage avgjørelse om innsyn, retting eller sletting og erstatning til Politidirektoratet.",
                        "Ved klagebehandling i saker som gjelder innsyn, retting eller sletting, skal Politidirektoratet forelegge saken for Datatilsynet til uttalelse før klagesaken avgjøres.",
                        "§ 24 første ledd skal lyde:",
                        "Dersom Datatilsynets pålegg eller vedtak truffet av Politidirektoratet gjelder en melding som er lagt inn av en annen konvensjonspart, skal den registeransvarlige oversende avgjørelsen til denne konvensjonsparten med anmodning om fullbyrdelse.",
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}