{
    "lawId": "LOV-2006-01-20-2",
    "lawName": "Lov om endringer i utlendingsloven (innkvartering ved søknad om asyl mv.)",
    "shortName": "Endringslov til utlendingsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 41 a",
                    "title": "Innkvartering ved søknad om asyl",
                    "sections": [
                        "Utlending som søker asyl, skal gis tilbud om innkvartering. Utlending som har fått avslag på søknad om asyl, kan gis tilbud om innkvartering i påvente av utreise.",
                        "Kongen kan ved forskrift fastsette nærmere bestemmelser om innkvarteringsordninger, herunder bestemmelser om tildeling og bortfall av botilbud.",
                        "Forvaltningsloven §§ 24 og 25 om grunngiving og §§ 28 til 34 om klage gjelder ikke for utlendingsmyndighetenes vedtak om tildeling av botilbud og overføring til nytt innkvarteringssted. Forvaltningsloven §§ 28 til 34 om klage gjelder ikke for utlendingsmyndighetenes vedtak om kommunebosetting og bortfall av botilbud.",
                        "Ny § 41 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 41 b",
                    "title": "Tvangsfullbyrdelse",
                    "sections": [
                        "Utlendingsmyndighetenes vedtak om overføring til nytt innkvarteringssted, kommunebosetting eller bortfall av botilbud er særlig tvangsgrunnlag for fullbyrdelse etter tvangsfullbyrdelsesloven kapittel 13.",
                        "Ny § 41 c skal lyde:"
                    ]
                },
                {
                    "name": "§ 41 c",
                    "title": "Politiattest",
                    "sections": [
                        "Den som skal ansettes i statlig asylmottak, skal legge fram tilfredsstillende politiattest. Det kan også kreves politiattest fra andre som utfører oppgaver for utlendingsmyndighetene, og som har direkte kontakt med barn og unge som oppholder seg i asylmottak.",
                        "Politiattesten skal vise om vedkommende er siktet, tiltalt, ilagt forelegg eller er dømt for brudd på straffeloven §§ 192, 193, 194, 195, 196, 197, 199, 200 annet ledd, 201 bokstav c, 203 eller 204a der den fornærmede er under 18 år. Attesten skal ikke være eldre enn tre måneder.",
                        "Den som er ilagt forelegg eller er dømt for overtredelse som nevnt i annet ledd er utelukket fra å utføre arbeid i asylmottak eller oppgaver som omhandlet i første ledd annet punktum.",
                        "Kongen kan gi utfyllende forskrifter til bestemmelsen.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}