{
    "lawId": "LOV-2006-04-28-11",
    "lawName": "Lov om endringer i lov 16. juli 1999 nr. 66 om Schengen informasjonssystem (SIS)",
    "shortName": "Endringslov til SIS-loven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 11",
                    "title": "Utveksling av opplysninger som ikke formidles via SIS",
                    "sections": [
                        "Den registeransvarlige kan utveksle opplysninger som ikke formidles via SIS (supplerende opplysninger). Slik utveksling kan bare skje for å tjene det formålet opplysningene er gitt for, og det er nødvendig for å gjennomføre de tiltak en melding gir grunnlag for. Behandlingen av supplerende opplysninger for øvrig reguleres av lov 11. juni 1971 nr. 52 om strafferegistrering og lov 14. april 2000 nr. 31 om behandling av personopplysninger, med unntak av de særlige slettereglene i § 20 syvende ledd.",
                        "§ 12 første ledd ny bokstav b og c skal lyde:",
                        "b)påtalemyndighet",
                        "c)utlendingsmyndighet med ansvar for behandling av visumsøknader, behandling av tillatelser til opphold, og ellers ved håndheving av utlendingsloven med hensyn til de opplysninger som er lagt inn i medhold av § 7 nr. 2 og § 6 annet ledd bokstav d og e for å gjennomføre bestemmelsene om personbevegelse i konvensjonen om gjennomføring av Schengenavtalen.",
                        "§ 13 første ledd bokstav c skal lyde:",
                        "c)utlendingsmyndighet i saker som nevnt i § 12 første ledd bokstav c",
                        "§ 20 femte ledd skal lyde:",
                        "Opplysninger om gjenstander som er registrert i medhold av § 9, skal ikke oppbevares lenger enn ti år.",
                        "§ 20 sjette ledd skal lyde:",
                        "Opplysninger om gjenstander som er registrert i medhold av § 8, skal ikke oppbevares lenger enn fem år.",
                        "§ 20 syvende ledd skal lyde:",
                        "Supplerende opplysninger som nevnt i § 11, skal ikke oppbevares lenger enn det som er nødvendig for formålet med registreringen. Slike opplysninger skal likevel slettes senest ett år etter at meldingen om vedkommende person eller gjenstand er slettet i SIS. Slettingsplikten i annet punktum gjelder ikke dersom opplysningene er gitt av norske myndigheter eller i en melding fra utenlandske myndigheter som har utløst tiltak fra norske myndigheter.",
                        "Gjeldende syvende ledd utgår.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}