{
    "lawId": "LOV-2006-12-01-65",
    "lawName": "Lov om endringer i barnevernloven og sosialtjenesteloven mv. (saksbehandlingsregler for fylkesnemndene for barnevern og sosiale saker mv.)",
    "shortName": "Endringslov til barnevernl. og sosialtjenestel.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 7-1 a",
                    "title": "Fylkesnemndas stedlige virkeområde",
                    "sections": [
                        "Fylkesnemnda avgjør saker som reises av kommunene, jf. § 8-4, i det fylket nemnda omfatter. Når hensynet til en hensiktsmessig saksavvikling tilsier det, kan departementet bestemme at saker som reises i en eller flere kommuner skal avgjøres i en annen nemnd.",
                        "§ 7-5 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-5 a",
                    "title": "Fylkesnemndas sammensetning i den enkelte sak",
                    "sections": [
                        "I den enkelte sak skal fylkesnemnda bestå av nemndsleder, ett medlem fra det alminnelige utvalg og ett fra det fagkyndige utvalg. Når sakens vanskelighetsgrad gjør det nødvendig, kan nemndsleder beslutte at nemnda, i tillegg til nemndsleder, skal bestå av to medlemmer fra det alminnelige utvalg og to fra det fagkyndige utvalg.",
                        "Dersom partene samtykker, kan nemndsleder avgjøre saker som nevnt i første ledd alene når hensynet til en betryggende saksbehandling ikke er til hinder for det.",
                        "Når saken gjelder krav om endring i forhold til et tidligere vedtak eller dom, kan nemndsleder avgjøre saken alene dersom dette er ubetenkelig hensett til sakens tema, vanskelighetsgrad, behovet for fagkyndighet, og hensynet til en forsvarlig behandling.",
                        "I trer i kraft 1. januar 2007 og opphører å gjelde når III-IX trer i kraft.",
                        "I lov 17. juli 1992 nr. 100 om barneverntjenester (barnevernloven) gjøres følgende endringer:",
                        "§ 4-4 fjerde ledd skal lyde:",
                        "Fylkesnemnda kan om nødvendig beslutte at tiltak som opphold i barnehage eller andre egnede dagtilbud, skal settes i verk ved pålegg til foreldrene. Fylkesnemnda kan gi pålegg om tilsyn når vilkårene i § 4-12 er til stede. For barn som har vist alvorlige atferdsvansker, jf. § 4-24 første ledd, eller som er i ferd med å utvikle slike alvorlige atferdsvansker, kan fylkesnemnda vedta at foreldrestøttende tiltak som har som formål å redusere barnets atferdsvansker kan gjennomføres uten barnets samtykke. Slike foreldrestøttende tiltak kan også gjennomføres uten barnets samtykke når tiltakene iverksettes som ledd i avslutningen av et institusjonsopphold med hjemmel i § 4-24. Foreldrestøttende tiltak uten barnets samtykke kan ikke opprettholdes utover seks måneder fra fylkesnemndas vedtak.",
                        "§ 4-6 annet ledd annet punktum oppheves.",
                        "§ 4-6 fjerde ledd skal lyde:",
                        "Er det truffet vedtak etter annet ledd, skal begjæring om tiltak som nevnt i § 7-11 sendes fylkesnemnda snarest, og senest innen seks uker, men innen to uker hvis det gjelder tiltak etter § 4-24.",
                        "§ 4-9 første ledd annet punktum oppheves.",
                        "§ 4-9 tredje ledd skal lyde:",
                        "Er det truffet foreløpig vedtak, skal begjæring om tiltak som nevnt i § 7-11 være sendt fylkesnemnda snarest, og senest innen seks uker.",
                        "§ 4-15 tredje ledd siste punktum oppheves.",
                        "§ 4-19 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 4-19",
                    "title": "Samværsrett. Skjult adresse",
                    "sections": [
                        "Barn og foreldre har, hvis ikke annet er bestemt, rett til samvær med hverandre.",
                        "Når det er fattet vedtak om omsorgsovertakelse, skal fylkesnemnda ta standpunkt til omfanget av samværsretten, men kan også bestemme at det av hensyn til barnet ikke skal være samvær. Fylkesnemnda kan også bestemme at foreldrene ikke skal ha rett til å vite hvor barnet er.",
                        "Andre som har ivaretatt den daglige omsorgen for barnet i foreldrenes sted forut for omsorgsovertakelsen, kan kreve at fylkesnemnda tar stilling til om de skal ha rett til samvær med barnet og hvilket omfang samværsretten skal ha.",
                        "Barnets slektninger, eller andre som barnet har en nær tilknytning til, kan kreve at fylkesnemnda tar stilling til om de skal ha rett til samvær med barnet og samværsrettens omfang når",
                        "a)den ene eller begge foreldrene er døde, eller",
                        "b)fylkesnemnda har bestemt at den ene eller begge foreldrene ikke skal ha rett til samvær med barnet eller at foreldrenes rett til samvær skal være svært begrenset.",
                        "De private parter kan ikke kreve at sak om samvær skal behandles av fylkesnemnda dersom saken har vært behandlet av fylkesnemnda eller domstolene de siste tolv månedene.",
                        "§ 4-21 annet ledd skal lyde:",
                        "Partene kan ikke kreve at en sak om opphevelse av vedtak om omsorgsovertakelse skal behandles av fylkesnemnda dersom saken har vært behandlet av fylkesnemnda eller domstolene de siste tolv måneder. Er krav om opphevelse i forrige vedtak eller dom ikke tatt til følge under henvisning til § 4-21 første ledd annet punktum, kan ny behandling bare kreves der det dokumenteres at det har funnet sted vesentlige endringer i barnets situasjon.",
                        "§ 6-9 annet ledd skal lyde:",
                        "En undersøkelse er gjennomført når barneverntjenesten har truffet vedtak om tiltak eller saken er besluttet henlagt. I de tilfeller tiltaket hører under fylkesnemndas myndighetsområde, regnes undersøkelsen som gjennomført når barneverntjenesten har framlagt begjæring om tiltak for fylkesnemnda i henhold til § 7-11.",
                        "Kapittel 7 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 7. Saksbehandlingsregler for fylkesnemnda",
            "paragraphs": [
                {
                    "name": "§ 7-1",
                    "title": "Fylkesnemndas stedlige virkeområde",
                    "sections": [
                        "I hvert fylke skal det være en nemnd – fylkesnemnda for barnevern og sosiale saker. Departementet kan bestemme at flere fylker skal ha felles nemnd.",
                        "Fylkesnemnda avgjør saker som reises av kommunene, jf. § 8-4, i det fylket nemnda omfatter. Når hensynet til en hensiktsmessig saksavvikling tilsier det, kan departementet bestemme at saker som reises i en eller flere kommuner skal avgjøres i en annen nemnd."
                    ]
                },
                {
                    "name": "§ 7-2",
                    "title": "Fylkesnemndas sammensetning",
                    "sections": [
                        "Hver fylkesnemnd skal bestå av",
                        "a)en eller flere ledere som fyller kravene til dommere,",
                        "b)et utvalg av fagkyndige, og",
                        "c)et alminnelig medlemsutvalg. Departementet kan bestemme at utvalget skal deles i underutvalg som dekker ulike deler av nemndas geografiske område.",
                        "Departementet oppnevner utvalg som nevnt i første ledd bokstav b og c. Oppnevningen gjelder for fire år om gangen. Medlemmer til utvalg som nevnt i første ledd bokstav c, skal tas fra utvalget for meddommere som velges i henhold til domstolloven § 64.",
                        "Departementet kan gi forskrifter om hvilke krav som skal stilles til medlemmene av utvalg som nevnt i første ledd bokstav b og c."
                    ]
                },
                {
                    "name": "§ 7-3",
                    "title": "Hovedprinsippene for saksbehandlingen i fylkesnemnda",
                    "sections": [
                        "Fylkesnemndas saksbehandling skal være betryggende, rask og tillitskapende. Den skal være tilpasset tiltaket og sakens art, omfang og vanskelighetsgrad, og støtte opp under lovens grunnleggende hensyn.",
                        "For å oppnå målene i første ledd, skal",
                        "a)fylkesnemnda sørge for at bevisførselen gir et forsvarlig faktisk avgjørelsesgrunnlag,",
                        "b)partene i saken bli hørt, normalt ved muntlige forklaringer umiddelbart for nemndene,",
                        "c)det legges til rette for kontradiksjon,",
                        "d)partene i saken likebehandles og få den nødvendige veiledning,",
                        "e)fylkesnemnda foreta en selvstendig og reell vurdering av avgjørelsesgrunnlaget, og",
                        "f)avgjørelser om tiltak og andre viktige avgjørelser begrunnes.",
                        "Nemndsleder har ansvaret for at saksbehandlingen skjer i samsvar med første og annet ledd, og skal i dette øyemed planlegge og lede saksforberedelse, forhandlingsmøte og rådslagning, og påse at saksbehandlingen står i forhold til det som skal avgjøres."
                    ]
                },
                {
                    "name": "§ 7-4",
                    "title": "Dokumentinnsyn",
                    "sections": [
                        "Partene har rett til innsyn i begjæring om tiltak med vedlagte dokumenter, fylkesnemndsvedtak og andre dokumenter i saken for fylkesnemnda, og kan forlange kopi av dem.",
                        "De begrensninger i partens rett til å se saksdokumenter som er fastsatt i forvaltningsloven § 19 første ledd bokstav c og annet ledd, gjelder ikke for disse dokumentene."
                    ]
                },
                {
                    "name": "§ 7-5",
                    "title": "Sammensetningen i den enkelte sak",
                    "sections": [
                        "I den enkelte sak skal fylkesnemnda bestå av nemndsleder, ett medlem fra det alminnelige utvalg og ett fra det fagkyndige utvalg. Når sakens vanskelighetsgrad gjør det nødvendig, kan nemndsleder beslutte at nemnda, i tillegg til nemndsleder, skal bestå av to medlemmer fra det alminnelige utvalg og to fra det fagkyndige utvalg.",
                        "Dersom partene samtykker, kan nemndsleder avgjøre saker som nevnt i første ledd alene når hensynet til en betryggende saksbehandling ikke er til hinder for det.",
                        "Når saken gjelder krav om endring i forhold til et tidligere vedtak eller dom, kan nemndsleder avgjøre saken alene dersom dette er ubetenkelig hensett til sakens tema, vanskelighetsgrad, behovet for fagkyndighet, og hensynet til en forsvarlig behandling."
                    ]
                },
                {
                    "name": "§ 7-6",
                    "title": "Habilitet",
                    "sections": [
                        "For nemndsleder og medlemmene gjelder domstolloven kapittel 6 tilsvarende.",
                        "Deltagelse ved tidligere behandling av saker med de samme parter eller i samme sakskompleks i fylkesnemnda, medfører ikke i seg selv inhabilitet."
                    ]
                },
                {
                    "name": "§ 7-7",
                    "title": "Innkalling av partene. Uteblivelse",
                    "sections": [
                        "Partene skal innkalles til forhandlingsmøtet, om nødvendig ved forkynning. Ved forkynning gjelder § 7-21 om forkynning av vedtak tilsvarende. Forkynning av innkallingen kan unnlates på de vilkår som følger av forvaltningsloven § 16 tredje ledd.",
                        "Når en privat part er innkalt etter reglene i første ledd, kan saken behandles selv om vedkommende uteblir."
                    ]
                },
                {
                    "name": "§ 7-8",
                    "title": "Advokater",
                    "sections": [
                        "Fylkesnemnda skal sørge for at det blir oppnevnt advokat for de private parter. Advokaten skal omgående gjøres kjent med begjæring om tiltak med vedlagte dokumenter, og gis frist for tilsvar etter § 7-11. Departementet kan gi nærmere bestemmelser om utvalg av advokater som kan oppnevnes for privat part i saker etter § 7-23.",
                        "Den offentlige part skal under saken som regel være representert av advokat."
                    ]
                },
                {
                    "name": "§ 7-9",
                    "title": "Talsperson",
                    "sections": [
                        "Fylkesnemnda kan oppnevne en egen talsperson for barnet i saker som skal behandles for nemnda. Departementet kan gi forskrifter om den nærmere gjennomføring av ordningen."
                    ]
                },
                {
                    "name": "§ 7-10",
                    "title": "Barneverntjenestens innledning til sak",
                    "sections": [
                        "Sak for fylkesnemnda innledes ved at barneverntjenesten utarbeider begjæring om tiltak. En klagesak etter § 4-17 skal forberedes av barneverntjenesten etter bestemmelsene i forvaltningsloven § 33 første til fjerde ledd.",
                        "Når saken gjelder krav fra den private part om endringer i et tidligere vedtak, skal barneverntjenesten forberede og sende saken til fylkesnemnda snarest mulig og senest innen tre måneder fra barneverntjenesten mottok kravet. I særlige tilfeller kan fristen være seks måneder.",
                        "Dersom begjæringen skal forelegges et folkevalgt organ etter § 2-1 tredje ledd, skal forslaget, dersom organet er enig, omgående sendes til fylkesnemnda med eventuelle merknader. Haster saken, kan den sendes til nemnda uten at den er forelagt det folkevalgte organet på forhånd.",
                        "Dersom fylkesmannen etter klage, jf. § 6-5, eller på annen måte blir kjent med forhold som tilsier at det bør iverksettes tiltak som forutsetter vedtak i fylkesnemnda, kan fylkesmannen fremme forslag som nevnt i første ledd."
                    ]
                },
                {
                    "name": "§ 7-11",
                    "title": "Begjæring om tiltak. Tilsvar",
                    "sections": [
                        "Begjæring om tiltak sendes fylkesnemnda og skal inneholde eller vedlegges:",
                        "a)betegnelse på nemnda,",
                        "b)partenes, lovlige stedfortrederes og advokaters navn, stilling og adresse,",
                        "c)en kort angivelse av hva begjæringen gjelder,",
                        "d)saksfremstilling,",
                        "e)de bevis som vil bli ført, herunder oppgave over vitner og sakkyndige, med angivelse av hva forklaringene gjelder, og",
                        "f)forslag til vedtak, en kort oppsummerende redegjørelse for de omstendigheter som begrunner forslaget med henvisning til de rettsregler som kommer til anvendelse.",
                        "I begjæringen skal det redegjøres for forhold som kan ha betydning for nemndsleders vurdering av den videre behandling og avgjørelsesform, herunder nemndas sammensetning og fremdriftsplan for et eventuelt forhandlingsmøte.",
                        "Dersom en begjæring om tiltak ikke tilfredsstiller de krav som følger av første og annet ledd, skal nemndsleder gi pålegg om retting og sette en kort frist for dette.",
                        "De private parter skal umiddelbart varsles om begjæringen, og gis en kort frist for tilsvar, normalt ikke lenger enn ti dager. De skal redegjøre for sitt syn på begjæringen og det angitte grunnlaget for den, egne bevistilbud og forhold av betydning for nemndsleders vurdering av den videre behandling og avgjørelsesform, herunder fylkesnemndas sammensetning og fremdriftsplan for et eventuelt forhandlingsmøte."
                    ]
                },
                {
                    "name": "§ 7-12",
                    "title": "Saksforberedelsen i fylkesnemnda",
                    "sections": [
                        "Gjennom saksforberedelsen skal rammene for saken i nemnda trekkes opp, slik at den videre saksbehandling og avgjørelse kan skje i samsvar med § 7-3.",
                        "Umiddelbart etter at begjæring om tiltak kommer inn til nemnda, skal nemndsleder vurdere og eventuelt treffe avgjørelse om den videre behandling, blant annet knyttet til:",
                        "a)nemndas sammensetning,",
                        "b)behovet for møter, herunder om det skal holdes forhandlingsmøte,",
                        "c)tema, tid og sted for slike møter,",
                        "d)behovet for ytterligere bevisførsel, herunder for sakkyndige utredninger,",
                        "e)bevisførselens form, herunder bruk av fjernavhør, og",
                        "f)om det skal oppnevnes talsperson for barnet.",
                        "I saker med uoversiktlig faktisk forhold kan nemndsleder pålegge kommunen å inngi en kortfattet kronologisk eller annen systematisert redegjørelse for de faktiske forhold eller deler av dette. Den eller de private parter skal gis en frist til å gi et svar med angivelse av hvilke deler av den faktiske beskrivelsen som aksepteres, og hvilke deler som ikke godtas. Godtas beskrivelsen ikke, kan nemndsleder anmode partene om kort å angi det faktiske forhold parten mener er riktig. Nemndsleder kan oppfordre partene til å samarbeide om redegjørelsen.",
                        "Flere saker som helt eller delvis gjelder samme barn eller foreldre, skal søkes behandlet samlet i den utstrekning dette kan skje uten tilsidesettelse av lovbestemt taushetsplikt.",
                        "Nemndsleder kan innkalle til saksforberedende møte for blant annet å klarlegge uenigheten mellom partene og drøfte videre behandling av saken.",
                        "Nemndsleder kan innen avsluttet saksforberedelse kreve at partene inngir en kort avsluttende redegjørelse for forslag til vedtak, de omstendigheter som begrunner det og de rettsregler som kommer til anvendelse, samt de bevis partene vil føre."
                    ]
                },
                {
                    "name": "§ 7-13",
                    "title": "Saksstyrende avgjørelser. Avvisning og heving",
                    "sections": [
                        "Avgjørelser om saksbehandlingen under saksforberedelsen treffes av nemndsleder. Er vedkommende nemndsleder avskåret fra raskt å treffe avgjørelsen, kan avgjørelsen treffes av en annen nemndsleder.",
                        "Nemndsleder kan treffe avgjørelse om å avvise eller heve saken under saksforberedelsen etter reglene i første ledd.",
                        "Avgjørelser som nevnt i første ledd kan omgjøres hvis hensynet til lovens formål tilsier det. Avgjørelser under saksforberedelsen er ikke bindende ved forhandlingsmøtet."
                    ]
                },
                {
                    "name": "§ 7-14",
                    "title": "Når forhandlingsmøte skal holdes",
                    "sections": [
                        "Før vedtak treffes skal det holdes forhandlingsmøte. Forhandlingsmøte skal holdes snarest, og hvis mulig innen fire uker etter at fylkesnemnda mottok saken.",
                        "Det kan treffes vedtak uten forhandlingsmøte:",
                        "a)når sakens parter samtykker og hensynet til en betryggende saksbehandling ikke er til hinder for det, eller",
                        "b)når saken gjelder krav om endring i forhold til et tidligere vedtak eller dom, og nemndsleder finner dette ubetenkelig hensett til sakens tema, vanskelighetsgrad, behovet for fagkyndighet og hensynet til en forsvarlig behandling.",
                        "Når vilkårene i annet ledd bokstav a eller b er oppfylt, kan det treffes vedtak på grunnlag av en kombinasjon av muntlig behandling etter første ledd og skriftlig behandling."
                    ]
                },
                {
                    "name": "§ 7-15",
                    "title": "Gjennomføringen av forhandlingsmøte",
                    "sections": [
                        "Nemndsleder styrer forhandlingsmøtet og påser at det gjennomføres i henhold til de rammer som er fastsatt. For øvrig gjelder tvisteloven § 9-15 tilsvarende så langt den passer."
                    ]
                },
                {
                    "name": "§ 7-16",
                    "title": "Lukkede dører",
                    "sections": [
                        "Fylkesnemndas møter holdes for lukkede dører.",
                        "Nemnda kan likevel, når partene begjærer det eller samtykker, og nemnda finner dette ubetenkelig, beslutte at møtet skal holdes helt eller delvis for åpne dører.",
                        "På samme vilkår som i annet ledd kan nemnda beslutte at",
                        "a)bestemte personer med tilknytning til en part, eller i opplæringsøyemed, kan overvære forhandlingene, og",
                        "b)bestemte personer kan overvære forhandlingene og rådslagningsmøtet i forskningsøyemed.",
                        "Alle tilstedeværende har taushetsplikt og referatforbud med mindre nemnda bestemmer noe annet."
                    ]
                },
                {
                    "name": "§ 7-17",
                    "title": "Bevis",
                    "sections": [
                        "For fylkesnemndene gjelder følgende regler i tvisteloven tilsvarende så langt de passer:",
                        "a)kapittel 21 om alminnelige regler om bevis, unntatt § 21-4,",
                        "b)kapittel 22 om bevisforbud og bevisfritak,",
                        "c)kapittel 24 om vitnebevis,",
                        "d)kapittel 25 om sakkyndighetsbevis,",
                        "e)kapittel 26 om realbevis, og",
                        "f)kapittel 27 om bevisopptak i rettssak."
                    ]
                },
                {
                    "name": "§ 7-18",
                    "title": "Avgjørelsesgrunnlaget",
                    "sections": [
                        "Avgjørelser etter forhandlingsmøte treffes på grunnlag av behandlingen i møtet. Nemndsleder kan bestemme at skriftlige redegjørelser om faktiske forhold, jf. § 7-12 tredje ledd, skal inngå i avgjørelsesgrunnlaget.",
                        "Der saken avgjøres uten forhandlingsmøte etter § 7-14 annet ledd, er avgjørelsesgrunnlaget sakens dokumenter og eventuell bevisførsel i møte som nevnt i § 7-12 femte ledd.",
                        "Der saken avgjøres på grunnlag av en kombinasjon av muntlig og skriftlig behandling etter § 7-14 tredje ledd, er avgjørelsesgrunnlaget behandlingen i forhandlingsmøtet og sakens dokumenter.",
                        "Ved klage over akuttvedtak gjelder § 7-23 annet ledd."
                    ]
                },
                {
                    "name": "§ 7-19",
                    "title": "Vedtak",
                    "sections": [
                        "Fylkesnemnda treffer vedtak snarest mulig og senest to uker etter at forhandlingsmøtet ble avsluttet, med mindre dette ikke er praktisk mulig. Hvis fristen overskrides, skal årsaken oppgis i vedtaket.",
                        "For rådslagningsmøte og avstemning gjelder tvisteloven § 19-3 tilsvarende så langt den passer.",
                        "Vedtak skal begrunnes som dommer. Tvisteloven § 19-6 gjelder tilsvarende så langt den passer. I meldingen om vedtaket skal det gjøres oppmerksom på adgangen til å kreve rettslig prøving, jf. § 7-24.",
                        "Nemndas vedtak blir bindende når det er underskrevet av alle nemndas medlemmer. Nemndsleder underskriver til slutt."
                    ]
                },
                {
                    "name": "§ 7-20",
                    "title": "Retting av feil. Tilleggsvedtak",
                    "sections": [
                        "For retting av feil i fylkesnemndas vedtak gjelder tvisteloven § 19-8 tilsvarende så langt den passer. Nemnda plikter å behandle en begjæring om retting når begjæringen fremsettes innen fristen for å kreve rettslig prøving.",
                        "For tilleggsvedtak i nemnda gjelder tvisteloven § 19-9 tilsvarende så langt den passer."
                    ]
                },
                {
                    "name": "§ 7-21",
                    "title": "Forkynning av vedtak",
                    "sections": [
                        "Fylkesnemndas vedtak forkynnes ved postforkynning etter domstolloven § 163a.",
                        "Nemnda kan beslutte forkynning ved stevnevitne etter reglene i domstolloven dersom den finner det nødvendig for å sikre en forsvarlig forkynning.",
                        "For øvrig gjelder domstollovens regler om forkynning tilsvarende så langt de passer."
                    ]
                },
                {
                    "name": "§ 7-22",
                    "title": "Godkjenning av akuttvedtak",
                    "sections": [
                        "Akuttvedtak etter §§ 4-6 annet ledd, 4-9 første ledd og 4-25 annet ledd, skal umiddelbart etter iverksettingen sendes til godkjenning i fylkesnemnda. Vedtaket skal snarest, og om mulig innen 48 timer etter at fylkesnemnda har mottatt saken, godkjennes av nemndsleder. Det skal gis en kort begrunnelse for avgjørelsen.",
                        "Godkjenningen skjer med utgangspunkt i akuttvedtaket. Nemndsleder kan innhente ytterligere opplysninger der dette er nødvendig for å ta stilling til godkjenningsspørsmålet."
                    ]
                },
                {
                    "name": "§ 7-23",
                    "title": "Klage over akuttvedtak",
                    "sections": [
                        "De private parter kan påklage et akuttvedtak etter §§ 4-6 annet ledd, 4-9 første ledd og 4-25 annet ledd. Klagen fremsettes skriftlig eller muntlig overfor fylkesnemnda.",
                        "Klagen behandles av nemndsleder alene. Det skal holdes et kort møte hvor partene gis mulighet til å redegjøre for sitt syn og til å tilby slik supplerende bevisførsel som nemndsleder tillater.",
                        "Vedtak i klagesaken skal foreligge innen en uke etter at fylkesnemnda mottok saken."
                    ]
                },
                {
                    "name": "§ 7-24",
                    "title": "Rettslig prøving",
                    "sections": [
                        "Nemndas vedtak kan bringes inn for tingretten etter reglene i tvisteloven kapittel 36 av den private part eller av kommunen. Kommunen er part i saken. Om adgangen for et barn til å reise søksmål gjelder § 6-3 annet ledd.",
                        "Fristen for å reise søksmål er to måneder fra den dag den som har rett til å reise søksmål, fikk melding om vedtaket. Det kan gis oppfriskning mot oversittelse av søksmålsfristen.",
                        "Kommunen dekker sine egne kostnader med saken."
                    ]
                },
                {
                    "name": "§ 7-25",
                    "title": "Forsøk med samtaleprosess",
                    "sections": [
                        "Departementet kan gi samtykke til at det i en eller flere nemnder igangsettes forsøk med at nemndsleder tar initiativ til en samtaleprosess hvor det søkes etter grunnlag for enighet mellom partene. Departementet kan gi nærmere regler om gjennomføringen av slike forsøk.",
                        "§ 9-3 tredje ledd skal lyde:",
                        "Fylkesnemnda avgjør kravet i de tilfelle det vedtak som gir grunnlag for plasseringen hører inn under fylkesnemndas myndighetsområde.",
                        "I lov 13. desember 1991 nr. 81 om sosiale tjenester (sosialtjenesteloven) gjøres følgende endringer:",
                        "§ 4A-11 annet ledd skal lyde:",
                        "Vedtak etter § 4A-5 tredje ledd bokstavene b og c som er overprøvd av Fylkesmannen etter § 4A-8, kan påklages av tjenestemottakeren, vergen eller hjelpevergen og pårørende til fylkesnemnda for barnevern og sosiale saker. Klageadgangen gjelder også hvis Fylkesmannen har nektet å godkjenne kommunens vedtak, forutsatt at kommunen fortsatt ønsker å gjennomføre tiltaket. Fylkesnemnda skal prøve alle sider av saken.",
                        "§ 4A-11 tredje ledd skal lyde:",
                        "Det kan oppnevnes et eget utvalg av fagkyndige for saker som etter reglene i dette kapitlet skal behandles av fylkesnemnda. Forhandlingsmøte for saker etter denne bestemmelsen, skal holdes snarest og hvis mulig innen to uker etter at fylkesnemnda mottok saken, jf. barnevernloven § 7-14. For øvrig gjelder reglene i barnevernloven §§ 7-1 til 7-8 og 7-11 til 7-21. Kongen kan gi forskrift om at disse reglene skal gjelde helt eller delvis.",
                        "§ 4A-12 første ledd annet punktum skal lyde:",
                        "Søksmålsadgangen gjelder ikke hvis fylkesnemnda for barnevern og sosiale saker har nektet å godkjenne kommunens vedtak.",
                        "§ 6-2 annet ledd skal lyde:",
                        "Et vedtak etter første ledd skal treffes av fylkesnemnda for barnevern og sosiale saker. Fylkesnemnda skal samtidig ta stilling til om det skal være adgang til å ta urinprøver av klienten under institusjonsoppholdet.",
                        "§ 6-2 fjerde ledd skal lyde:",
                        "Et midlertidig vedtak etter første ledd kan treffes av sosialtjenesten dersom de interesser bestemmelsen skal ivareta kan bli vesentlig skadelidende dersom vedtak ikke treffes og gjennomføres straks. For øvrig gjelder reglene i barnevernloven §§ 7-22 og 7-23.",
                        "§ 6-2a tredje ledd skal lyde:",
                        "Sosialtjenesten skal, i samråd med institusjonen, minst hver tredje måned vurdere om det fortsatt er grunnlag for tilbakeholdelse. Tilbakeholdelsen kan bare fortsette dersom sosialtjenesten treffer avgjørelse om det innen denne fristen.",
                        "§ 6-2a femte ledd skal lyde:",
                        "Et midlertidig vedtak etter første ledd kan treffes av sosialtjenesten dersom de interesser bestemmelsen skal ivareta kan bli vesentlig skadelidende dersom vedtaket ikke treffes og gjennomføres straks. For øvrig gjelder reglene i barnevernloven §§ 7-22 og 7-23.",
                        "Ny § 6-4 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 6-4",
                    "title": "Bruk av fylkesnemnda i saker etter §§ 6-2 og 6-2a",
                    "sections": [
                        "Barnevernloven §§ 7-1 til 7-8 og §§ 7-11 til 7-23 gjelder tilsvarende for saker etter §§ 6-2 og 6-2a i den utstrekning annet ikke fremgår av loven her.",
                        "Forhandlingsmøte for saker etter §§ 6-2 og 6-2a, skal holdes snarest og hvis mulig innen to uker etter at fylkesnemnda mottok saken, jf. barnevernloven § 7-14.",
                        "Ny 6-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-5",
                    "title": "Innledning til sak etter §§ 6-2 og 6-2a",
                    "sections": [
                        "En sak etter §§ 6-2 og 6-2a innledes ved at sosialtjenesten utarbeider begjæring om tiltak etter vedkommende bestemmelse.",
                        "Dersom begjæringen skal forelegges et folkevalgt organ, jf. § 8-5a, skal begjæringen, dersom organet er enig, med eventuelle merknader omgående sendes til fylkesnemnda. Haster saken, kan den sendes til nemnda uten at den er forelagt det folkevalgte organet på forhånd.",
                        "Ny § 6-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-6",
                    "title": "Overprøving av fylkesnemndas vedtak",
                    "sections": [
                        "Nemndas vedtak kan bringes inn for tingretten etter reglene i tvisteloven kapittel 36 av den private part eller av kommunen. Kommunen er part i saken. Om adgangen for et barn til å reise søksmål gjelder § 8-3 annet ledd.",
                        "Fristen for å reise søksmål er to måneder fra den dag den som har rett til å reise søksmål, fikk melding om vedtaket. Det kan gis oppfriskning etter tvisteloven mot oversittelse av fristen.",
                        "Kommunen dekker sine egne omkostninger i saken.",
                        "§ 8-6 annet ledd skal lyde:",
                        "Første ledd gjelder ikke saker som hører under fylkesnemnda for barnevern og sosiale saker.",
                        "Kapittel 9 oppheves.",
                        "I lov 5. august 1994 nr. 55 om vern mot smittsomme sykdommer gjøres følgende endringer:",
                        "§ 5-2 femte ledd skal lyde:",
                        "Vedtak etter andre og tredje ledd skal gjøres av smittevernnemnda, se §§ 7-5, 7-6 og 7-8, etter reglene i §§ 5-5 til 5-7. Se likevel § 5-8 om hastevedtak. Det har ikke utsettende virkning dersom vedtaket bringes inn for tingretten.",
                        "§ 5-3 femte ledd skal lyde:",
                        "Vedtak om tvungen isolering i sykehus og medikamentell behandling gjøres av smittevernnemnda, se §§ 7-5, 7-6 og 7-8, etter reglene i §§ 5-5 til 5-7. Det har ikke utsettende virkning dersom vedtaket bringes inn for tingretten. Tvangsvedtaket skal oppheves av avdelingens overlege så snart vilkårene for innleggelsen ikke lenger foreligger. Smittevernnemnda skal varsles så tidlig som mulig, og senest tre døgn før den smittede blir utskrevet.",
                        "§ 5-5 første og annet ledd skal lyde:",
                        "En sak om vedtak etter §§ 5-2 eller 5-3 innledes ved at kommunelegen utarbeider begjæring om tiltak etter den aktuelle paragrafen. I begjæringen skal det redegjøres for de omstendigheter kommunelegen legger til grunn for det tiltak som blir foreslått.",
                        "Begjæringen skal forelegges fylkesmannen, som omgående skal sende den til smittevernnemnda.",
                        "§ 5-6 første ledd skal lyde:",
                        "Smittevernnemnda skal sørge for at det blir oppnevnt advokat for de private parter. Advokaten skal omgående gjøres kjent med begjæring om tiltak med vedlagte dokumenter, og gis frist for tilsvar etter barnevernloven § 7-11.",
                        "§ 5-7 annet ledd skal lyde:",
                        "Vedtaket skal gjøres umiddelbart etter at drøftingene i smittevernnemnda er slutt. Reglene i tvisteloven om dommers innhold og begrunnelse gjelder tilsvarende.",
                        "§ 7-5 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 7-5",
                    "title": "Smittevernnemndas myndighetsområde",
                    "sections": [
                        "Gjennomføring av tiltak med tvang etter denne lovs §§ 5-2 og 5-3 avgjøres av smittevernnemnda. Smittevernnemnda er den av fylkesnemndene for barnevern og sosiale saker, jf. barnevernloven § 7-1, som departementet utpeker til denne oppgaven. Når det foreligger et alvorlig utbrudd av allmennfarlig smittsom sykdom, jf. § 1-3 nr. 4, kan flere fylkesnemnder utpekes til smittevernnemnder.",
                        "Reglene i barnevernloven kapittel 7 gjelder i den utstrekning annet ikke fremgår av loven her.",
                        "Departementet kan bestemme at smittevernnemnda også skal behandle andre saker etter loven her.",
                        "§ 7-6 første ledd skal lyde:",
                        "Smittevernnemnda settes sammen etter reglene i barnevernloven § 7-2.",
                        "I lov 13. august 1915 nr. 5 om domstolene gjøres følgende endring:",
                        "§ 163a annet ledd skal lyde:",
                        "Følgende myndigheter foretar forkynning postalt etter reglene i denne bestemmelse: De alminnelige domstoler, jordskifterettene, forbrukertvistutvalget, fylkesnemndene for barnevern og sosiale saker, påtalemyndigheten, namsmenn, lensmenn, namsfogder, politistasjoner med sivile rettspleieoppgaver og fylkesmenn.",
                        "I lov 13. juni 1980 nr. 35 om fri rettshjelp gjøres følgende endringer:",
                        "§ 11 første ledd nr. 2 bokstav a skal lyde:",
                        "for den som er part i sak hvor barnevernet har fattet vedtak som nevnt i lov om barneverntjenester § 4-6 annet og tredje ledd, § 4-9 første og annet ledd og § 4-25 annet ledd annet punktum, men hvor vedtaket ikke blir etterfulgt av at barnevernet starter forberedelse til sak som skal behandles av fylkesnemnda etter kapittel 7 i lov om barneverntjenester.",
                        "§ 17 tredje ledd nr. 1 skal lyde:",
                        "I saker som skal behandles av fylkesnemnda etter lov om sosiale tjenester mv.",
                        "I lov 28. februar 1986 nr. 8 om adopsjon gjøres følgende endring:",
                        "§ 1 første ledd skal lyde:",
                        "Departementet skal utstede adopsjonsbevillingen uten å prøve om vilkårene i loven er til stede, når fylkesnemnda for barnevern og sosiale saker har fattet vedtak etter barnevernloven § 4-20 annet og tredje ledd, og vedtaket er endelig.",
                        "I lov 17. juni 2005 nr. 90 om mekling og rettergang i sivile tvister § 37-3 gjøres følgende endring:",
                        "I nr. 11 skal endringen av lov 13. desember 1991 nr. 81 om sosiale tjenester mv. § 9-10 oppheves.",
                        "III-IX trer i kraft fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelser til forskjellig tid.",
                        "Kongen kan gi nærmere overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        },
        {
            "name": "X",
            "paragraphs": []
        }
    ]
}