{
    "lawId": "LOV-2013-06-21-70",
    "lawName": "Lov om endringar i lov 21. desember 2007 nr. 119 om toll og vareførsel",
    "shortName": "Endringslov til tolloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 9-5",
                    "title": "Nedsettelse av toll",
                    "sections": [
                        "(1) Departementet kan treffe enkeltvedtak om nedsettelse av toll dersom det oppstår tilfeller eller situasjoner som ikke var overveid da Stortingets vedtak om toll ble truffet, og tollen i det enkelte tilfellet får en utilsiktet og klart urimelig virkning.",
                        "(2) Departementet kan gi forskrift om nedsettelse av toll etter denne paragraf, herunder om søknadsbehandling, frister og vilkår for nedsettelsen.",
                        "Ny § 13-10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13-10",
                    "title": "Planlegging, målretting og gjennomføring av kontroller",
                    "sections": [
                        "(1) Ved planlegging, målretting og gjennomføring av kontroller kan tollmyndighetene innhente, lagre, sammenstille og bruke nødvendige personopplysninger, herunder sensitive personopplysninger som nevnt i personopplysningsloven § 2 nr. 8 bokstav b og c.",
                        "(2) Kildene for personopplysningene kan være anonyme. Det er ikke krav om at personopplysningene er fullstendige og verifiserte. Tollmyndighetene må innen fire måneder avklare om ikke-verifiserte personopplysninger er korrekte og relevante.",
                        "(3) Personopplysninger skal ikke lagres lenger enn det som er nødvendig ut fra formålet med behandlingen. Personopplysninger knyttet til resultatene av analyser av varer og substanser, kan lagres i inntil fem år eller inntil rettskraftig dom foreligger.",
                        "(4) Departementet kan gi forskrift til utfylling og gjennomføring av reglene i denne paragraf.",
                        "Endringane under I tek til å gjelde straks."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}