{
    "lawId": "LOV-2013-06-14-35",
    "lawName": "Lov om endringer i konkurranseloven",
    "shortName": "Endringslov til konkurranseloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 12",
                    "title": "Pålegg om å bringe en ulovlig atferd til opphør mv.",
                    "sections": [
                        "Konkurransetilsynet kan pålegge foretak eller sammenslutninger av foretak som overtrer forbudene i § 10, § 11 eller i forskrift i medhold av § 14, å bringe overtredelsen til opphør. Pålegget kan omfatte ethvert tiltak som er nødvendig for å bringe overtredelsen til opphør. Strukturelle tiltak kan bare pålegges dersom det ikke finnes like effektive atferdsregulerende tiltak, eller dersom et atferdsregulerende tiltak vil være mer byrdefullt for foretaket.",
                        "Pålegg etter første ledd kan gis selv om Konkurransetilsynet vedtar overtredelsesgebyr mot foretaket etter § 29.",
                        "Dersom foretaket tilbyr avhjelpende tiltak i en sak som kan ende med et vedtak etter § 12 første ledd, kan Konkurransetilsynet avslutte saken ved et vedtak som gjør tiltakene bindende for foretaket. Vedtak etter første punktum kan fattes før Konkurransetilsynet har gjort en fullstendig vurdering av om inngrepsvilkåret i første ledd er oppfylt. Konkurransetilsynet skal i vedtaket gi en vurdering av foretakets atferd. Videre skal det vurderes om og begrunnes hvorfor de tilbudte tiltakene er egnet til og nødvendige for å avhjelpe de konkurransemessige problemene som Konkurransetilsynet har funnet. Vedtaket skal fastslå at Konkurransetilsynet ikke vil gå videre med saken etter første ledd eller § 29 dersom tiltakene gjennomføres. Konkurransetilsynet kan etter forslag fra foretakene oppnevne en forvalter til å bistå ved gjennomføringen av vedtak etter første punktum. Kongen kan i forskrift gi nærmere bestemmelser om forvalters stilling. Ved klage over vedtak etter dette ledd kan departementet oppheve eller stadfeste Konkurransetilsynets vedtak.",
                        "Konkurransetilsynet kan etter anmodning eller av eget tiltak omgjøre et vedtak etter tredje ledd dersom",
                        "a)faktiske forhold som var vesentlige for vedtaket, endrer seg,",
                        "b)foretakene handler i strid med vedtaket, eller",
                        "c)vedtaket bygger på ufullstendige, uriktige, eller villedende opplysninger fra foretakene.",
                        "Konkurransetilsynet kan dersom det er",
                        "a)rimelig grunn til å anta at § 10, § 11 eller forskrift i medhold av § 14 er overtrådt, og",
                        "b)fare for at konkurransen utsettes for varig og uopprettelig skade,",
                        "treffe midlertidig vedtak om pålegg etter første ledd. Dette gjelder likevel ikke dersom den vedtaket retter seg mot, påføres skade eller ulempe som står i åpenbart misforhold til de hensyn vedtaket skal ivareta. Midlertidig vedtak skal treffes for et begrenset tidsrom, men kan forlenges dersom faren for konkurransen består.",
                        "§ 13 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Prøving i saker av prinsipiell eller stor samfunnsmessig betydning",
                    "sections": [
                        "I saker av prinsipiell eller stor samfunnsmessig betydning kan Kongen i statsråd tillate atferd i strid med forbudet i § 10 eller § 11, og gi pålegg og omgjøre Konkurransetilsynets vedtak etter § 12 første ledd. En tillatelse til atferd i strid med § 10 eller § 11 har ingen virkning i forhold til overtredelser av lovens forbud eller vedtak truffet i medhold av loven før tillatelsen blir gitt.",
                        "§ 16 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Inngrep mot foretakssammenslutninger mv.",
                    "sections": [
                        "Konkurransetilsynet skal forby foretakssammenslutninger som vil føre til eller forsterke en vesentlig begrensning av konkurransen i strid med lovens formål. Forbudet kan omfatte utfyllende bestemmelser som er nødvendige for at formålet med forbudet blir oppnådd.",
                        "Dersom Konkurransetilsynet finner at avhjelpende tiltak foreslått av melderne vil avbøte de konkurransebegrensende virkningene som foretakssammenslutningen kan føre til, skal tilsynet fatte vedtak om inngrep hvor foretakssammenlutningen tillates på disse vilkår. Konkurransetilsynet kan knytte forpliktelser til vedtaket for å sikre at vilkårene oppfylles.",
                        "Dersom en foretakssammenslutning er gjennomført, kan forbud etter første ledd omfatte påbud om avhendelse av aksjer eller andeler som er ervervet som ledd i foretakssammenslutningen, eller andre tiltak som er egnet til å gjenopprette den konkurransemessige situasjonen som forelå før foretakssammenslutningen ble gjennomført.",
                        "Konkurransetilsynet kan oppnevne en forvalter til å bistå ved gjennomføringen av vedtak etter første ledd. Etter forslag fra melderne kan tilsynet oppnevne en forvalter til å bistå ved gjennomføringen av vedtak etter annet ledd. Forvalteren får sin godtgjørelse dekket av og kan inngå avtaler på vegne av dem som vedtaket retter seg mot. Kongen kan i forskrift gi nærmere bestemmelser om forvalters stilling.",
                        "I den utstrekning opprettelsen av et fellesforetak som utgjør en foretakssammenslutning etter § 17, har til formål eller virkning å samordne fortsatt uavhengige foretaks konkurransemessige atferd, skal denne samordningen vurderes etter § 10 med sikte på å fastslå om det skal gripes inn mot foretakssammenslutningen.",
                        "Ny § 16 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 16 a",
                    "title": "Inngrep mot minoritetserverv",
                    "sections": [
                        "Konkurransetilsynet skal forby erverv av andeler i et foretak selv om ervervet ikke fører til kontroll, dersom det vil føre til eller forsterke en vesentlig begrensning av konkurransen i strid med lovens formål. Er ervervet gjennomført ved trinnvise oppkjøp, kan det gripes inn overfor de transaksjoner som har funnet sted innenfor en periode på to år regnet fra tidspunktet for det siste ervervet.",
                        "Ved inngrep etter første ledd gjelder bestemmelsene i § 16 annet til femte ledd tilsvarende.",
                        "§ 18 skal lyde:"
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Melding av foretakssammenslutninger mv.",
                    "sections": [
                        "Partene i en fusjon etter § 17 første ledd bokstav a eller den eller de som samlet eller hver for seg varig overtar kontroll etter § 17 første ledd bokstav b, skal informere Konkurransetilsynet om foretakssammenslutningen ved en melding.",
                        "Meldeplikten etter første ledd gjelder ikke",
                        "a)dersom de involverte foretakene har en samlet årlig omsetning i Norge under 1 milliard kroner, eller",
                        "b)dersom bare ett av de involverte foretakene har en årlig omsetning i Norge over 100 millioner kroner.",
                        "Konkurransetilsynet kan pålegge meldeplikt for foretakssammenslutninger som er unntatt fra meldeplikten etter annet ledd, dersom tilsynet finner rimelig grunn til å anta at konkurransen påvirkes, eller dersom særlige hensyn tilsier at tilsynet undersøker foretakssammenslutningen nærmere. Et slikt pålegg kan ikke gis senere enn tre måneder etter at endelig avtale er inngått eller kontroll er ervervet. Fristen løper fra det først inntrufne.",
                        "Dersom en foretakssammenslutning består i erverv av deler av ett eller flere foretak, enten de er selvstendige rettssubjekter eller ikke, skal det ved beregningen av omsetning etter annet ledd for selgers eller selgernes vedkommende bare tas hensyn til omsetningen for de deler som inngår i foretakssammenslutningen. Dersom det innenfor et tidsrom på to år gjennomføres to eller flere transaksjoner som nevnt i første punktum mellom de samme personer eller foretak, skal dette likevel betraktes som én og samme foretakssammenslutning, med virkning fra den dag den siste transaksjonen finner sted.",
                        "Konkurransetilsynet kan pålegge melding for erverv av andeler i foretak som nevnt i § 16 a. Et slikt pålegg kan ikke gis senere enn 3 måneder etter endelig avtale om erverv av andeler.",
                        "Foretakssammenslutninger som er unntatt fra meldeplikten etter annet ledd, og erverv av andeler i foretak som nevnt i § 16 a, kan meldes frivillig til Konkurransetilsynet for å avklare om det er aktuelt med inngrep.",
                        "Melding i henhold til første, tredje, femte og sjette ledd anses som fullstendig først når kravene i § 18 b er oppfylt.",
                        "En foretakssammenslutning som er omfattet av reglene om kontroll med foretakssammenslutninger i EØS-avtalen artikkel 57, er unntatt fra den alminnelige meldeplikten i første ledd.",
                        "Kongen kan gi forskrift om beregning av omsetning etter annet ledd, meldeplikt for foretakssammenslutninger som er unntatt fra meldeplikten etter annet ledd i næringer hvor særlige hensyn begrunner meldeplikt og om offentliggjøring av meldingene.",
                        "§ 18 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 18 a",
                    "title": "Hva meldingen skal inneholde",
                    "sections": [
                        "Melding etter § 18 første ledd skal inneholde",
                        "a)kontaktinformasjon om partene i fusjonen eller den eller de som overtar kontroll,",
                        "b)beskrivelse av foretakssammenslutningen,",
                        "c)beskrivelse av de involverte foretakene og foretak i samme konsern,",
                        "d)navn på de fem viktigste konkurrenter, kunder og leverandører i markeder i Norge, eller som Norge er del av, hvor de involverte foretakene og foretak i samme konsern har overlappende virksomhet,",
                        "e)beskrivelse av horisontalt forbundne markeder dersom minst to av partene er aktive på det samme markedet og partenes samlede markedsandel overstiger 15 prosent, samt markeder hvor minst to parter er vertikalt forbundet og deres markedsandel overstiger 25 prosent på hvert av de respektive markedene, som skal inkludere beskrivelse av markedsstrukturen i de berørte markedene, beskrivelse av de involverte foretakenes viktigste konkurrenter, kunder og leverandører i de berørte markedene, og redegjørelse for eventuelle etableringshindringer i de berørte markedene,",
                        "f)redegjørelse for eventuelle effektivitetsgevinster,",
                        "g)opplysninger om foretakssammenslutningen er underlagt tilsyn fra andre konkurransemyndigheter,",
                        "h)seneste versjon av avtalen om foretakssammenslutning med vedlegg, og",
                        "i)de involverte foretakenes siste årsberetning og årsregnskap.",
                        "Ved opprettelse av fellesforetak må meldingen også inneholde opplysninger om morselskapene fortsatt er virksomme på det samme markedet som fellesforetaket eller på et tidligere eller senere ledd i omsetningskjeden eller på et tilgrensende marked.",
                        "Konkurransetilsynet kan i den enkelte sak lempe kravene til melding etter første ledd.",
                        "Kongen kan gi forskrift om nærmere krav til innhold i melding etter første ledd, herunder regler om forenklede meldinger som fraviker innholdskravet i første ledd.",
                        "Ny § 18 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 18 b",
                    "title": "Taushetsbelagte opplysninger",
                    "sections": [
                        "Den som i behandlingen av en foretakssammenslutning, eller et minoritetserverv, gir opplysninger underlagt lovbestemt taushetsplikt til konkurransemyndighetene i henhold til § 18 og § 24 første ledd, eller i forslag til avhjelpende tiltak etter § 16 annet ledd, skal klart angi eller merke slike opplysninger og begrunne sin oppfatning. Avgiver skal samtidig fremlegge forslag til offentlig versjon. Dersom første punktum ikke er oppfylt, kan konkurransemyndighetene legge til grunn at avsender ikke motsetter seg at det gis innsyn i opplysningene.",
                        "Kongen kan gi forskrift om offentlige versjoner og begrunnelsesplikten som nevnt i første ledd.",
                        "§ 19 skal lyde:"
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Gjennomføringsforbud",
                    "sections": [
                        "Foretakssammenslutninger som omfattes av reglene i § 18 første ledd, må ikke gjennomføres før Konkurransetilsynet har avsluttet behandlingen av saken. Det samme gjelder dersom Konkurransetilsynet har gitt pålegg om melding etter § 18 tredje eller femte ledd, melding er gitt etter § 18 sjette ledd eller meldeplikten følger av forskrift gitt etter § 18 niende ledd.",
                        "Konkurransetilsynet kan etter søknad fra melderne gjøre unntak fra gjennomføringsforbudet etter første ledd i enkeltsaker. Konkurransetilsynet kan ved forskrift gjøre unntak fra gjennomføringsforbudet for grupper av foretak.",
                        "§ 20 skal lyde:"
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Vedtak",
                    "sections": [
                        "Vedtak etter § 16 og § 16 a treffes av Konkurransetilsynet på grunnlag av melding etter § 18 første, tredje, femte eller sjette ledd, eller på grunnlag av melding etter forskrift gitt etter niende ledd.",
                        "Konkurransetilsynet må innen 25 virkedager fra meldingen er mottatt, varsle at vedtak kan bli aktuelt. I varselet må Konkurransetilsynet vise at det er rimelig grunn til å anta at foretakssammenslutningen eller ervervet som nevnt i § 16 a vil føre til eller forsterke en vesentlig begrensning av konkurransen i strid med lovens formål. Gis ikke slikt varsel, kan Konkurransetilsynet ikke gripe inn etter § 16 eller § 16 a.",
                        "Dersom melderne fremsetter forslag om avhjelpende tiltak innen 20 virkedager fra meldingen er mottatt, forlenges Konkurransetilsynets frist etter annet ledd med 10 virkedager. Fremsettes forslag innen fristen, kan Konkurransetilsynet innen 35 virkedager fatte vedtak om inngrep som tillater foretakssammenslutningen på de foreslåtte vilkår. Slikt vedtak kan fattes uten at partene er gitt forhåndsvarsel.",
                        "Konkurransetilsynet må snarest mulig, og senest innen 70 virkedager fra meldingen er mottatt, fatte vedtak som stadfester fremsatt forslag om avhjelpende tiltak fra melderne eller legge frem begrunnet forslag til forbudsvedtak. Dersom melderne fremsetter forslag om avhjelpende tiltak senere enn 55 virkedager fra meldingen er mottatt, forlenges Konkurransetilsynets frist tilsvarende. Forslaget til forbudsvedtak forelegges partene til uttalelse med en frist på 15 virkedager. Konkurransetilsynet må treffe sitt vedtak innen 15 virkedager fra tilsynet har mottatt partenes uttalelse. Dersom det er fremsatt et forslag om avhjelpende tiltak etter at Konkurransetilsynet har lagt frem begrunnet forslag til forbudsvedtak, kan fristen for å treffe vedtak forlenges med 15 virkedager.",
                        "Forslag om avhjelpende tiltak anses ikke som fremsatt før forslag til offentlig versjon av forslaget er inngitt. Fristene i annet, tredje og fjerde ledd for Konkurransetilsynets saksbehandling begynner ikke å løpe før Konkurransetilsynet har mottatt en offentlig versjon av dokumentene.",
                        "Frister i annet og fjerde ledd for Konkurransetilsynets saksbehandling slutter å løpe dersom noen av de involverte foretak etter å ha mottatt skriftlig krav om å gi opplysninger innen en bestemt frist, ikke oppfyller kravet. Kravet anses ikke som oppfylt før Konkurransetilsynet har mottatt en offentlig versjon av dokumentene. Partene skal informeres om at fristen har sluttet å løpe. Fristen begynner å løpe igjen når Konkurransetilsynet mottar de etterspurte opplysninger.",
                        "Dersom Konkurransetilsynet finner at det ikke foreligger grunnlag for inngrep etter § 16 eller § 16 a, skal melderne underrettes skriftlig om at saken henlegges. I saker hvor Konkurransetilsynet har varslet at inngrep kan bli aktuelt etter annet ledd, skal underretningen kort angi hvorfor det ikke foreligger grunnlag for inngrep. Konkurransetilsynet skal avslutte saksbehandlingen snarest mulig.",
                        "Kongen kan gi forskrift om offentlige versjoner av dokumenter som nevnt i femte og sjette ledd.",
                        "Ny § 20 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 20 a",
                    "title": "Klage og oppheving",
                    "sections": [
                        "Vedtak som nevnt i § 20 første ledd kan påklages innen 15 virkedager. Konkurransetilsynet skal bringe klagen inn for departementet senest 15 virkedager etter at den er mottatt. Departementet må treffe vedtak i klagesaken innen 60 virkedager etter at klagen er mottatt. Bestemmelsene om fristavbrudd i § 20 sjette ledd gjelder tilsvarende for departementets saksbehandlingsfrister. Ved klage over vedtak etter § 16 annet ledd kan departementets vedtak bare gå ut på å oppheve eller stadfeste Konkurransetilsynets vedtak. For øvrig gjelder reglene om klage i forvaltningsloven kapittel VI så langt de passer.",
                        "Dersom departementet opphever et vedtak etter § 16 annet ledd fordi foretakssammenslutningen ikke kan føre til eller forsterke en vesentlig begrensning av konkurransen, er saken endelig avgjort. Ved en oppheving på annet grunnlag kan Konkurransetilsynet fatte et nytt vedtak etter § 20 første ledd. Bestemmelsene i § 20 annet og tredje ledd gjelder ikke. Tilsynet må snarest mulig og senest innen 45 virkedager fra vedtaket ble opphevet fatte vedtak om inngrep som tillater foretakssammenslutningen på vilkår foreslått av melderne eller legge frem begrunnet forslag til forbudsvedtak. Dersom melderne fremsetter forslag om avhjelpende tiltak senere enn 35 virkedager fra opphevingen av vedtaket, forlenges Konkurransetilsynets frist tilsvarende. Bestemmelsene i § 20 fjerde til syvende ledd gjelder for øvrig så langt de passer.",
                        "§ 21 skal lyde:"
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Prøving i saker av prinsipiell eller stor samfunnsmessig betydning",
                    "sections": [
                        "I saker av prinsipiell eller stor samfunnsmessig betydning kan Kongen i statsråd tillate en foretakssammenslutning eller et erverv av andeler som Konkurransetilsynet har grepet inn mot etter § 16 og § 16 a. Det kan settes vilkår for en slik tillatelse.",
                        "Dersom vilkårene i § 16 første ledd eller § 16 a første ledd er oppfylt, kan Kongen i statsråd i saker av prinsipiell eller stor samfunnsmessig betydning treffe vedtak etter §§ 16, 16 a og 18. Fristene i §§ 18, 20 og 20 a gjelder ikke for vedtak truffet etter dette ledd. Kongen i statsråd kan likevel ikke gripe inn mot en foretakssammenslutning eller et erverv av andeler senere enn 12 måneder etter at det er inngått endelig avtale eller kontroll er overtatt.",
                        "§ 25 skal lyde:"
                    ]
                },
                {
                    "name": "§ 25",
                    "title": "Bevissikring",
                    "sections": [
                        "For å søke etter bevis kan Konkurransetilsynet, når det er rimelig grunn til å anta at loven eller vedtak i medhold av loven er overtrådt, eller det er nødvendig for å kunne oppfylle Norges avtaleforpliktelser overfor en fremmed stat eller en internasjonal organisasjon, kreve",
                        "a)å få adgang til lokaler, eiendommer, transportmidler og andre oppbevaringssteder hvor det kan finnes bevis for overtredelse,",
                        "b)å få adgang til bolig dersom det er særlig grunn til å anta at bevis oppbevares der,",
                        "c)å ta med ting som kan ha betydning som bevis for nærmere gransking og",
                        "d)å forsegle forretningslokaler, bøker eller forretningspapirer så lenge undersøkelsen varer og dette anses nødvendig.",
                        "Originale dokumenter kan tas med når originalen i seg selv antas å ha en særskilt bevisverdi, når bevisverdien vil reduseres ved kopiering eller når dokumentet antas å være et særlig sentralt bevis for overtredelse av bestemmelser i denne lov. Når Konkurransetilsynet tar med originaldokumenter etter denne bestemmelsen, skal den kontrollerte gis kopi av dokumentene, så fremt det kan skje uten skade eller fare for etterforskningen.",
                        "Begjæring om adgang til bevissikring framsettes av Konkurransetilsynet for tingretten på det sted hvor det mest praktisk kan skje. Retten treffer sin avgjørelse ved beslutning før bevissikringen settes i verk. Rettens beslutning skal angi kontrollens formål, herunder hvilken type overtredelse og hvilket marked tilsynet undersøker. Den begjæringen retter seg mot, skal ikke varsles om begjæringen eller beslutningen. Anke over beslutningen har ikke oppsettende virkning. Straffeprosessloven § 200 og § 201 første ledd, §§ 117 til 120, jf. §§ 204, 207, 208, 209, 213 og kapittel 26 samt forvaltningsloven § 15 annet ledd gjelder så langt de passer.",
                        "Den kontrollerte skal motta en kopi av beslaglagt elektronisk materiale. Når Konkurransetilsynet begynner gjennomgangen av beslaglagt elektronisk materiale, har den kontrollerte eller dennes representant rett til å være til stede for å avklare om materialet inneholder opplysninger som er omfattet av taushetsplikt som nevnt i straffeprosessloven §§ 117 til 120. Dersom den kontrollerte og Konkurransetilsynet ikke blir enige om opplysninger er omfattet av taushetsplikt som nevnt i straffeprosessloven §§ 117 til 120, skal dette avgjøres av tingretten.",
                        "Konkurransetilsynet kan kreve bistand av politiet til å iverksette beslutningen om bevissikring.",
                        "Dersom det ikke er tid til å avvente rettens beslutning, kan Konkurransetilsynet kreve at politiet avstenger områder der bevisene kan være inntil rettens beslutning foreligger.",
                        "Kongen kan ved forskrift fastsette nærmere regler om bevissikring og behandling av overskuddsinformasjon.",
                        "§ 26 skal lyde:"
                    ]
                },
                {
                    "name": "§ 26",
                    "title": "Innsyn i overtredelsessaker",
                    "sections": [
                        "Så lenge saken ikke er avsluttet, gjelder ikke offentleglova i saker om overtredelse av §§ 10, 11, 18 første ledd, 19 første ledd eller vedtak i medhold av denne lov. Det samme gjelder for dokumenter som er mottatt av Konkurransetilsynet i forbindelse med en lempningssøknad, også etter at saken er avsluttet. En sak regnes ikke som avsluttet hvis Konkurransetilsynet begjærer påtale eller påtalemyndigheten finner at offentlig påtale kreves av sterke allmenne hensyn.",
                        "Foretak eller personer som Konkurransetilsynet etterforsker for overtredelse av konkurranseloven, skal etter krav gis adgang til å gjøre seg kjent med sakens dokumenter, såfremt det kan skje uten skade eller fare for etterforskningen eller tredjeperson. Forvaltningsloven § 19 gjelder tilsvarende. Blir kravet avslått, kan spørsmålet kreves avgjort av retten ved kjennelse. Dersom etterforskningen omfatter flere foretak eller personer, gjelder innsynsretten ikke dokumenter som bare gjelder andre foretak eller personer.",
                        "§ 27 skal lyde:"
                    ]
                },
                {
                    "name": "§ 27",
                    "title": "Taushetsplikt om kilders identitet og skylderklæringer i lempningssøknader",
                    "sections": [
                        "Enhver som utfører tjeneste eller arbeid for konkurransemyndighetene, har taushetsplikt om identiteten til foretak eller person som gir tips om overtredelse av § 10 eller § 11. Taushetsplikten gjelder også overfor sakens parter og deres representanter. Anmodning om påbud om opphør etter konkurranseloven § 12 omfattes ikke av taushetsplikten.",
                        "Enhver som utfører tjeneste eller arbeid for konkurransemyndighetene, har taushetsplikt om opplysninger som har sin opprinnelse i erklæringer fra et foretak om dets viten om en overtredelse av § 10 og foretakets egen delaktighet i overtredelsen, og som er utarbeidet spesielt med det formål å oppnå lempning.",
                        "For øvrig gjelder reglene i forvaltningsloven §§ 13 til 13 e tilsvarende så langt de passer.",
                        "Ny § 27 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 27 a",
                    "title": "Innsyn i opplysninger undergitt taushetsplikt",
                    "sections": [
                        "Part eller partsrepresentant som blir gjort kjent med skylderklæringer som nevnt i § 27 annet ledd, har taushetsplikt om opplysningene og kan bare bruke dem så langt det er nødvendig for å ivareta partens interesse i saken.",
                        "Enhver med rettslig interesse i en avsluttet sak om overtredelse av § 10, § 11 eller pålegg etter § 12, skal også gis innsyn i opplysninger som er undergitt lovbestemt taushetsplikt, med mindre innsyn vil virke urimelig overfor den opplysningene gjelder. Retten til innsyn gjelder ikke opplysninger underlagt taushetsplikt etter § 27. Blir det krevd innsyn i taushetsbelagte opplysninger etter dette ledd, skal de som har krav på taushet, varsles og gis en frist til å uttale seg om spørsmålet. Avslag på krav om innsyn kan påklages til departementet. Reglene i forvaltningsloven kapittel VI gjelder tilsvarende.",
                        "I kapittel 7 skal kapitteloverskriften lyde: «Kapittel 7 Sanksjoner og tvangsmulkt»",
                        "§ 29 skal lyde:"
                    ]
                },
                {
                    "name": "§ 29",
                    "title": "Overtredelsesgebyr",
                    "sections": [
                        "Et foretak eller en sammenslutning av foretak kan ilegges overtredelsesgebyr dersom foretaket eller sammenslutningen av foretak eller noen som handler på deres vegne, forsettlig eller uaktsomt",
                        "a)overtrer §§ 10, 11, 18 første ledd eller 19 første ledd,",
                        "b)overtrer vedtak etter §§ 12, 16, 16 a eller 23,",
                        "c)unnlater å etterkomme pålegg etter §§ 18 tredje eller femte ledd, 24 eller 25,",
                        "d)gir uriktige eller ufullstendige opplysninger til konkurransemyndighetene,",
                        "e)bryter forsegling foretatt i medhold av § 25,",
                        "f)overtrer forskrift i medhold av 14, §§ 18 niende ledd eller 23, eller",
                        "g)medvirker til overtredelser av bokstav a til f.",
                        "Konkurransetilsynet vedtar overtredelsesgebyr. Ved fastsettelse av gebyrets størrelse, skal det særlig legges vekt på foretakets omsetning, overtredelsens grovhet og varighet, samt lempning etter § 30 og § 31.",
                        "Vedtak om overtredelsesgebyr kan ikke påklages. Overtredelsesgebyret forfaller til betaling to måneder etter at vedtaket er mottatt. Vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg. Dersom foretaket går til søksmål mot staten for å prøve vedtaket, suspenderes tvangskraften. Søksmålet må reises innen seks måneder fra partene mottok vedtaket. Det kan gis oppfriskning for oversittelse av fristen etter reglene i tvisteloven §§ 16-12 til 16-14. Retten kan prøve alle sider av saken. Tvisteloven gjelder ellers så langt den passer.",
                        "Adgangen til å ilegge gebyr foreldes etter 10 år ved overtredelse av § 10 eller § 11 i denne loven. Andre overtredelser foreldes etter 5 år. Fristen avbrytes ved at Konkurransetilsynet tar skritt til sikring av bevis etter lovens § 25 eller meddeler et foretak at det er mistenkt for overtredelse av loven eller vedtak truffet i medhold av loven.",
                        "Kongen kan ved forskrift gi nærmere regler om utmåling av overtredelsesgebyr.",
                        "§ 30 skal lyde:"
                    ]
                },
                {
                    "name": "§ 30",
                    "title": "Hel lempning av overtredelsesgebyr for overtredelse av konkurranseloven § 10",
                    "sections": [
                        "Hel lempning av overtredelsesgebyr for overtredelse av § 10 skal gis til det første foretaket som i tilknytning til en bestemt sak oppfyller følgende vilkår:",
                        "a)Foretaket fremlegger av eget tiltak alle bevis som det besitter i samsvar med fremgangsmåten i annet ledd. Dette bevismaterialet må være tilstrekkelig til å",
                        "i.få beslutning om bevissikring etter konkurranseloven § 25 i forbindelse med en antatt overtredelse av konkurranseloven § 10. Konkurransetilsynet må på det tidspunkt opplysningene blir fremlagt ikke besitte tilstrekkelige bevis til å kunne kreve slik beslutning, eller",
                        "ii.bevise overtredelse av konkurranseloven § 10. Konkurransetilsynet må på det tidspunkt opplysningene blir fremlagt ikke besitte tilstrekkelige bevis for slik overtredelse.",
                        "b)Foretaket samarbeider av eget tiltak fullt ut under hele Konkurransetilsynets saksbehandling.",
                        "c)Foretaket opphører av eget tiltak med deltakelsen i overtredelsen med mindre Konkurransetilsynet anmoder om noe annet.",
                        "d)Foretaket har ikke søkt å tvinge andre foretak til å delta i overtredelsen.",
                        "Fremleggelse av bevis etter første ledd bokstav a kan skje",
                        "a)ved fremleggelse samtidig med lempningssøknaden,",
                        "b)ved at foretaket gir en klar beskrivelse av bevismaterialets art og innhold og fremlegger alle bevis innen en frist fastsatt av Konkurransetilsynet, eller",
                        "c)ved at foretaket gis en prioritert rett til lempning fra tidspunktet det ble fremsatt krav om lempning samtidig som foretaket samler bevis. Den prioriterte retten til lempning er kun gyldig i en begrenset periode fastsatt av Konkurransetilsynet.",
                        "§ 31 skal lyde:"
                    ]
                },
                {
                    "name": "§ 31",
                    "title": "Delvis lempning av overtredelsesgebyr for overtredelse av konkurranseloven § 10",
                    "sections": [
                        "Foretak som ikke oppfyller vilkårene for hel lempning i § 30, skal gis delvis lempning av overtredelsesgebyret dersom foretaket",
                        "a)fremlegger bevis som vesentlig styrker Konkurransetilsynets muligheter til å bevise en overtredelse av konkurranseloven § 10, og",
                        "b)opphører med deltakelsen i overtredelsen senest på det tidspunkt bevisene fremlegges etter bokstav a.",
                        "Det første foretaket som i en bestemt sak oppfyller vilkårene i denne bestemmelsen, gis lempning på 30 til 50 prosent. Det andre foretaket som i samme sak oppfyller vilkårene i denne bestemmelsen, gis lempning på 20 til 30 prosent. Øvrige foretak som i samme sak oppfyller vilkårene i denne bestemmelsen, gis lempning på inntil 20 prosent.",
                        "Ved den nærmere fastsettelsen av lempning etter annet ledd skal det tas hensyn til hvor tidlig bevismaterialet ble fremlagt, styrken i de fremlagte bevisene og i hvilken grad foretaket har samarbeidet med Konkurransetilsynet.",
                        "Kongen kan gi forskrift om hel og delvis lempning av overtredelsesgebyr etter § 30 og § 31.",
                        "§§ 32 til 34 flyttes til kapittel 7 og skal lyde:"
                    ]
                },
                {
                    "name": "§ 32",
                    "title": "Straff",
                    "sections": [
                        "Med bøter eller fengsel inntil 3 år straffes den som forsettlig eller grovt uaktsomt",
                        "a)overtrer §§ 10, 18 første ledd eller 19 første ledd,",
                        "b)overtrer vedtak etter §§ 12 første eller femte ledd, 16 eller 16 a,",
                        "c)unnlater å etterkomme pålegg etter § 24 eller § 25,",
                        "d)gir uriktige eller ufullstendige opplysninger til konkurransemyndighetene,",
                        "e)bryter forsegling foretatt i medhold av § 25, eller",
                        "f)overtrer forskrift i medhold av § 14.",
                        "Er en overtredelse av § 10 utført under særdeles skjerpende omstendigheter, kan fengsel inntil 6 år anvendes. Ved avgjørelse av om særdeles skjerpende omstendigheter foreligger, skal det legges vekt på om overtredelsen har vært søkt holdt skjult, om den har voldt betydelig økonomisk skade, om den har gitt betydelig økonomisk fordel og grovheten av overtredelsen for øvrig.",
                        "Medvirkning til overtredelse som nevnt i første og annet ledd straffes på samme måte.",
                        "Foretak straffes ikke etter denne paragrafen eller etter straffeloven § 48 a for overtredelse av loven her."
                    ]
                },
                {
                    "name": "§ 33",
                    "title": "Betinget påtale",
                    "sections": [
                        "Overtredelser som kan medføre straff etter § 32, er bare undergitt offentlig påtale når det foreligger påtalebegjæring fra Konkurransetilsynet eller det kreves av sterke allmenne hensyn. Kongen kan gi forskrift om påtale etter første punktum."
                    ]
                },
                {
                    "name": "§ 34",
                    "title": "Foreldelse",
                    "sections": [
                        "For krav som følge av brudd på denne loven gjelder foreldelsesloven, herunder § 9 og § 11.",
                        "Selv om foreldelsestiden er ute, kan krav som nevnt i første ledd dessuten settes frem ved særskilt søksmål. Et slikt søksmål må reises innen 1 år etter at det foreligger endelig vedtak eller rettskraftig dom i saken.",
                        "Nåværende §§ 32 til 34 blir nye §§ 35 til 37.",
                        "I lov om gjennomføring og kontroll av EØS-avtalens konkurranseregler mv. skal § 6 første ledd lyde:",
                        "Norske konkurransemyndigheter skal, med de begrensninger som følger av EØS-avtalen, Avtale mellom EFTA-statene om opprettelse av et overvåkningsorgan og en domstol og forskrifter gitt i medhold av § 5, føre tilsyn med at EØS-avtalen artikkel 53 og 54 overholdes. Konkurranseloven §§ 12, 22 og 24 til 32 gjelder tilsvarende.",
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}