{
    "lawId": "LOV-2013-06-21-92",
    "lawName": "Lov om endringer i utlendingsloven mv. (behandling av sikkerhetssaker)",
    "shortName": "Endringslov til utlendingsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel 14. Særskilte regler for saker som berører grunnleggende nasjonale interesser eller utenrikspolitiske hensyn",
            "paragraphs": []
        },
        {
            "name": "I Materielle regler og saksbehandlingen i forvaltningen",
            "paragraphs": [
                {
                    "name": "§ 126",
                    "title": "Betydningen av grunnleggende nasjonale interesser og utenrikspolitiske hensyn i saker etter utlendingsloven",
                    "sections": [
                        "Av hensyn til grunnleggende nasjonale interesser eller utenrikspolitiske hensyn kan det treffes vedtak eller beslutning om å nekte en tillatelse eller rettighet som ellers kunne blitt innvilget etter loven eller forskriften. Tilsvarende kan det settes begrensninger eller vilkår.",
                        "Av hensyn til grunnleggende nasjonale interesser kan det treffes vedtak om utvisning eller om tilbakekall av en innvilget tillatelse eller andre rettigheter.",
                        "Det kan ikke treffes vedtak om utvisning eller tilbakekall etter annet ledd dersom det i betraktning av forholdets alvor og utlendingens tilknytning til riket vil være et uforholdsmessig tiltak overfor utlendingen selv eller de nærmeste familiemedlemmene. I saker som berører barn, skal barnets beste være et grunnleggende hensyn.",
                        "Av hensyn til grunnleggende nasjonale interesser eller utenrikspolitiske hensyn kan en utlending innvilges oppholdstillatelse i Norge, eller det kan treffes annet vedtak eller beslutning til utlendingens fordel.",
                        "I saker om beskyttelse etter kapittel 4 og om vern mot utsendelse etter kapittel 9 går reglene i disse kapitlene foran reglene i første og annet ledd i paragrafen her. Vernet mot utsendelse i § 73 første til tredje ledd er ikke til hinder for at det treffes vedtak om utvisning av hensyn til grunnleggende nasjonale interesser, men vedtaket kan ikke iverksettes før grunnlaget for utsendelsesvernet er bortfalt. Det gjelder ikke en rett til anerkjennelse som flyktning etter § 28 første ledd bokstav b, dersom det er grunnlag for å utvise utlendingen av hensyn til grunnleggende nasjonale interesser.",
                        "I tillegg til den retten til fritt rettsråd uten behovsprøving som følger av § 92 første og annet ledd, skal det gis fritt rettsråd uten behovsprøving i forbindelse med saksbehandlingen i Utlendingsdirektoratet, dersom",
                        "a)utlendingen har søkt oppholdstillatelse etter § 28 eller har påberopt seg vernet mot utsendelse etter § 73, og",
                        "b)saken kan berøre utenrikspolitiske hensyn eller grunnleggende nasjonale interesser.",
                        "Kongen kan gi nærmere regler i forskrift, herunder om forholdet til saksbehandlingsreglene i lovens kapittel 11 og om unntak fra retten til fritt rettsråd."
                    ]
                },
                {
                    "name": "§ 127",
                    "title": "Vedtaksmyndighet",
                    "sections": [
                        "Vedtak eller beslutninger i saker som berører grunnleggende nasjonale interesser eller utenrikspolitiske hensyn treffes av Utlendingsdirektoratet, med mindre departementet beslutter at saken skal avgjøres av departementet, eller annet følger av paragrafen her.",
                        "I saker hvor Utlendingsdirektoratet mottar en vurdering fra Politiets sikkerhetstjeneste om grunnleggende nasjonale interesser eller fra Utenriksdepartementet om utenrikspolitiske hensyn, skal den mottatte vurderingen som hovedregel legges til grunn.",
                        "Det kan ikke innvilges oppholdstillatelse eller treffes annet vedtak eller beslutning til utlendingens fordel etter § 126 fjerde ledd uten samtykke fra departementet.",
                        "Vedtak etter § 126 om å utvise en utlending som har oppholdstillatelse i Norge, tilbakekalle en oppholdstillatelse eller nekte fornyelse av en oppholdstillatelse som utlendingen ellers har rett til å få fornyet, treffes av departementet. Departementet treffer også vedtak i tilsvarende saker som gjelder utlending med oppholdsrett etter lovens kapittel 13. Det samme gjelder vedtak om bortfall av vernet mot utsendelse for en utlending som tidligere er utvist, jf. § 73.",
                        "Når departementet treffer vedtak eller beslutning etter første eller fjerde ledd, kan departementet også avgjøre alle andre tilknyttede saker.",
                        "Kongen kan i forskrift fastsette unntak fra tredje og fjerde ledd, og kan gi nærmere regler om blant annet",
                        "a)når underliggende organer skal forelegge saker som kan berøre grunnleggende nasjonale interesser eller utenrikspolitiske hensyn, for departementet,",
                        "b)innhenting av vurderinger fra Politiets sikkerhetstjeneste og Utenriksdepartementet,",
                        "c)betydningen av uttalelser fra andre organer enn Politiets sikkerhetstjeneste og Utenriksdepartementet."
                    ]
                },
                {
                    "name": "§ 128",
                    "title": "Instruksjonsmyndighet mv.",
                    "sections": [
                        "Departementet kan uavhengig av de begrensningene som følger av § 76, instruere om saksbehandlingen og om alle prosessuelle beslutninger i saker som kan berøre grunnleggende nasjonale interesser eller utenrikspolitiske hensyn. Departementet kan ikke instruere om bruk av tvangsmidler som besluttes i medhold av lovens kapittel 12, jf. § 130.",
                        "Departementet kan alltid instruere underliggende organer om å innvilge oppholdstillatelse i Norge eller om å treffe et annet vedtak eller beslutning til utlendingens fordel dersom saken berører grunnleggende nasjonale interesser eller utenrikspolitiske hensyn.",
                        "Departementet kan instruere i sak om oppholdsstatus etter § 35 (overføringsflyktninger) dersom saken berører grunnleggende nasjonale interesser eller utenrikspolitiske hensyn.",
                        "Departementet kan instruere underliggende organer om å forberede avgjørelse av saker hvor departementet skal treffe vedtak eller beslutning.",
                        "Kongen kan gi nærmere regler i forskrift."
                    ]
                },
                {
                    "name": "§ 128 a",
                    "title": "Utveksling av opplysninger mellom offentlige organer",
                    "sections": [
                        "Kongen kan gi nærmere regler i forskrift om utveksling av opplysninger mellom offentlige organer i saker som kan berøre grunnleggende nasjonale interesser eller utenrikspolitiske hensyn."
                    ]
                },
                {
                    "name": "§ 129",
                    "title": "Klageadgang mv.",
                    "sections": [
                        "Departementet er klageinstans i saker som ikke er avgjort av departementet selv i førsteinstans, og hvor grunnleggende nasjonale interesser eller utenrikspolitiske hensyn helt eller delvis har vært avgjørende for utfallet av saken.",
                        "I saker hvor departementet treffer vedtak i førsteinstans, kan vedtaket ikke påklages, men hvis det reises søksmål mot departementets vedtak, bærer staten alle kostnader med saken.",
                        "Dersom departementet har gitt instruks om oppholdsstatus for utlending som har fått innreisetillatelse etter § 35, skal klage over avgjørelsen behandles av Kongen i statsråd.",
                        "En beslutning fra departementet om å nekte samtykke etter § 127 tredje ledd kan ikke påklages.",
                        "Vedtak kan iverksettes på et tidligere tidspunkt enn det som følger av § 90. Det kan settes en kortere frist enn sju dager eller unnlates å gi en frist for frivillig retur etter § 90 femte ledd, dersom utlendingen er funnet å utgjøre en trussel mot grunnleggende nasjonale interesser.",
                        "Påberoper en utlending seg å være flyktning eller for øvrig gir opplysninger som tyder på at vernet mot utsendelse etter § 73 vil komme til anvendelse, kan et vedtak bare iverksettes før det er endelig dersom",
                        "a)søknaden om opphold er avvist i medhold av § 32,",
                        "b)søkeren tidligere har fått avslag på søknad om asyl i annet land, eller",
                        "c)vilkårene for opphold etter § 28 eller for vern mot utsendelse etter § 73 åpenbart ikke er oppfylt.",
                        "Kongen kan gi nærmere regler i forskrift."
                    ]
                },
                {
                    "name": "§ 130",
                    "title": "Tvangsmidler mv.",
                    "sections": [
                        "Det kan foretas beslag av reisedokumenter etter § 104, eller pålegges meldeplikt og bestemt oppholdssted etter § 105, dersom",
                        "a)utlendingen er funnet å utgjøre en trussel mot grunnleggende nasjonale interesser og",
                        "b)ikke har innrettet seg etter et vedtak om at vedkommende må forlate riket eller tvangsretur for øvrig ikke lar seg gjennomføre.",
                        "En utlending kan pågripes og fengsles etter § 106 dersom utlendingen utgjør en trussel mot grunnleggende nasjonale interesser, og dette er fastslått i et vedtak i utlendingssaken, og det treffes tiltak mot utlendingen med sikte på utsendelse. Bestemmelsene om lengste samlede fengslingstid i § 106 fjerde ledd gjelder ikke.",
                        "Under krig eller når krig truer, eller under særlige forhold ellers, kan Kongen av hensyn til grunnleggende nasjonale interesser gi ytterligere bestemmelser om meldeplikt enn det som framgår av § 19 og forskrift gitt i medhold av § 20."
                    ]
                }
            ]
        },
        {
            "name": "II Saksbehandlingen i domstolen",
            "paragraphs": [
                {
                    "name": "§ 131",
                    "title": "Forholdet til tvisteloven",
                    "sections": [
                        "Tvisteloven gjelder når ikke annet følger av regler gitt i eller i medhold av loven her."
                    ]
                },
                {
                    "name": "§ 132",
                    "title": "Søksmålsfrister og saksforberedelse",
                    "sections": [
                        "Søksmål om gyldigheten av et vedtak etter dette kapittel eller krav om erstatning som følge av avgjørelsen, skal ikke kunne reises uten at parten har nyttet sin adgang til å klage over gyldigheten av vedtaket, og klagen er avgjort av den høyeste klageinstans som står åpen. Forvaltningsloven § 27 b annet punktum gjelder ikke.",
                        "Vedtak som er truffet med begrunnelse i grunnleggende nasjonale interesser eller utenrikspolitiske hensyn etter reglene i kapittelet her, må bringes inn for tingretten innen én måned fra det tidspunkt underretningen om vedtaket er kommet frem til parten.",
                        "Det kan gis oppfriskning ved oversittelse av fristen etter annet ledd dersom",
                        "a)det fremlegges opplysninger om vesentlige faktiske forhold som var ukjent eller ikke var inntruffet da saken ble avgjort, og utlendingen bringer saken inn for domstolen så snart som mulig etter at opplysningene blir kjent, eller",
                        "b)en bindende avgjørelse av en internasjonal domstol, eller andre lignende forhold, tilsier at vedtak kan ha vært basert på uriktig anvendelse av folkeretten."
                    ]
                },
                {
                    "name": "§ 133",
                    "title": "Oppnevning av særskilt advokat",
                    "sections": [
                        "Som vilkår for at det føres bevis om forhold som ellers kan holdes hemmelig av hensyn til rikets sikkerhet eller forholdet til fremmed stat, jf. tvisteloven § 22-1 første og annet ledd, kan Kongen bestemme at opplysningene bare skal gjøres kjent for en særskilt advokat som oppnevnes for utlendingen. Tilsvarende gjelder ved domstolsbehandling av sak om tvangsmidler ilagt av hensyn til grunnleggende nasjonale interesser, jf. § 130.",
                        "Den særskilte advokaten oppnevnes av retten så snart som mulig etter at det er truffet beslutning som nevnt i første ledd, og skal ha godtgjørelse av staten etter reglene i lov om fri rettshjelp. Dette gjelder selv om utlendingen ikke er innvilget fri sakførsel og uten at det foretas behovsprøving.",
                        "Det skal oppnevnes samme særskilte advokat på alle trinn av saken, med mindre særlige grunner tilsier noe annet.",
                        "Kongen fastsetter nærmere regler i forskrift om hvem som kan oppnevnes som særskilt advokat, herunder om krav til sikkerhetsklarering."
                    ]
                },
                {
                    "name": "§ 134",
                    "title": "Den særskilte advokatens rolle",
                    "sections": [
                        "Dersom det er oppnevnt særskilt advokat for utlendingen, skal vedkommende gjøres kjent med de opplysninger og bevis som føres etter samtykke i henhold til tvisteloven § 22-1 annet ledd, jf. § 133 første ledd, og ivareta utlendingens interesser i forbindelse med rettens behandling av disse. Retten bestemmer hvordan den særskilte advokaten skal få tilgang til de graderte opplysningene.",
                        "Den særskilte advokaten skal varsles om alle rettsmøter som avholdes i saken, og har rett til å være til stede under hele rettsmøtet.",
                        "Den særskilte advokaten skal bevare taushet om innholdet i opplysninger som nevnt i første ledd, om det som kommer frem under behandlingen av opplysningene, og om den delen av rettens dom hvor opplysningene refereres. Taushetsplikten gjelder også etter at vedkommende har avsluttet oppdraget.",
                        "Kongen kan gi nærmere regler i forskrift."
                    ]
                },
                {
                    "name": "§ 135",
                    "title": "Behandling av opplysninger som nevnt i tvisteloven § 22-1 første ledd",
                    "sections": [
                        "Det skal ikke med grunnlag i opplysninger som nevnt i tvisteloven § 22-1, jf. utlendingsloven § 133 første ledd, føres andre vitner enn det Kongen samtykker til.",
                        "Utlendingen og dennes ordinære prosessfullmektig skal ikke delta i den del av saken hvor det behandles opplysninger som nevnt i første ledd. Slike opplysninger gjøres bare kjent for retten og den særskilte advokaten.",
                        "Dersom retten finner at vilkårene etter tvisteloven § 22-1 første ledd ikke er til stede, kan retten på begjæring fra den særskilte advokaten eller av eget tiltak beslutte å gi utlendingen innsyn i opplysningene. I så fall kan Kongen bestemme at opplysningene ikke skal brukes som bevis i saken. Ingen som har hatt tilgang til de aktuelle opplysningene, kan delta videre som dommer i saken."
                    ]
                },
                {
                    "name": "§ 136",
                    "title": "Kommunikasjon mellom den særskilte advokaten, utlendingen og dennes ordinære prosessfullmektig",
                    "sections": [
                        "Etter at den særskilte advokaten har fått innsyn i opplysninger som nevnt i § 133 første ledd, kan vedkommende ikke drøfte saken muntlig eller skriftlig med utlendingen eller dennes prosessfullmektig, eller uttale seg i rettsmøter hvor utlendingen eller dennes prosessfullmektig er til stede. Den særskilte advokaten kan likevel motta skriftlige henvendelser.",
                        "Kongen kan gi nærmere regler i forskrift om kommunikasjonen mellom den særskilte advokaten og utlendingen og dennes ordinære prosessfullmektig. Kongen kan også gi regler i forskrift om den særskilte advokatens adgang til å ha befatning med den aktuelle saken på et senere tidspunkt."
                    ]
                },
                {
                    "name": "§ 137",
                    "title": "Øvrige regler om rettens behandling av saken",
                    "sections": [
                        "Saksbehandlingen skal prioriteres og påskyndes så mye som mulig.",
                        "Retten kan ikke settes med dommerfullmektig eller meddommere. Tvisteloven § 9-12 første ledd og § 29-17 gjelder ikke."
                    ]
                },
                {
                    "name": "§ 138",
                    "title": "Rettens avgjørelser",
                    "sections": [
                        "Retten avsier dom etter at parten og den særskilte advokaten har hatt mulighet til å uttale seg.",
                        "Rettens avgjørelse etter § 135 tredje ledd treffes ved kjennelse. Den særskilte advokaten eller staten kan anke kjennelsen innen to uker.",
                        "Utlendingen og dennes prosessfullmektig har ikke rett til innsyn i den delen av sakens avgjørelse som inneholder opplysninger som nevnt i § 133 første ledd.",
                        "Nåværende kapittel 14 blir nytt kapittel 15.",
                        "Nåværende §§ 126 og 127 blir nye §§ 139 og 140 i kapittel 15.",
                        "I lov 13. juni 1980 nr. 35 om fri rettshjelp skal § 16 første ledd nr. 4 lyde:",
                        "4.for utlending i tilfeller som nevnt i utlendingsloven § 92 tredje ledd annet punktum og fjerde ledd, § 129 annet ledd, eller for den som har rett til fri sakførsel etter statsborgerloven § 27 sjuende ledd annet punktum.",
                        "I lov 17. desember 1982 nr. 86 om rettsgebyr skal § 10 første ledd nytt punkt 16 lyde:",
                        "16.sak etter utlendingsloven § 129 annet ledd, jf. også lov om fri rettshjelp § 16 første ledd nr. 4.",
                        "Loven trer i kraft fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelser til forskjellig tid.",
                        "Kongen kan gi nærmere overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}