{
    "lawId": "LOV-2013-06-14-40",
    "lawName": "Lov om endringer i aksjelovgivningen mv. (forenklinger)",
    "shortName": "Endringslov til aksjelovgivningen mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3-2",
                    "title": "Fond for urealiserte gevinster",
                    "sections": [
                        "(1) Selskapet skal ha et fond for urealiserte gevinster. Dersom selskapet vurderer eiendeler til virkelig verdi, skal det sette av til fondet en positiv differanse mellom balanseført verdi av hver enkelt eiendel eller gruppe av eiendeler og deres anskaffelseskost under hensyn til effekten av utsatt skatt. Dette gjelder tilsvarende ved vurdering av gjeld til virkelig verdi. Selskapet skal avsette til fondet på samme måte som etter annet punktum dersom det ved verdiregulering eller på annen måte regnskapsfører eiendeler til en verdi som overstiger anskaffelseskost.",
                        "(2) Plikten til å avsette til fond for urealiserte gevinster omfatter ikke differanser etter første ledd knyttet til vurdering av:",
                        "1.finansielle instrumenter i samsvar med regnskapsloven § 5-8,",
                        "2.pengeposter i utenlandsk valuta,",
                        "3.andre poster når det er fastsatt i forskrift gitt av departementet.",
                        "(3) Fondet kan løses opp når og i den grad grunnlaget for avsetningen ikke lenger er til stede.",
                        "(4) Departementet kan i forskrift gi regler om beregning av differansen etter første ledd.",
                        "§ 3-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-4",
                    "title": "Krav om forsvarlig egenkapital og likviditet",
                    "sections": [
                        "Selskapet skal til enhver tid ha en egenkapital og en likviditet som er forsvarlig ut fra risikoen ved og omfanget av virksomheten i selskapet.",
                        "§ 3-8 første ledd annet punktum nr. 5 og nytt nr. 6 og 7 skal lyde:",
                        "5.avtale der selskapets ytelse har en virkelig verdi som utgjør mindre enn 50 000 kroner, og som er godkjent av styret,",
                        "6.avtale som omfattes av § 8-7 tredje ledd første punktum nr. 2 og 3, jf. annet punktum, dersom morselskapet eller den juridiske personen eier samtlige aksjer i selskapet,",
                        "7.avtale inngått i samsvar med reglene i § 8-10.",
                        "§ 3-8 annet ledd første punktum skal lyde:",
                        "Styret skal sørge for at det utarbeides en redegjørelse for avtalen etter reglene i § 2-6 første og annet ledd.",
                        "§ 4-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-4",
                    "title": "Registrering av aksjer i et verdipapirregister",
                    "sections": [
                        "Det kan bestemmes i vedtektene at selskapets aksjer skal registreres i et verdipapirregister. Er selskapets aksjer registrert i et verdipapirregister, gjelder reglene i lov om allmennaksjeselskaper om slik registrering for aksjene, herunder § 4-10 om forvalterregistrering.",
                        "§ 4-24 fjerde ledd annet punktum skal lyde:",
                        "Aksjene kan likevel overtas av selskapet uten sletting og kapitalnedsetting dersom vederlaget som skal ytes for aksjene, ligger innenfor rammen av de midler selskapet kan benytte til utdeling av utbytte etter § 8-1.",
                        "§ 5-2 nytt fjerde ledd skal lyde:",
                        "(4) Dersom samtlige aksjeeiere samtykker til det, kan det gjøres unntak fra kravene i annet ledd første og annet punktum.",
                        "§ 5-4 første ledd skal lyde:",
                        "(1) Holdes generalforsamlingen som møte, skal styrelederen og daglig leder være til stede. Ved gyldig forfall skal det utpekes en stedfortreder. Dersom samtlige aksjeeiere samtykker, kan det gjøres unntak fra første og annet punktum. Andre styremedlemmer kan være til stede på generalforsamlingen når generalforsamlingen holdes som møte.",
                        "I kapittel 5 oppheves overskriftene til avsnitt II, III og IV.",
                        "§ 5-6 nytt tredje ledd skal lyde:",
                        "(3) Dersom samtlige aksjeeiere samtykker til at det skal holdes ekstraordinær generalforsamling, kan generalforsamlingen holdes uten vedtak fra styret etter første ledd.",
                        "Etter § 5-6 skal nytt avsnitt II lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II. Adgang til forenklet generalforsamlingsbehandling",
            "paragraphs": [
                {
                    "name": "§ 5-7",
                    "title": "Adgang til forenklet generalforsamlingsbehandling",
                    "sections": [
                        "Dersom samtlige aksjeeiere samtykker til at en sak skal behandles på denne måten, kan selskapet holde generalforsamling etter følgende regler:",
                        "1.Samtlige aksjeeiere skal gis mulighet til å delta i behandlingen av saken på en egnet måte. Styremedlemmene og eventuelt daglig leder og revisor skal gis mulighet til å uttale seg om saken og kan kreve at saken behandles av generalforsamlingen i møte.",
                        "2.Generalforsamlingens beslutning skal inntas i generalforsamlingsprotokollen. Protokollen skal angi antallet avgitte stemmer og hvor mange aksjer som har stemt for og imot beslutningen. I den utstrekning dette er relevant, skal det også angis hvilken andel av aksjekapitalen de avgitte stemmer representerer. Protokollen skal angi at saken er behandlet etter § 5-7. En fortegnelse over hvilke aksjeeiere som har deltatt i behandlingen av saken, skal inntas i eller vedlegges protokollen. Protokollen skal dateres, underskrives av styrets leder og sendes samtlige aksjeeiere. Protokollen skal holdes tilgjengelig for aksjeeierne hos selskapet og oppbevares på en betryggende måte.",
                        "3.Generalforsamlingen kan holdes uten å følge kravene i §§ 5-8 til 5-16.",
                        "Foran § 5-8 skal overskriften til nytt avsnitt III lyde:",
                        "Nåværende § 5-8 oppheves. Nåværende § 5-7 blir ny § 5-8.",
                        "I avsnitt III skal ny § 5-11 b lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III. Avholdelse av generalforsamling",
            "paragraphs": [
                {
                    "name": "§ 5-11 b",
                    "title": "Adgang til elektronisk deltakelse på generalforsamlingen og til å bruke forhåndsstemme",
                    "sections": [
                        "(1) Med mindre noe annet følger av selskapets vedtekter, kan styret beslutte at aksjeeierne skal kunne delta på generalforsamlingen ved bruk av elektroniske hjelpemidler, herunder at de kan utøve sine rettigheter som aksjeeiere elektronisk. Allmennaksjeloven § 5-8 a annet og tredje ledd gjelder tilsvarende.",
                        "(2) Det kan fastsettes i vedtektene at aksjeeierne skal kunne avgi sin stemme skriftlig, herunder ved bruk av elektronisk kommunikasjon, i en periode før generalforsamlingen. For slik stemmegivning skal det benyttes en betryggende metode for å autentisere avsenderen. Vedtektene kan fastsette nærmere krav til slik stemmegivning.",
                        "Nåværende avsnitt V blir nytt avsnitt IV.",
                        "Nåværende avsnitt VI blir nytt avsnitt V.",
                        "Nåværende avsnitt VII blir nytt avsnitt VI.",
                        "§ 6-1 første ledd skal lyde:",
                        "(1) Selskapet skal ha et styre med ett eller flere medlemmer.",
                        "§ 6-1 annet ledd annet punktum oppheves. Nåværende tredje punktum blir nytt annet punktum.",
                        "§ 6-2 første ledd skal lyde:",
                        "(1) Selskapet kan ha en daglig leder. Skal selskapet ha flere daglige ledere, eller skal styret eller bedriftsforsamlingen kunne bestemme at selskapet skal ha flere daglige ledere, skal dette angis i vedtektene. Det skal i så fall angis om flere daglige ledere skal fungere som kollektivt organ.",
                        "§ 6-3 første ledd annet punktum oppheves.",
                        "§ 6-19 første ledd annet til fjerde punktum oppheves.",
                        "§ 7-5 første punktum skal lyde:",
                        "Revisor skal delta i generalforsamlingen når de saker som skal behandles, er av en slik art at dette må anses som nødvendig.",
                        "§ 7-6 nytt annet ledd skal lyde:",
                        "(2) Terskelverdiene etter første ledd nr. 1 og 2 skal baseres på årsregnskapet for siste regnskapsår. Har selskapet ikke fastsatt sitt første årsregnskap, kan styret gis fullmakt som nevnt i første ledd hvis selskapets ansatte ikke overstiger ti på tidspunktet for generalforsamlingens beslutning og balansesummen etter åpningsbalansen er mindre enn 20 millioner kroner, eller, dersom selskapet ikke har plikt til å utarbeide åpningsbalanse, aksjeinnskuddene i forbindelse med stiftelsen er mindre enn 20 millioner kroner.",
                        "Nåværende annet til sjette ledd blir nye tredje til syvende ledd.",
                        "§ 7-6 nytt femte ledd annet punktum skal lyde:",
                        "Første til fjerde ledd gjelder tilsvarende.",
                        "§ 8-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-1",
                    "title": "Hva som kan deles ut som utbytte",
                    "sections": [
                        "(1) Selskapet kan bare dele ut utbytte så langt det etter utdelingen har tilbake netto eiendeler som gir dekning for selskapets aksjekapital og øvrig bundet egenkapital etter §§ 3-2 og 3-3. Beregningen skal foretas på grunnlag av balansen i selskapets sist godkjente årsregnskap, likevel slik at det er den registrerte aksjekapitalen på beslutningstidspunktet som skal legges til grunn.",
                        "(2) I beløpet som kan deles ut etter første ledd, skal det gjøres fradrag for den samlede pålydende verdien av egne aksjer som selskapet har ervervet til eie eller pant før balansedagen. Det skal også gjøres fradrag for kreditt og sikkerhetsstillelse mv. etter §§ 8-7 til 8-10 fra før balansedagen som etter disse bestemmelsene skal ligge innenfor rammen av de midler selskapet kan dele ut som utbytte. Det skal likevel ikke gjøres fradrag for kreditt og sikkerhetsstillelse mv. som er tilbakebetalt eller avviklet før beslutningstidspunktet, eller kreditt til en aksjeeier i den grad kreditten avvikles ved en avregning i utbyttet.",
                        "(3) Ved beregningen etter første ledd skal det gjøres fradrag for andre disposisjoner etter balansedagen som etter loven skal ligge innenfor rammen av de midler selskapet kan benytte til utdeling av utbytte.",
                        "(4) Selskapet kan bare dele ut utbytte så langt det etter utdelingen har en forsvarlig egenkapital og likviditet, jf. § 3-4.",
                        "§ 8-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-2",
                    "title": "Beslutning om utbytte",
                    "sections": [
                        "(1) Beslutning om utdeling av utbytte treffes av generalforsamlingen etter at styret har lagt frem forslag om utdeling eller annen anvendelse av overskudd. Det kan ikke besluttes utdelt høyere utbytte enn styret har foreslått eller godtar.",
                        "(2) Generalforsamlingen kan etter at den har godkjent årsregnskapet for siste regnskapsår, gi styret fullmakt til å beslutte utdeling av utbytte på grunnlag av selskapets årsregnskap. Fullmakten kan ikke gjelde for lengre tid enn frem til førstkommende ordinære generalforsamling. Generalforsamlingens beslutning om styrefullmakt skal uten opphold meldes til Foretaksregisteret. Styret kan ikke gjøre bruk av fullmakten før den er registrert.",
                        "Ny § 8-2 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-2 a",
                    "title": "Utbytteutdeling på grunnlag av en mellombalanse",
                    "sections": [
                        "(1) Selskapet kan dele ut ekstraordinært utbytte på grunnlag av en mellombalanse som er utarbeidet og revidert etter reglene for årsregnskap og godkjent av generalforsamlingen. Balansedagen kan ikke ligge lenger tilbake i tid enn seks måneder før dagen det treffes beslutning om ekstraordinært utbytte.",
                        "(2) Bestemmelsene i § 8-1 om hva som kan deles ut som utbytte, gjelder tilsvarende for utdeling av ekstraordinært utbytte.",
                        "(3) Beslutning om ekstraordinært utbytte treffes av generalforsamlingen. § 8-2 første ledd gjelder tilsvarende.",
                        "§ 8-7 første ledd skal lyde:",
                        "(1) Selskapet kan bare gi kreditt til eller stille sikkerhet til fordel for en aksjeeier eller noen av aksjeeierens nærstående innenfor rammen av de midler som selskapet kan benytte til utdeling av utbytte etter § 8-1. § 8-2 a første og annet ledd gjelder tilsvarende. Det skal stilles betryggende sikkerhet for kravet på tilbakebetaling eller tilbakesøkning.",
                        "§ 8-7 tredje ledd skal lyde:",
                        "(3) Forbudet i første og annet ledd gjelder ikke",
                        "1.kreditt med vanlig løpetid i forbindelse med forretningsavtaler,",
                        "2.kreditt eller sikkerhet til fordel for morselskapet eller annet selskap i samme konsern,",
                        "3.kreditt eller sikkerhet til fordel for en juridisk person som har slik bestemmende innflytelse som nevnt i § 1-3 over selskapet, eller til fordel for datterselskap av en slik juridisk person, forutsatt at kreditten eller sikkerhetsstillelsen skal tjene foretaksgruppens økonomiske interesser.",
                        "Første punktum nr. 3 gjelder ikke når den juridiske personen er stat, kommune eller fylkeskommune.",
                        "Fjerde og femte ledd oppheves.",
                        "§ 8-10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-10",
                    "title": "Kreditt og annen finansiell bistand til erverv av aksjer i selskapet mv.",
                    "sections": [
                        "(1) Selskapet kan stille midler til rådighet eller gi kreditt eller stille sikkerhet i forbindelse med en tredjepersons erverv av aksjer eller rett til erverv av aksjer i selskapet eller selskapets morselskap innenfor rammen av de midler selskapet kan benytte til utdeling av utbytte etter § 8-1. § 8-2 a første og annet ledd gjelder tilsvarende. Selskapets bistand skal ytes på vanlige forretningsmessige vilkår og prinsipper, og det skal stilles betryggende sikkerhet for kravet på tilbakebetaling eller tilbakesøkning. Det kan bare ytes bistand til erverv av aksjer som er fullt innbetalt.",
                        "(2) Styret skal sørge for at det foretas en kredittvurdering av den part eller de parter som mottar bistand som nevnt i første ledd. Styrets vedtak om slik bistand skal før bistanden ytes godkjennes av generalforsamlingen med flertall som for vedtektsendring.",
                        "(3) Styret skal sørge for at det utarbeides en redegjørelse som minst skal opplyse om",
                        "1.bakgrunnen for forslaget om finansiell bistand,",
                        "2.selskapets interesse i å gjennomføre en slik disposisjon,",
                        "3.vilkår som er knyttet til gjennomføringen av disposisjonen,",
                        "4.en vurdering av de konsekvenser disposisjonen får for selskapets likviditet og solvens, og",
                        "5.prisen som tredjepersonen skal betale for aksjene eller retten til aksjene.",
                        "(4) Redegjørelsen etter tredje ledd skal vedlegges innkallingen til generalforsamlingen.",
                        "(5) Kongen kan ved forskrift eller enkeltvedtak gjøre unntak fra reglene i første til fjerde ledd. I forbindelse med slikt unntak kan det samtidig gjøres unntak fra §§ 8-7 til 8-9.",
                        "§ 9-2 første ledd skal lyde:",
                        "(1) Et aksjeselskap kan erverve egne aksjer på annen måte enn ved tegning etter reglene i dette kapitlet.",
                        "§ 9-2 annet ledd nytt første punktum skal lyde:",
                        "Selskapets erverv av egne aksjer må ikke medføre at aksjekapitalen med fradrag av det samlede pålydende av beholdningen av egne aksjer blir mindre enn minste tillatte aksjekapital etter § 3-1 første ledd.",
                        "Nåværende annet ledd første til tredje punktum blir nye annet til fjerde punktum.",
                        "§ 9-3 første og nytt annet punktum skal lyde:",
                        "Et aksjeselskap kan bare erverve egne aksjer dersom vederlaget som skal ytes for aksjene, ligger innenfor rammen av de midler selskapet kan benytte til utdeling av utbytte etter § 8-1. § 8-2 a første og annet ledd gjelder tilsvarende.",
                        "Nåværende annet punktum blir nytt tredje punktum.",
                        "§ 9-4 annet ledd første punktum skal lyde:",
                        "Fullmakten skal gjelde for et bestemt tidsrom, som ikke kan være lenger enn to år.",
                        "§ 9-6 annet ledd skal lyde:",
                        "(2) Hvis aksjekapitalen etter fradrag av den samlede pålydende verdien av beholdningen av egne aksjer (jf § 9-2 annet ledd annet til fjerde punktum og første ledd i paragrafen her) er mindre enn minste tillatte aksjekapital etter § 3-1 første ledd, skal en aksje ervervet etter første ledd så snart som mulig og senest innen to år etter ervervet avhendes eller slettes ved nedsetting av aksjekapitalen.",
                        "§ 10-1 annet ledd nr. 9 skal lyde:",
                        "9.anslåtte utgifter ved kapitalforhøyelsen, herunder hvor mye som i tilfelle skal betales i provisjon for garanti for tegning av aksjer. Det skal redegjøres for innholdet av garantien.",
                        "§ 10-1 fjerde ledd oppheves.",
                        "§ 10-2 tredje ledd skal lyde:",
                        "(3) Styret skal sørge for at det utarbeides en redegjørelse etter reglene i § 2-6 første og annet ledd. Tidspunktet for verdsettelsen av eiendeler selskapet skal overta, kan tidligst være fire uker før generalforsamlingens beslutning. § 2-6 fjerde ledd gjelder tilsvarende.",
                        "§ 10-12 første ledd tredje punktum skal lyde:",
                        "Eiendeler som selskapet mottar som aksjeinnskudd, skal vurderes til virkelig verdi, med mindre det følger av regnskapsloven at innskuddet skal videreføres til balanseførte verdier.",
                        "§ 10-12 annet ledd skal lyde:",
                        "(2) Selskapet kan dekke utgifter ved kapitalforhøyelsen i den utstrekning utgiftene ikke overstiger aksjeinnskuddet. Overstiger utgiftene aksjeinnskuddet, kan utgiftene likevel dekkes i den utstrekning de ligger innenfor rammen av de midler selskapet kan benytte til utdeling av utbytte etter § 8-1.",
                        "§ 10-20 første ledd skal lyde:",
                        "(1) Forhøyelse av aksjekapitalen ved fondsemisjon kan skje ved overføring til aksjekapitalen fra midler selskapet kan benytte til utdeling av utbytte etter § 8-1. § 8-2 a første og annet ledd gjelder tilsvarende.",
                        "§ 11-13 fjerde ledd oppheves.",
                        "§ 12-2 annet ledd skal lyde:",
                        "(2) Beslutning som nevnt i § 12-1 første ledd nr 2 og 3 kan ikke gjelde større beløp enn at selskapet etter nedsettingen har tilbake netto eiendeler som gir dekning for selskapets aksjekapital og øvrig bundet egenkapital etter §§ 3-2 og 3-3. Beregningen skal foretas på grunnlag av balansen i selskapets sist godkjente årsregnskap, likevel slik at det er den registrerte aksjekapitalen på beslutningstidspunktet som skal legges til grunn. § 8-1 annet til fjerde ledd gjelder tilsvarende. Beregningen kan også foretas på grunnlag av en mellombalanse som er utarbeidet og revidert etter reglene for årsregnskap og godkjent av generalforsamlingen. Mellombalansens balansedag kan ikke ligge lenger tilbake i tid enn seks måneder før dagen det treffes beslutning om kapitalnedsetting. Revisor skal bekrefte at det etter nedsettingen vil være full dekning for selskapets bundne egenkapital.",
                        "§ 12-4 annet punktum skal lyde:",
                        "Er kapitalnedsettingen ikke meldt til Foretaksregisteret innen to måneder etter at beslutningen ble truffet, bortfaller kapitalnedsettingen.",
                        "§ 12-7 annet ledd nr. 2 skal lyde:",
                        "2.aksjene innløses uten utdeling, eller utdelingen ligger innenfor rammen av de midler selskapet kan benytte til utdeling av utbytte etter § 8-1.",
                        "§ 13-6 første ledd nr. 7 skal lyde:",
                        "7.utkast til åpningsbalanse for det overtakende selskapet. Åpningsbalansen skal settes opp i samsvar med gjeldende regnskapsregler. Revisor skal avgi en erklæring om at balansen er gjort opp i samsvar med disse reglene. Kongen kan gi forskrift med nærmere regler om kravet til åpningsbalanse. I forskriften kan det gjøres unntak fra reglene i første til tredje punktum.",
                        "§ 13-10 tredje ledd skal lyde:",
                        "(3) Redegjørelsen for det overtakende selskapet skal også fylle kravene som følger av § 2-6 første ledd eller § 10-2 tredje ledd, likevel slik at tidspunktet for verdsettelsen tidligst kan være åtte uker før generalforsamlingens beslutning.",
                        "§ 15-1 annet ledd annet punktum skal lyde:",
                        "Allmennaksjelovens regler om redegjørelse i § 2-6 og åpningsbalanse i § 2-8 gjelder tilsvarende, likevel slik at tidspunktet for verdsettelsen tidligst kan være åtte uker før generalforsamlingens beslutning.",
                        "§ 16-15 første ledd nr. 3 oppheves. Nåværende nr. 4 og 5 blir nye nr. 3 og 4.",
                        "§ 16-16 første ledd første og annet punktum skal lyde:",
                        "Når vilkårene i § 16-15 første ledd nr. 1 til 3 er oppfylt, skal Foretaksregisteret sende selskapet varsel om dette. I tilfelle som nevnt i § 16-15 første ledd nr. 4 sendes varsel av Regnskapsregisteret.",
                        "§ 17-4 annet ledd annet punktum skal lyde:",
                        "Er det begjært gransking etter §§ 5-25 til 5-28, regnes fristen fra den dag begjæringen er endelig avslått eller i tilfelle granskingen er avsluttet.",
                        "§ 18-3 tredje ledd annet punktum skal lyde:",
                        "Dette gjelder ikke kjennelse etter §§ 5-25 til 5-28 og § 8-4.",
                        "§ 20-1 nr. 3 og 4 oppheves.",
                        "I lov 13. juni 1997 nr. 45 om allmennaksjeselskaper gjøres følgende endringer:",
                        "§ 1-4 annet ledd skal lyde:",
                        "(2) Følgende regler om datterselskap gjelder også for datterselskap med utenlandsk morselskap: § 3-8, § 4-25, § 6-16 første ledd, § 6-16 a første ledd tredje punktum nr 3, § 8-7 første og annet ledd, §§ 8-8 til 8-10, § 9-1 første ledd og § 9-8. Reglene i §§ 4-25 og 6-16 gjelder ikke for utenlandsk datterselskap.",
                        "§ 2-3 annet ledd oppheves.",
                        "§ 2-6 første ledd nr. 4 skal lyde:",
                        "4.erklæring om at de eiendeler selskapet skal overta, har en verdi som minst svarer til det avtalte vederlaget, herunder pålydende av de aksjer som skal utstedes som vederlag, med tillegg av eventuell overkurs. Tidspunktet for verdsettelsen kan tidligst være fire uker før stiftelsen, jf. § 2-9. Verdsetting av immaterielle eiendeler som skal overtas som aksjeinnskudd, skal særskilt begrunnes.",
                        "§ 2-6 nytt fjerde ledd skal lyde:",
                        "(4) Kongen kan i forskrift gjøre unntak fra første til tredje ledd for tilfeller der aksjer tegnes mot innskudd i omsettelige verdipapirer eller pengemarkedsinstrumenter eller mot innskudd med andre eiendeler enn penger når verdien av innskuddet fremgår av et revidert, lovpålagt årsregnskap.",
                        "§ 2-7 tredje punktum skal lyde:",
                        "Eiendeler som selskapet mottar som aksjeinnskudd, skal vurderes til virkelig verdi, med mindre det følger av regnskapsloven at innskuddet skal videreføres til balanseførte verdier.",
                        "§ 2-8 første ledd skal lyde:",
                        "(1) Skal aksjeinnskudd kunne gjøres med andre eiendeler enn penger, skal selskapet bli part i en avtale, eller skal noen gis særskilte rettigheter som nevnt i § 2-4, skal stifterne utarbeide og datere og undertegne en åpningsbalanse som skal vedlegges stiftelsesdokumentet.",
                        "§ 2-8 tredje ledd oppheves. Nåværende fjerde ledd blir nytt tredje ledd.",
                        "Nåværende § 3-2 oppheves.",
                        "Nåværende § 3-3 a blir ny § 3-2.",
                        "Ny § 3-2 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 3-2",
                    "title": "Fond for urealiserte gevinster",
                    "sections": [
                        "(1) Selskapet skal ha et fond for urealiserte gevinster. Dersom selskapet vurderer eiendeler til virkelig verdi, skal det sette av til fondet en positiv differanse mellom balanseført verdi av hver enkelt eiendel eller gruppe av eiendeler og deres anskaffelseskost under hensyn til effekten av utsatt skatt. Dette gjelder tilsvarende ved vurdering av gjeld til virkelig verdi. Selskapet skal avsette til fondet på samme måte som etter annet punktum dersom det ved verdiregulering eller på annen måte regnskapsfører eiendeler til en verdi som overstiger anskaffelseskost.",
                        "(2) Plikten til å avsette til fond for urealiserte gevinster omfatter ikke differanser etter første ledd knyttet til vurdering av:",
                        "1.finansielle instrumenter i samsvar med regnskapsloven § 5-8,",
                        "2.pengeposter i utenlandsk valuta,",
                        "3.andre poster når det er fastsatt i forskrift gitt av departementet.",
                        "(3) Fondet kan løses opp når og i den grad grunnlaget for avsetningen ikke lenger er til stede.",
                        "(4) Departementet kan i forskrift gi regler om beregning av differansen etter første ledd.",
                        "§ 3-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-4",
                    "title": "Krav om forsvarlig egenkapital og likviditet",
                    "sections": [
                        "Selskapet skal til enhver tid ha en egenkapital og en likviditet som er forsvarlig ut fra risikoen ved og omfanget av virksomheten i selskapet.",
                        "§ 3-8 første ledd annet punktum nr. 4 og nytt nr. 5 og 6 skal lyde:",
                        "4.avtale som inngås som ledd i selskapets vanlige virksomhet og inneholder pris og andre vilkår som er vanlige for slike avtaler,",
                        "5.avtale som omfattes av § 8-7 tredje ledd første punktum nr. 2 og 3, jf. annet punktum, dersom morselskapet eller den juridiske personen eier samtlige aksjer i selskapet,",
                        "6.avtale inngått i samsvar med reglene i § 8-10.",
                        "§ 3-8 annet ledd første punktum skal lyde:",
                        "Styret skal sørge for at det utarbeides en redegjørelse for avtalen etter reglene i § 2-6 første og annet ledd.",
                        "§ 8-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-1",
                    "title": "Hva som kan deles ut som utbytte",
                    "sections": [
                        "(1) Selskapet kan bare dele ut utbytte så langt det etter utdelingen har tilbake netto eiendeler som gir dekning for selskapets aksjekapital og øvrig bundet egenkapital etter §§ 3-2 og 3-3. Beregningen skal foretas på grunnlag av balansen i selskapets sist godkjente årsregnskap, likevel slik at det er den registrerte aksjekapitalen på beslutningstidspunktet som skal legges til grunn.",
                        "(2) I beløpet som kan deles ut etter første ledd, skal det gjøres fradrag for den samlede pålydende verdien av egne aksjer som selskapet har ervervet til eie eller pant før balansedagen. Det skal også gjøres fradrag for kreditt og sikkerhetsstillelse mv. etter §§ 8-7 til 8-10 fra før balansedagen som etter disse bestemmelsene skal ligge innenfor rammen av de midler selskapet kan dele ut som utbytte. Det skal likevel ikke gjøres fradrag for kreditt og sikkerhetsstillelse mv. som er tilbakebetalt eller avviklet før beslutningstidspunktet, eller kreditt til en aksjeeier i den grad kreditten avvikles ved en avregning i utbyttet.",
                        "(3) Ved beregningen etter første ledd skal det gjøres fradrag for andre disposisjoner etter balansedagen som etter loven skal ligge innenfor rammen av de midler selskapet kan benytte til utdeling av utbytte.",
                        "(4) Selskapet kan bare dele ut utbytte så langt det etter utdelingen har en forsvarlig egenkapital og likviditet, jf. § 3-4.",
                        "§ 8-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-2",
                    "title": "Beslutning om utbytte",
                    "sections": [
                        "(1) Beslutning om utdeling av utbytte treffes av generalforsamlingen etter at styret har lagt frem forslag om utdeling eller annen anvendelse av overskudd. Har selskapet bedriftsforsamling, kan det bestemmes i vedtektene at beslutning om utdeling av utbytte skal treffes av bedriftsforsamlingen med forbehold for generalforsamlingens fastsetting av årsregnskapet og årsberetningen. Det kan ikke besluttes utdelt høyere utbytte enn styret har foreslått eller godtar. Innenfor rammene av styrets forslag kan bedriftsforsamlingen fastsette det høyeste beløpet som kan utdeles som utbytte.",
                        "(2) Generalforsamlingen kan etter at den har godkjent årsregnskapet for siste regnskapsår, gi styret fullmakt til å beslutte utdeling av utbytte på grunnlag av selskapets årsregnskap. Fullmakten kan ikke gjelde for lengre tid enn frem til førstkommende ordinære generalforsamling. Generalforsamlingens beslutning om styrefullmakt skal uten opphold meldes til Foretaksregisteret. Styret kan ikke gjøre bruk av fullmakten før den er registrert.",
                        "Ny § 8-2 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-2 a",
                    "title": "Utbytteutdeling på grunnlag av en mellombalanse",
                    "sections": [
                        "(1) Selskapet kan dele ut ekstraordinært utbytte på grunnlag av en mellombalanse som er utarbeidet og revidert etter reglene for årsregnskap og godkjent av generalforsamlingen. Balansedagen kan ikke ligge lenger tilbake i tid enn seks måneder før dagen det treffes beslutning om ekstraordinært utbytte.",
                        "(2) Bestemmelsene i § 8-1 om hva som kan deles ut som utbytte, gjelder tilsvarende for utdeling av ekstraordinært utbytte.",
                        "(3) Beslutning om ekstraordinært utbytte treffes av generalforsamlingen. § 8-2 første ledd gjelder tilsvarende.",
                        "§ 8-7 første ledd skal lyde:",
                        "(1) Selskapet kan bare gi kreditt til eller stille sikkerhet til fordel for en aksjeeier eller noen av aksjeeierens nærstående innenfor rammen av de midler som selskapet kan benytte til utdeling av utbytte etter § 8-1. § 8-2 a første og annet ledd gjelder tilsvarende. Det skal stilles betryggende sikkerhet for kravet på tilbakebetaling eller tilbakesøkning.",
                        "§ 8-7 tredje ledd skal lyde:",
                        "(3) Forbudet i første og annet ledd gjelder ikke",
                        "1.kreditt med vanlig løpetid i forbindelse med forretningsavtaler,",
                        "2.kreditt eller sikkerhet til fordel for morselskapet eller annet selskap i samme konsern,",
                        "3.kreditt eller sikkerhet til fordel for en juridisk person som har slik bestemmende innflytelse som nevnt i § 1-3 over selskapet, eller til fordel for datterselskap av en slik juridisk person, forutsatt at kreditten eller sikkerhetsstillelsen skal tjene foretaksgruppens økonomiske interesser.",
                        "Første punktum nr. 3 gjelder ikke når den juridiske personen er stat, kommune eller fylkeskommune.",
                        "Fjerde og femte ledd oppheves.",
                        "§ 8-10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-10",
                    "title": "Kreditt og annen finansiell bistand til erverv av aksjer i selskapet mv.",
                    "sections": [
                        "(1) Selskapet kan stille midler til rådighet eller gi kreditt eller stille sikkerhet i forbindelse med en tredjepersons erverv av aksjer eller rett til erverv av aksjer i selskapet eller selskapets morselskap innenfor rammen av de midler selskapet kan benytte til utdeling av utbytte etter § 8-1. § 8-2 a første og annet ledd gjelder tilsvarende. Selskapets bistand skal ytes på vanlige forretningsmessige vilkår og prinsipper, og det skal stilles betryggende sikkerhet for kravet på tilbakebetaling eller tilbakesøkning. Det kan bare ytes bistand til erverv av aksjer som er fullt innbetalt.",
                        "(2) Styret skal sørge for at det foretas en kredittvurdering av den part eller de parter som mottar bistand som nevnt i første ledd. Styrets vedtak om slik bistand skal før bistanden ytes godkjennes av generalforsamlingen med flertall som for vedtektsendring.",
                        "(3) Styret skal sørge for at det utarbeides en redegjørelse som minst skal opplyse om",
                        "1.bakgrunnen for forslaget om finansiell bistand,",
                        "2.selskapets interesse i å gjennomføre en slik disposisjon,",
                        "3.vilkår som er knyttet til gjennomføringen av disposisjonen,",
                        "4.en vurdering av de konsekvenser disposisjonen får for selskapets likviditet og solvens, og",
                        "5.prisen som tredjepersonen skal betale for aksjene eller retten til aksjene.",
                        "(4) Redegjørelsen etter tredje ledd skal vedlegges innkallingen til generalforsamlingen. Den skal uten opphold og før bistanden ytes meldes til Foretaksregisteret, som skal kunngjøre redegjørelsen gjennom Brønnøysundregistrenes elektroniske kunngjøringspublikasjon.",
                        "(5) Kongen kan ved forskrift eller enkeltvedtak gjøre unntak fra reglene i første til fjerde ledd for erverv av aksjer av eller for ansatte i selskapet eller i selskap i samme konsern.",
                        "§ 9-3 første og nytt annet punktum skal lyde:",
                        "Et allmennaksjeselskap kan bare erverve egne aksjer dersom vederlaget som skal ytes for aksjene, ligger innenfor rammen av de midler selskapet kan benytte til utdeling av utbytte etter § 8-1. § 8-2 a første og annet ledd gjelder tilsvarende.",
                        "Nåværende annet punktum blir nytt tredje punktum.",
                        "§ 9-4 annet ledd første punktum skal lyde:",
                        "Fullmakten skal gjelde for et bestemt tidsrom, som ikke kan være lenger enn to år.",
                        "§ 10-1 annet ledd nr. 10 skal lyde:",
                        "10.anslåtte utgifter ved kapitalforhøyelsen, herunder hvor mye som i tilfelle skal betales i provisjon for garanti for tegning av aksjer. Det skal redegjøres for innholdet av garantien.",
                        "§ 10-1 fjerde ledd oppheves.",
                        "§ 10-2 tredje ledd skal lyde:",
                        "(3) Styret skal sørge for at det utarbeides en redegjørelse etter reglene i § 2-6 første og annet ledd. Tidspunktet for verdsettelsen av eiendeler selskapet skal overta, kan tidligst være fire uker før generalforsamlingens beslutning. § 2-6 fjerde ledd gjelder tilsvarende.",
                        "§ 10-12 første ledd tredje punktum skal lyde:",
                        "Eiendeler som selskapet mottar som aksjeinnskudd, skal vurderes til virkelig verdi, med mindre det følger av regnskapsloven at innskuddet skal videreføres til balanseførte verdier.",
                        "§ 10-12 annet ledd skal lyde:",
                        "(2) Selskapet kan dekke utgifter ved kapitalforhøyelsen i den utstrekning utgiftene ikke overstiger aksjeinnskuddet. Overstiger utgiftene aksjeinnskuddet, kan utgiftene likevel dekkes i den utstrekning de ligger innenfor rammen av de midler selskapet kan benytte til utdeling av utbytte etter § 8-1.",
                        "§ 10-20 første ledd skal lyde:",
                        "(1) Forhøyelse av aksjekapitalen ved fondsemisjon kan skje ved overføring til aksjekapitalen fra midler selskapet kan benytte til utdeling av utbytte etter § 8-1. § 8-2 a første og annet ledd gjelder tilsvarende.",
                        "§ 11-13 fjerde ledd oppheves.",
                        "§ 12-2 annet ledd skal lyde:",
                        "(2) Beslutning som nevnt i § 12-1 første ledd nr 2 og 3 kan ikke gjelde større beløp enn at selskapet etter nedsettingen har tilbake netto eiendeler som gir dekning for selskapets aksjekapital og øvrig bundet egenkapital etter §§ 3-2 og 3-3. Beregningen skal foretas på grunnlag av balansen i selskapets sist godkjente årsregnskap, likevel slik at det er den registrerte aksjekapitalen på beslutningstidspunktet som skal legges til grunn. § 8-1 annet til fjerde ledd gjelder tilsvarende. Beregningen kan også foretas på grunnlag av en mellombalanse som er utarbeidet og revidert etter reglene for årsregnskap og godkjent av generalforsamlingen. Mellombalansens balansedag kan ikke ligge lenger tilbake i tid enn seks måneder før dagen det treffes beslutning om kapitalnedsetting. Revisor skal bekrefte at det etter nedsettingen vil være full dekning for selskapets bundne egenkapital.",
                        "§ 12-4 annet punktum skal lyde:",
                        "Er kapitalnedsettingen ikke meldt til Foretaksregisteret innen to måneder etter at beslutningen ble truffet, bortfaller kapitalnedsettingen.",
                        "§ 12-7 annet ledd nr. 2 og 3 skal lyde:",
                        "2.aksjene innløses uten utdeling, eller utdelingen ligger innenfor rammen av de midler selskapet kan benytte til utdeling av utbytte etter § 8-1, og",
                        "3.et beløp tilsvarende de innløste aksjenes pålydende avsettes til et bundet fond.",
                        "§ 13-6 første ledd nr. 7 skal lyde:",
                        "7.utkast til åpningsbalanse for det overtakende selskapet. Åpningsbalansen skal settes opp i samsvar med gjeldende regnskapsregler. Revisor skal avgi en erklæring om at balansen er gjort opp i samsvar med disse reglene. Kongen kan gi forskrift med nærmere regler om kravet til åpningsbalanse. I forskriften kan det gjøres unntak fra reglene i første til tredje punktum.",
                        "§ 13-10 tredje ledd skal lyde:",
                        "(3) Redegjørelsen for det overtakende selskapet skal også fylle kravene som følger av § 2-6 første ledd eller § 10-2, likevel slik at tidspunktet for verdsettelsen tidligst kan være åtte uker før generalforsamlingens beslutning.",
                        "§ 17-4 annet ledd annet punktum skal lyde:",
                        "Er det begjært gransking etter §§ 5-25 til 5-28, regnes fristen fra den dag begjæringen er endelig avslått eller i tilfelle granskingen er avsluttet.",
                        "§ 18-3 tredje ledd annet punktum skal lyde:",
                        "Dette gjelder ikke kjennelse etter §§ 5-25 til 5-28 og § 8-4.",
                        "I lov 17. juli 1998 nr. 56 om årsregnskap m.v. skal § 6-2 første ledd punkt C avsnitt I nr. 2 lyde:",
                        "2.Overkurs",
                        "I lov 21. juni 1985 nr. 78 om registrering av foretak gjøres følgende endringer:",
                        "§ 3-8 første ledd nr. 10 skal lyde:",
                        "10.Om personer som nevnt i nr. 9 har rett til å forplikte hovedforetaket ved signatur eller prokura. § 3-7 tredje ledd gjelder tilsvarende.",
                        "Ny § 10-6 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 10-6",
                    "title": "(elektronisk stiftelse)",
                    "sections": [
                        "Kongen kan i forskrift gi nærmere regler om Foretaksregisterets elektroniske løsninger for stiftelse av foretak i den utstrekning loven gir adgang til elektronisk stiftelse.",
                        "Nåværende § 10-6 blir ny § 10-7.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelser til forskjellig tid.",
                        "2.Departementet kan gi nærmere overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}