{
    "lawId": "LOV-2013-06-21-64",
    "lawName": "Lov om endringer i barnelova (farskap og morskap)",
    "shortName": "Endringslov til barnelova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel 1. Fødselsmelding",
            "paragraphs": []
        },
        {
            "name": "Kapittel 2. Kven som er foreldra til barnet",
            "paragraphs": [
                {
                    "name": "§ 4",
                    "title": "Erklæring av farskap eller medmorskap",
                    "sections": [
                        "Når farskap ikkje følgjer av reglane i § 3, kan faren erklære farskap under svangerskapet eller etter at barnet er født.",
                        "Faren skal erklære farskapen skriftleg anten i fødselsmeldinga, eller ved personleg frammøte for",
                        "a)jordmor eller lækjar ved svangerskapskontroll,",
                        "b)folkeregistermyndigheita,",
                        "c)tilskotsfuten, dommaren eller arbeids- og velferdsetaten, eller",
                        "d)norsk diplomatisk eller konsulær tenestemann, dersom faren er i utlandet.",
                        "Farskap kan òg erklærast ved retur av skjema frå Arbeids- og velferdsdirektoratet, jf. § 11 andre ledd. Arbeids- og velferdsdirektoratet må sende skjema i rekommandert brev eller ved bruk av elektronisk kommunikasjon dersom det er nytta ein betryggande metode for å sikre at skjemaet er mottatt. Erklæringa gjeld berre når ho er gjeven av den som mora har gjeve opp som far, eller når mora skriftleg har godteke erklæringa.",
                        "Er den som vil erklære farskapen under 18 år, må også dei som har foreldreansvaret for han, skrive under på erklæringa.",
                        "Er eit barn fødd etter assistert befruktning, kan moras kvinnelege sambuar erklære medmorskap etter reglane i paragrafen her. Den assisterte befruktninga må ha skjedd innafor godkjent helsestell, og moras kvinnelege sambuar må ha gjeve samtykke til befruktninga. Berre myndige personar kan gi slikt samtykke. Regelen i § 3 andre ledd andre punktum gjeld tilsvarande.",
                        "§ 4 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 4 a",
                    "title": "Medmorskap til barnet",
                    "sections": [
                        "Som medmor til barnet skal reknast moras kvinnelege ektefelle eller sambuar, dersom medmorskapen følgjer av ekteskap, erklæring eller dom.",
                        "Eit barn kan ikkje ha både ein far og ei medmor.",
                        "Reglar i lov eller forskrift som gjeld om eller for ein far, gjeld på same vis om eller for ei medmor. Reglane om etablering og endring av farskap i §§ 6 til 9 og kapitla 3 og 4 gjeld så langt dei høver for fastsetjing og endring av medmorskap.",
                        "Departementet kan ved forskrift gje utfyllande reglar om fastsetjing av medmorskap etter §§ 3 og 4 i denne lova.",
                        "§ 5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Ansvaret for det offentlege for å få fastsett foreldreskap",
                    "sections": [
                        "Dersom barnet korkje har far eller medmor i samsvar med reglane i §§ 3 og 4, skal det offentlege ta seg av å få fastsett kven som er faren eller medmora, jf. kapittel 3 og 4.",
                        "Dersom ein utanlandsk farskap eller medmorskap ikkje vert lagt til grunn etter § 85, har det offentlege ansvar etter første stykket.",
                        "Det offentlege skal klargjere kven som er mor til barnet når dette ikkje er kjent.",
                        "Departementet kan ved forskrift gje utfyllande reglar om gjennomføring av reglane i paragrafen her.",
                        "§ 6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Endring av farskap etter §§ 3 og 4 for domstolane",
                    "sections": [
                        "Barnet kan alltid reise sak for domstolane om farskap etter ekteskap eller erklæring. Er barnet mindreårig, vert saka reist av oppnemnd verje. Er barnet fylt 15 år, kan verja ikkje reise sak utan samtykke frå barnet. Når særlege grunnar taler for det, kan Arbeids- og velferdsdirektoratet reise saka.",
                        "Kvar av foreldra kan reise sak om farskapen dersom vedkomande legg fram opplysningar som tyder på at ein annan kan vere far til barnet. Saka må reisast innan eitt år etter at vedkomande vart kjend med opplysningane, likevel slik at fristen tidlegast vert rekna frå tidspunktet då barnet vart født. Retten avgjer i orskurd om vilkåra for å reise sak ligg føre, og kan i orskurd gjere unntak frå eittårsfristen når særlege grunnar talar for det.",
                        "Den som meiner at han er far til barnet, kan fram til barnet fyller tre år, reise sak om farskapen dersom han legg fram opplysningar som tyder på at han kan vere far. Retten kan i orskurd gjere unntak frå treårsfristen når særlege grunnar talar for det. Reglane i andre stykket andre og tredje punktum gjeld tilsvarande.",
                        "Ny § 6 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 6 a",
                    "title": "Barnet sin rett til å få kunnskap om sin biologiske far",
                    "sections": [
                        "Barnet har frå det fyller 18 år rett til å skaffe seg kunnskap om kven som er den biologiske faren, jf. andre stykket, utan at dette endrar farskapen.",
                        "Barnet kan krevje at Arbeids- og velferdsdirektoratet gjev pålegg om å levere eigna prøve til DNA-analyse etter § 11 første stykket, og har rett til å få vite resultatet av analysene. Dersom nokon ikkje rettar seg etter pålegget, kan retten gjere vedtak etter § 24 tredje stykket.",
                        "Departementet kan ved forskrift gje utfyllande reglar om gjennomføring av reglane i paragrafen her.",
                        "§ 7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Endring av farskap etter §§ 3 og 4 når ein annan mann erklærer farskap",
                    "sections": [
                        "Farskap i samsvar med § 3 eller § 4 kan endrast ved at ein annan mann erklærer farskapen i samsvar med § 4, når erklæringa er godteken skriftleg av mora og den som har vore rekna for far. Ei slik erklæring gjeld likevel berre når Arbeids- og velferdsdirektoratet finn at DNA-analyse godtgjer at den andre mannen er far til barnet. Dersom barnet er fylt 18 år, kan farskapen ikkje endrast etter denne paragrafen utan samtykke frå barnet.",
                        "§ 10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Oppgåvene til tilskotsfuten",
                    "sections": [
                        "Når tilskotsfuten får fødselsmelding etter § 1 fjerde stykket fordi farskapen ikkje er fastsett, skal han melde frå til den oppgjevne faren. Erklærer han ikkje farskapen i samsvar med § 4, skal tilskotsfuten om råd få han til å seia kva han meiner om farskapsspørsmålet. Erklærer han farskapen, skal tilskotsfuten melde frå om det til folkeregistermyndigheita. Elles skal arbeids- og velferdsetaten handsame saka vidare.",
                        "Tilskotsfuten skal sjølvbedd gjere både mora og den oppgjevne faren kjend med kva for økonomiske og andre rettar og plikter dei har når det gjeld barnet.",
                        "Departementet peikar ut tilskotsfut.",
                        "§ 11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Sakshandsaminga i arbeids- og velferdsetaten",
                    "sections": [
                        "Arbeids- og velferdsdirektoratet kan krevje at mora og den eller dei som kan vere far til barnet, gjev forklaring, og kan gje pålegg om at dei og barnet skal gje frå seg ei eigna prøve til DNA-analyse. I særlege tilfelle kan den som kan vere far, bli pålagd å gje frå seg ei eigna prøve til DNA-analyse før barnet er født.",
                        "Arbeids- og velferdsdirektoratet skal oppmode den mannen som analysen utpeikar som far, til å erklære farskapen.",
                        "Døyr barnet kort tid etter fødselen eller andre sterke grunnar talar for det, kan Arbeids- og velferdsdirektoratet leggje bort saka når mora er samd i det.",
                        "Dersom Arbeids- og velferdsdirektoratet legg bort saka, kan barnet, mora eller den mannen som meiner at han er far til barnet, sjølv reise sak om farskapen for domstolane.",
                        "Departementet kan ved forskrift gje utfyllande reglar om prøvetaking, eigna biologisk materiale og DNA-analyse til bruk i saker om farskap eller slektskap.",
                        "§ 12 oppheves.",
                        "§ 13 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Når saka går til retten m.m.",
                    "sections": [
                        "Arbeids- og velfersdirektoratet skal sende stemning til tingretten til avgjerd etter kapittel 4 dersom han som er oppgjeven som far, ikkje har erklært farskapen eller mora ikkje har godteke ei erklæring skriftleg, og saka ikkje er lagd bort etter § 11 tredje stykket.",
                        "Endar ei rettssak utan at farskapen vert fastsett, og han heller ikkje vert fastsett seinare, kan Arbeids- og velferdsdirektoratet sende saka til retten på nytt dersom det kjem fram nye opplysningar som tyder på at faren kan vere ein mann som tidlegare ikkje har vore part i saka.",
                        "§ 15 nytt andre ledd skal lyde:",
                        "Dersom mora eller barnet bur på sperra adresse, jf. lov 16. januar 1970 nr. 1 om folkeregistrering med forskrifter, eller det er søkt om eller gjeve løyve til å nytte fiktive personopplysningar for mora eller barnet, jf. lov 4. august 1995 nr. 53 om politiet § 14 a, kan saka reisast for Oslo tingrett.",
                        "§ 22 oppheves.",
                        "§ 24 skal lyde:"
                    ]
                },
                {
                    "name": "§ 24",
                    "title": "Prøvetaking og DNA-analyse",
                    "sections": [
                        "Retten kan gje mora, barnet og kvar mann som er part i saka, pålegg om å gje frå seg ei eigna prøve til DNA-analyse. Er det grunn til å tru at ein mann som ikkje er part, har hatt samlege med mora på den tid ho kan ha blitt med barnet, kan retten vedta slik gransking også hos han når han først har fått sagt si meining. Kommunelækjaren peiker ut ein lækjar som har plikt til å ta dei prøvene som trengst.",
                        "Er ein som kan vere far til barnet død eller utilgjengeleg av annan grunn, kan retten som prov i ei farskapssak innhente og gjere bruk av biologisk materiale eller prøver som tidlegare er tatt av han. Departementet kan ved forskrift gje utfyllande reglar om innhenting og bruk av slikt materiale.",
                        "Lèt nokon vere å rette seg etter påbod etter første stykket eller § 11 første stykket om å kome sjølv eller med barn vedkomande har omsorg for, til prøvetaking og DNA-analyse, kan retten i orskurd vedta at vedkomande skal gripast av politiet og førast til lækjar for prøvetaking.",
                        "§ 26 skal lyde:"
                    ]
                },
                {
                    "name": "§ 26",
                    "title": "Heving av saka",
                    "sections": [
                        "Retten kan heve saka i orskurd når",
                        "a)ein mann erklærer i samsvar med § 4 at han er far til barnet, eller",
                        "b)den oppgjevne faren bur i utlandet og det er uråd å få nok opplysningar til å fastsetje farskapen.",
                        "§ 29 b nytt tredje ledd skal lyde:",
                        "Når det er naudsynt for å oppfylle pliktene etter § 5 tredje stykket, kan Arbeids- og velferdsdirektoratet reise sak om kven som er mor til barnet.",
                        "Gjeldende § 29 b tredje og fjerde ledd blir fjerde og femte ledd.",
                        "§ 70 sjuende ledd skal lyde:",
                        "Foreldra har plikt til å opplyse det organet som skal handsame fastsetjinga av tilskotet, om kva arbeid, utdanning, inntekt og formue dei har, og elles om alt anna som kan ha noko å seie for fastsetjinga av fostringstilskotet. For å fastsetje tilskotet kan organet utan omsyn til teieplikta krevje dei opplysningane som trengst frå arbeidsgjevarar, likningsstell, arbeids- og velferdsetaten og forsikringsselskap, bankar og andre som forvarer eller forvaltar formueverdiar.",
                        "§ 78 fjerde ledd skal lyde:",
                        "Vert tilskot som er gjort opp, sett ned etter § 74 eller § 76, kan den tilskotspliktige krevje at Innkrevjingssentralen for fostringstilskot gjer frådrag i pålagt lønnstrekk m.m. på den måten og for dei terminane som sentralen finn rimeleg.",
                        "§ 80 første ledd femte punktum skal lyde:",
                        "Kravet kan setjast ned eller falle bort dersom det er klart at han ikkje hadde rimeleg grunn til å vedgå eller erklære farskapen, eller at han burde ha reist sak til endring tidlegare.",
                        "§ 81 første ledd skal lyde:",
                        "Farskap og medmorskap kan fastsetjast i Noreg etter § 4, § 7 og kapitla 3 og 4",
                        "a)dersom mora var busett i Noreg då barnet vart født,",
                        "b)dersom barnet seinare har busett seg i Noreg, eller",
                        "c)dersom den oppgjevne faren eller medmora er busett i Noreg.",
                        "Ny § 81 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 81 a",
                    "title": "Når sak om morskap kan handsamast av norsk doms- eller styresmakt",
                    "sections": [
                        "Ei sak om morskap kan handsamast etter kapittel 4A og § 5 tredje stykket",
                        "a)dersom barnet er busett i Noreg,",
                        "b)dersom mora var busett i Noreg då barnet vart født, eller",
                        "c)dersom mora seinare har busett seg i Noreg.",
                        "1.Lova gjeld frå den tid Kongen fastset. Kongen kan setje i verk dei einskilde føresegnene til ulik tid.",
                        "2.Fristane i § 6 andre og tredje stykket startar tidlegast å løpe når lova tek til å gjelde."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}