{
    "lawId": "LOV-2013-06-21-104",
    "lawName": "Lov om endringar i yrkestransportlova (gjennomføring av forordning (EF) nr. 1071/2009, 1072/2009 og 1073/2009 og endringar i organiseringa av løyvestyresmaktene mv.)",
    "shortName": "Endringslov til yrkestransportlova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4",
                    "title": "Løyve for persontransport med motorvogn",
                    "sections": [
                        "(1) Den som mot vederlag vil drive nasjonal eller internasjonal persontransport med motorvogn, må ha løyve. Det same gjeld den som utfører persontransport mot vederlag på liknande måte som drosje når tilbod om transport vert retta til ålmenta på offentleg plass.",
                        "(2) Løyve kan tildelast den som",
                        "a)driv ei faktisk og varig verksemd i Noreg,",
                        "b)har god vandel,",
                        "c)har tilfredsstillande økonomisk evne, og",
                        "d)har tilstrekkeleg fagleg kompetanse.",
                        "§ 5 første ledd første punktum skal lyde:",
                        "(1) Den som mot vederlag vil drive nasjonal eller internasjonal godstransport med motorvogn eller motorvogn med tilhengar, med tillaten totalvekt over ei vektgrense som vert nærare fastsett av departementet, må ha løyve.",
                        "§ 9 første ledd skal lyde:",
                        "(1) Den som mot vederlag vil drive persontransport utanfor rute med motorvogn registrert for inntil 9 personar, må ha særskilt drosjeløyve. § 4 andre ledd gjeld tilsvarande.",
                        "§ 10 første ledd skal lyde:",
                        "(1) Den som har forretningsstad i Noreg og som vil utføre transport av personar eller gods mot vederlag til eller frå utlandet, må ha rett til å utføre tilsvarande transport innanlands og dessutan ha særskilt samtykke frå vedkommande stat dersom dette krevst.",
                        "§ 12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Løyve",
                    "sections": [
                        "(1) Løyve etter §§ 4 og 5 vert gjevne av Statens vegvesen.",
                        "(2) Løyve etter § 9 vert gjevne av fylkeskommunen.",
                        "§ 14 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Internasjonal transport og kabotasje utanfor EØS",
                    "sections": [
                        "(1) Tillatingar etter § 10 første ledd vert gjevne av Statens vegvesen.",
                        "(2) Samtykke til transport etter § 10 andre og tredje ledd vert gjeve av departementet.",
                        "Ny § 26 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 26 a",
                    "title": "Erklæring om at transportleiarar ikkje er skikka til å leie transportverksemd",
                    "sections": [
                        "(1) Løyvestyresmaktene skal erklære at ein transportleiar er uskikka til å leie transportverksemd dersom transportleiaren ikkje lenger oppfyller kravet til god vandel. Det skal gå fram av erklæringa at ho gjeld for den perioden kravet til god vandel ikkje er oppfylt.",
                        "(2) Departementet kan gje nærare forskrift om erklæring om uskikka transportleiarar.",
                        "§ 27 skal lyde:"
                    ]
                },
                {
                    "name": "§ 27",
                    "title": "Kor lenge eit løyve gjeld",
                    "sections": [
                        "(1) Løyve etter §§ 4 og 5 gjeld i ti år.",
                        "(2) Løyve etter § 9 gjeld utan avgrensing i tid, jf. likevel § 9 andre ledd.",
                        "(3) Behovsprøvde løyve etter §§ 6 og 7 gjeld i ti år. Ved bruk av konkurranse ved tildeling av løyve, eller når det følgjer av forskrift gjeve med heimel i denne lova, gjeld løyve for den tid inngått kontrakt om offentleg tenesteyting gjeld. Løyve som er gjeve når denne lova tok til å gjelde, gjeld for den tida dei er gjevne for. Løyvestyresmaktene kan ta att eit løyve før løyvetida er ute i samband med innføring av konkurranse for vedkommande rute eller ruteområde.",
                        "(4) Departementet kan i løyvetida gjere endringar i forskriftene for løyvepliktig verksemd og i vilkår som er sette for eit løyve. Vil løyvehavaren ikkje halde fram med drifta på dei nye vilkåra, skal han få ei rimeleg tid til å leggje ned verksemda.",
                        "Ny § 29 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 29 a",
                    "title": "Elektronisk register over dei som har og dei som søkjer om løyve etter lova her",
                    "sections": [
                        "(1) Departementet skal opprette og drive eit elektronisk register over dei som har forretningsstad i Noreg, og som har eller som søkjer om løyve etter lova her. Registeret skal innehalde opplysningar knytt til løyve, mellom anna opplysningar om namn og juridisk form på verksemda, verksemda si adresse, namn på transportleiarar og løyvetype som er tildelt verksemda. I tillegg skal registeret innehalde opplysningar om vandel knytt til person og verksemd.",
                        "(2) Registeret skal koplast saman med dei elektroniske registra i dei andre EØS-landa for utveksling av informasjon etter vilkår som vert nærare fastsette av departementet.",
                        "(3) Departementet kan gje nærare forskrift om registeret.",
                        "1.Lova gjeld frå den tid Kongen fastset.",
                        "2.Endringane i yrkestransportlova §§ 9 og 10 gjeld likevel frå 1. juli 2013.",
                        "3.Løyve som er gjevne når denne lova tek til å gjelde, gjeld for ei tid som vert nærare fastsett av departementet."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}