{
    "lawId": "LOV-2013-06-21-82",
    "lawName": "Lov om endringer i politiregisterloven mv",
    "shortName": "Endringslov til politiregisterloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 79",
                    "title": "Etter anmodning fra en domstol, kommune eller fylkeskommune skal politiet gi opplysning om siktelse, tiltale eller dom mot personer som er aktuelle ved valg av lagrettemedlemmer, meddommere, skjønnsmedlemmer eller jordskiftemeddommere. Dersom det er gitt opplysning om siktelse eller tiltale, skal det også gis underretning om sakens avgjørelse.",
                    "sections": [
                        "§ 91 tredje ledd nytt tredje punktum skal lyde:",
                        "Bestemmelsen i § 78 annet punktum gjelder tilsvarende.",
                        "§ 91 nytt femte ledd skal lyde:",
                        "Bestemmelsen i § 79 gjelder tilsvarende.",
                        "§ 220 fjerde ledd skal lyde:",
                        "Advokatbevilling kan bare gis til personer som har fylt 20 år og som godtgjør ved ordinær politiattest at de har ført en hederlig vandel. Videre må det ikke foreligge noe forhold som etter § 230 ville ført til at advokatbevillingen ville blitt satt ut av kraft eller kalt tilbake. Er en tidligere advokatbevilling kalt tilbake av grunner som nevnt i § 230 første ledd nr. 2 til 4, må ny bevilling ikke gis før det forhold som førte til tilbakekallingen er brakt i orden.",
                        "§ 223 annet ledd skal lyde:",
                        "Autorisasjon gis av Tilsynsrådet for advokatvirksomhet. Fullmektigen må ha juridisk embetseksamen eller mastergrad i rettsvitenskap, og det må godtgjøres ved ordinær politiattest at vedkommende har ført en hederlig vandel. Videre må det ikke foreligge noe forhold som etter § 230 ville ført til at autorisasjonen ville blitt satt ut av kraft eller kalt tilbake. Er en tidligere autorisasjon kalt tilbake av grunner som nevnt i § 230 første ledd nr 4, jf. femte ledd, må ny autorisasjon ikke gis før det forhold som førte til tilbakekallingen er brakt i orden.",
                        "I lov 1. juni 1917 nr. 1 om skjønn og ekspropriasjonssaker gjøres følgende endringer:",
                        "§ 14 annet ledd skal lyde:",
                        "Ved oppnevningen skal det tas sikte på at utvalget får en allsidig sammensetning, og at de som oppnevnes har kyndighet på et eller flere områder som vanligvis berøres ved skjønn. Reglene i domstolloven § 70, unntatt annet ledd nr. 1 om en øvre aldersgrense, §§ 71 til 74 og § 79 gjelder tilsvarende. Det samme gjelder retten til fritak på grunn av utført tjeneste etter domstolloven § 90 første ledd annet punktum.",
                        "I lov 17. juli 1953 nr. 28 om Heimevernet skal § 29 nytt annet ledd lyde:",
                        "Lokale heimevernsnemnder kan kreve fremleggelse av uttømmende politiattest i forbindelse med opptak av frivillige til Heimevernet.",
                        "I lov 17. juli 1953 nr. 29 om verneplikt skal ny § 46 a lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 46 a",
                    "title": "Militære myndigheter kan begjære at det foretas vandelsvurdering etter reglene i politiregisterloven § 45 av personer som tilhører rikets krigsmakt og om personer som ennå ikke er utskrevet, til bruk for utskriving, rulleføring og innkalling, og ved behandling av fritakssak etter lov 19. mars 1965 nr. 3 om fritaking for militærtjeneste av overbevisningsgrunner. Ved behandling av fritakssak etter militærnekterloven kan slik begjæring også fremsettes av siviltjenesten.",
                    "sections": [
                        "I lov 18. juni 1965 nr. 4 om vegtrafikk skal § 27 første ledd lyde:",
                        "Personer som skal ha offentlig godkjenning som trafikklærere, må være fylt 21 år. De må være edruelige og godtgjøre med ordinær politiattest at de har slik vandel at de finnes skikket som trafikklærere. De må ha gyldig førerkort for motorvogn av den gruppe som det skal gis undervisning i, samt ha bestått en trafikklærerprøve. Departementet kan fastsette tilleggskrav for visse motorvogngrupper.",
                        "Lov 11. juni 1971 nr. 52 om strafferegistrering oppheves.",
                        "I lov 22. mai 1981 nr. 25 om rettergangsmåten i straffesaker gjøres følgende endringer:",
                        "§ 28 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": [
                {
                    "name": "§ 28",
                    "title": "Utskrift av rettsbøker og andre dokumenter i en avsluttet straffesak kan kreves av",
                    "sections": [
                        "a)den siktede,",
                        "b)fornærmede,",
                        "c)etterlatte, og",
                        "d)enhver annen som det har rettslig interesse for.",
                        "Bestemmelsen i første ledd gjelder ikke personaliarapport og andre dokumenter som kongen i forskrift bestemmer skal arkiveres særskilt. Bestemmelsen gjelder heller ikke for dokumenter som inneholder taushetsbelagte personopplysninger fra annet offentlig organ som organet ikke har innhentet for bruk i straffesaken. Personer som nevnt i første ledd, kan ikke uten rettslig interesse kreve utskrift av andre dokumenter med personopplysninger som ikke går frem av dom i saken.",
                        "Enhver kan kreve utskrift av en dom i en bestemt straffesak så langt som det ikke gjelder forbud mot offentlig gjengivelse av dommen, eller, dersom det gjelder slikt forbud eller utskrift nektes etter fjerde ledd, innsyn i domslutningen. Tilsvarende gjelder også for kjennelser som avgjør anker og kjennelser om habilitet, avvisning, gjenopptakelse, erstatning i anledning forfølgning og heving. Kravet kan alltid avslås hvis avgjørelsen er eldre enn fem år eller den som krever utskrift bare identifiserer avgjørelsen ved siktedes navn. Utskrift av dom eller kjennelse kan gis selv om de inneholder gjengivelser fra psykiatriske erklæringer, personundersøkelser eller andre personopplysninger. Utskrift av kjennelser i saker som nevnt i § 100 a skal ikke gis.",
                        "Utskrift skal nektes når det av hensyn til rikets sikkerhet eller forhold til fremmed stat ville være betenkelig å gi utskrift, eller når det er grunn til å frykte at utskriften vil bli nyttet på urettmessig vis. Overfor andre enn partene gjelder det samme når retten har gitt pålegg om hemmelighold. Utskrift kan nektes på de vilkår som er fastsatt i § 242 a første ledd, jf. annet ledd. Reglene i § 242 a tredje til syvende ledd gjelder tilsvarende så langt de passer. Det kan ikke gis utskrift av dokumenter som retten tidligere har nektet innsyn i etter reglene i § 28 fjerde ledd, § 242 a, § 264 sjette ledd, eller § 267 første ledd tredje punktum, jf. § 264 sjette ledd. Det kan heller ikke gis utskrift av dokumenter som inneholder opplysninger som påtalemyndigheten tidligere har begjært unntatt fra innsyn etter disse bestemmelsene, dersom påtalemyndigheten har innstilt forfølgningen etter § 72 første ledd annet punktum annet alternativ fordi den ikke fikk medhold i begjæringen.",
                        "Det kan ikke gis utskrift av den delen av rettsboken som er nevnt i §§ 21 a, 40 sjette ledd eller 52 tredje ledd.",
                        "Spørsmålet om retten til utskrift bedømmes i forhold til hvert enkelt dokument.",
                        "Avslås en begjæring om utskrift etter paragrafen her, kan spørsmålet begjæres forelagt retten til avgjørelse.",
                        "Kongen kan gi forskrifter om gjennomsyn og utlån av dokumentene i en straffesak, og om rett til utskrift av dokumentene i tilfeller som ikke omfattes av første eller tredje ledd. Reglene i fjerde og femte ledd gjelder tilsvarende for slike forskrifter. Forskriften kan på samme vilkår regulere gjennomføringen av allmennhetens innsynsrett ved bruk av informasjonsteknologi.",
                        "§ 55 nytt tredje ledd skal lyde:",
                        "Tilsettingsmyndigheten kan kreve fremleggelse av uttømmende politiattest i forbindelse med utnevning og tilsetting av embets- og tjenestemenn i påtalemyndigheten.",
                        "§§ 61 a til 61 e oppheves.",
                        "§ 161 a tredje ledd skal lyde:",
                        "Kriminalomsorgens behandling av personopplysninger ved personundersøkelsen reguleres av straffegjennomføringsloven kapittel 1 a, jf. personopplysningsloven. Politiets behandling av personopplysninger ved personundersøkelsen, herunder sletting av slike personopplysninger, reguleres av politiregisterloven.",
                        "§ 242 nytt femte ledd skal lyde:",
                        "Den som har fremmet et borgerlig krav i saken, skal på begjæring gis adgang til å gjøre seg kjent med sakens dokumenter i den utstrekning det er nødvendig for at han skal kunne ivareta sine interesser i saken, og så fremt det kan skje uten skade eller fare for etterforskningens øyemed eller for tredjemann.",
                        "Nåværende femte ledd blir sjette ledd.",
                        "§ 468 annet ledd nytt annet punktum skal lyde:",
                        "For kontroll etter § 72 kan militære myndigheter begjære at det foretas vandelsvurdering etter reglene i politiregisterloven § 45.",
                        "I lov 28. februar 1986 nr. 8 om adopsjon skal ny § 3 a lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VIII",
            "paragraphs": [
                {
                    "name": "§ 3 a",
                    "title": "Departementet skal kreve fremleggelse av uttømmende politiattest ved behandling av søknad om adopsjon.",
                    "sections": [
                        "I lov 13. mai 1988 nr. 26 om inkassovirksomhet og annen inndriving av forfalte pengekrav skal § 5 sjette ledd lyde:",
                        "Politiattest etter paragrafen her skal bare vise merknader om strafferettslige reaksjoner for overtredelse av straffeloven kapittel 15, 18, 22, 24 til 28 og 31, inkassoloven, konkurranselovgivningen, konkurslovgivningen, regnskapslovgivningen, selskapslovgivningen, skatte- og avgiftslovgivningen og verdipapirlovgivningen. Overtredelsene skal anmerkes i samsvar med politiregisterloven § 41 nr. 1. Fornyet vandelskontroll kan foretas i samsvar med politiregisterloven § 43.",
                        "I lov 15. mars 1991 nr. 3 om megling i konfliktråd skal § 17 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IX",
            "paragraphs": []
        },
        {
            "name": "X",
            "paragraphs": [
                {
                    "name": "§ 17",
                    "title": "Avgjørelse om overføring av en straffesak til megling i konfliktrådet anmerkes ikke på ordinær politiattest, jf. politiregisterloven § 40 nr. 3 bokstav e. Avgjørelsen anmerkes likevel på uttømmende politiattest i samsvar med politiregisterloven § 41 nr. 1 bokstav a.",
                    "sections": [
                        "I lov 4. desember 1992 nr. 126 om arkiv skal § 21 nytt annet ledd lyde:",
                        "Riksarkivaren kan krevje framlegging av ordinær politiattest ved tilsetting i Riksarkivet eller statsarkiva.",
                        "I lov 4. desember 1992 nr. 132 om legemidler m.v. skal ny § 30 a kapittel IX lyde:"
                    ]
                }
            ]
        },
        {
            "name": "XI",
            "paragraphs": []
        },
        {
            "name": "XII",
            "paragraphs": [
                {
                    "name": "§ 30 a",
                    "title": "Farmasøytisk industri, legemiddelgrossister og apotek kan kreve fremleggelse av ordinær politiattest, jf. politiregisterloven § 40. Attesten avgrenses til å omfatte overtredelser av narkotikalovgivningen.",
                    "sections": [
                        "I lov 24. februar 1995 nr. 11 om lotterier m.v. skal § 4 c annet ledd nytt annet punktum lyde:",
                        "Lotteritilsynet kan kreve fremleggelse av ordinær politiattest i forbindelse med autorisasjon som nevnt i første ledd.",
                        "I lov 4. august 1995 nr. 53 om politiet skal § 24 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "XIII",
            "paragraphs": []
        },
        {
            "name": "XIV",
            "paragraphs": [
                {
                    "name": "§ 24",
                    "title": "Taushetsplikt",
                    "sections": [
                        "For politiets behandling av opplysninger til politimessige formål, jf. politiregisterloven § 2 nr. 13, gjelder taushetsplikten i kapittel 5 og 6 i politiregisterloven. For politiets øvrige virksomhet gjelder forvaltningsloven §§ 13 til 13 f med de tillegg og begrensninger som følger av paragrafen her.",
                        "Taushetsplikten gjelder for enhver som utfører tjeneste eller arbeid for politiet. Politiet kan pålegge personer, private institusjoner og andre offentlige organer taushetsplikt når det innhentes opplysninger med hjemmel i § 14 d eller dersom reell identitet til en person som benytter fiktive personopplysninger, er eller vil bli avslørt.",
                        "Forvaltningsloven § 13 a nr. 1 gjelder ikke for opplysninger som kan skade politiets arbeid med å forebygge eller avdekke lovbrudd eller opprettholde ro og orden dersom de blir gjort kjent.",
                        "Taushetsplikt etter forvaltningsloven § 13 er ikke til hinder for at opplysninger fra politiets forvaltningsvirksomhet og sivile gjøremål gjøres kjent for andre tjenestemenn i politiet og påtalemyndigheten i den utstrekning tjenestemessige behov tilsier det, med mindre formålet med behandlingen av opplysningene er begrenset i lov eller i forskrift gitt i medhold av lov.",
                        "I lov 2. juli 1999 nr. 64 om helsepersonell m.v. skal § 20 a lyde:"
                    ]
                }
            ]
        },
        {
            "name": "XV",
            "paragraphs": [
                {
                    "name": "§ 20 a",
                    "title": "Krav om politiattest",
                    "sections": [
                        "Helsepersonell som skal yte helse- og omsorgstjenester til barn skal fremlegge politiattest som nevnt i politiregisterloven § 39 første ledd ved tilbud om stilling, ved inngåelse av avtale etter helse- og omsorgstjenesteloven § 3-1 femte ledd, tannhelsetjenesteloven § 4-2 første ledd og spesialisthelsetjenesteloven § 2-1 a sjette ledd, samt ved melding om åpning, overtagelse og inntreden i privat virksomhet, jf. § 18.",
                        "Helsepersonell som skal yte helse- og omsorgstjenester til personer med utviklingshemming skal i tilfeller som nevnt i første ledd fremlegge politiattest som viser om vedkommende er siktet, tiltalt, ilagt forelegg eller er dømt for brudd på overtredelse av straffeloven §§ 192, 193, 194, 195, 196, 197, 199, 200 annet ledd, 201 bokstav c, 203 eller 204 a. Overtredelsene skal anmerkes i samsvar med politiregisterloven § 41 nr. 1.",
                        "Plikten etter første og annet ledd omfatter ikke personell som bare sporadisk yter slike tjenester og som i alminnelighet ikke vil være alene med barn eller personer med utviklingshemming.",
                        "Politiattest som nevnt i første og annet ledd skal ikke være eldre enn tre måneder.",
                        "Den som har vedtatt forelegg eller er dømt for overtredelser som nevnt i annet ledd, er utelukket fra å yte helse- og omsorgstjeneste til barn eller personer med utviklingshemming.",
                        "I lov 2. juli 2004 nr. 59 om personell i Forsvaret skal ny § 15 a lyde:"
                    ]
                }
            ]
        },
        {
            "name": "XVI",
            "paragraphs": [
                {
                    "name": "§ 15 a",
                    "title": "Vandelskontroll",
                    "sections": [
                        "Forsvaret kan kreve fremleggelse av uttømmende politiattest i forbindelse med uttak av personell i internasjonale operasjoner.",
                        "Militære myndigheter kan begjære om at det foretas vandelsvurdering etter reglene i politiregisterloven § 45 av personer som tilhører rikets krigsmakt eller som er i sivil tjeneste i Forsvaret, dersom opplysningene kan ha betydning for avgjørelsen av om det skal reageres mot vedkommende ved disiplinær refselse eller påtale eller hvor det ellers er av særlig viktighet for de militære myndigheter å få slike opplysninger på grunn av den tjeneste vedkommende utfører eller som man overveier å pålegge vedkommende.",
                        "I lov 1. april 2005 nr. 15 om universiteter og høyskoler skal § 4-9 første og annet ledd lyde:",
                        "(1) I studier der studenter kommer i kontakt med pasienter, klienter, barnehagebarn, elever eller andre som del av klinisk undervisning eller praksisopplæring, kan det kreves at studentene legger frem politiattest ved opptak til, eller underveis i studiet. I studier der studenter kommer i kontakt med mindreårige, skal det kreves at studentene legger frem politiattest som nevnt i politiregisterloven § 39 første ledd.",
                        "(2) Politiattesten som nevnt i første ledd første punktum skal vise om vedkommende er siktet, tiltalt eller dømt for seksuelle overgrep, grove voldsforbrytelser eller straffbare forhold vedrørende besittelse og bruk eller omsetning av narkotiske stoffer eller medikamenter. Hvis det er gitt særlige regler om politiattest for bestemte typer yrkesutøving, gjelder disse tilsvarende for studenter som deltar i praksisopplæring eller klinisk undervisning.",
                        "I lov 21. desember 2007 nr. 119 om toll og vareførsel skal ny § 12-15 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "XVII",
            "paragraphs": []
        },
        {
            "name": "XVIII",
            "paragraphs": [
                {
                    "name": "§ 12-15",
                    "title": "Politiattest",
                    "sections": [
                        "(1) Tollmyndighetene kan kreve fremleggelse av ordinær politiattest i forbindelse med tilsettinger.",
                        "(2) Departementet bestemmer i forskrift hvilke typer tilsettinger det kan kreves fremlagt politiattest for.",
                        "I lov 28. mai 2010 nr. 16 om behandling av opplysninger i politiet og påtalemyndigheten gjøres følgende endringer:",
                        "§ 5 første ledd annet punktum nr. 2 nytt annet punktum skal lyde:",
                        "Bokstav d får også anvendelse i straffesaker.",
                        "§ 8 første ledd skal lyde:",
                        "Opplysninger kan uansett behandles i 4 måneder dersom det er nødvendig for å avklare om kravene i § 4, § 5 nr. 1 og 2 og § 6 første ledd nr. 1 er oppfylt.",
                        "§ 10 første ledd skal lyde:",
                        "Politiet skal føre registre som gir en fortløpende og døgnkontinuerlig oversikt over alle vesentlige opplysninger om ordning og utførelse av polititjenesten på vedkommende sted. Registeret kan brukes til politimessige, forvaltningsmessige og administrative formål.",
                        "§ 20 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "XIX",
            "paragraphs": [
                {
                    "name": "§ 20",
                    "title": "Særlige regler for utlevering av ikke-verifiserte opplysninger",
                    "sections": [
                        "Opplysningene skal så vidt mulig verifiseres før de utleveres. Opplysningene skal fortrinnsvis utleveres i skriftlig form, og i så fall skal det fremgå at de er ikke-verifiserte. Dersom ikke-verifiserte opplysninger utleveres muntlig, bør det gjøres oppmerksom på at opplysningene er ikke-verifiserte.",
                        "Ikke-verifiserte opplysninger kan utleveres når det er nødvendig for å verifisere opplysningene.",
                        "Ved utlevering til bruk i den enkelte straffesak og ved avvergende og forebyggende virksomhet, jf. §§ 26 og 27, gjelder kun første ledd annet punktum.",
                        "Bestemmelsen i § 53 gjelder tilsvarende.",
                        "§ 22 annet ledd skal lyde:",
                        "Opplysninger kan for øvrig utleveres til eller på annen måte gjøres tilgjengelig for utenlandske myndigheter eller internasjonale organisasjoner når dette følger av lov eller konvensjon eller avtale som er bindende for Norge, eller av avtale inngått mellom norske og andre nordiske myndigheter.",
                        "§ 27 fjerde ledd skal lyde:",
                        "Taushetsplikten er heller ikke til hinder for at politiet utleverer opplysninger til andre offentlige organer og institusjoner som inngår i et kriminalitetsforebyggende samarbeid når det er nødvendig for å forebygge kriminalitet. Bestemmelsen i tredje ledd kommer til anvendelse.",
                        "§ 28 første ledd skal lyde:",
                        "Taushetsplikten er ikke til hinder for at opplysninger utleveres til offentlige organer og private i den utstrekning det er nødvendig for utøvelsen av ordenstjenesten og politiets service- og bistandsfunksjon.",
                        "§ 31 tredje ledd annet punktum oppheves.",
                        "§ 35 første ledd skal lyde:",
                        "Politiet eller påtalemyndigheten kan pålegge taushetsplikt når mottaker får opplysninger undergitt taushetsplikt i forbindelse med at de uttaler seg til eller på annen måte bistår politiet eller påtalemyndigheten. Det samme gjelder når fornærmede, etterlatte og deres representanter får opplysninger undergitt taushetsplikt, jf. § 25 første ledd.",
                        "§ 42 første ledd skal lyde:",
                        "Den Kongen bemyndiger, kan beslutte at færre opplysninger skal anmerkes på politiattesten, dersom dette ikke strider mot formålet med politiattesten.",
                        "§ 48 første ledd skal lyde:",
                        "Den behandlingsansvarlige har plikt til å informere den registrerte om at det er utlevert personopplysninger til offentlige organer og private i deres interesse, jf. §§ 30 og 31.",
                        "§ 50 tredje ledd oppheves.",
                        "§ 51 fjerde ledd oppheves.",
                        "§ 57 syvende ledd annet punktum oppheves.",
                        "§ 69 første ledd nr. 2, 9 og 23 skal lyde:",
                        "2.særregler for behandling av opplysninger i straffesaker,",
                        "9.tilgang, herunder til formål som nevnt i politiregisterloven § 29, og hvem som har tjenestemessig behov for opplysninger, jf. § 21,",
                        "23.ansvarsfordelingen av tilsynsmyndighet etter § 58 mellom Datatilsynet og andre kontrollorganer, som har tilsynsmyndighet fastsatt i lov eller i forskrift gitt i medhold av lov,",
                        "§ 69 første ledd nåværende nr. 23 blir nr. 24.",
                        "§ 70 nytt annet ledd skal lyde:",
                        "Kongen kan gi nærmere overgangsregler.",
                        "I lov 24. juni 2011 nr. 30 om kommunale helse- og omsorgstjenester m.m. skal § 5-4 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "XX",
            "paragraphs": [
                {
                    "name": "§ 5-4",
                    "title": "Politiattest",
                    "sections": [
                        "Kommunen eller annen arbeidsgiver som yter tjenester etter loven her, skal ved tilbud om stilling eller oppdrag kreve politiattest i samsvar med helsepersonelloven § 20 a fra personell som skal yte helse- og omsorgstjenester til barn eller personer med utviklingshemning. Plikten omfatter ikke personell som bare sporadisk yter slike tjenester og som i alminnelighet ikke vil være alene med barn eller personer med utviklingshemming.",
                        "Den som har vedtatt forelegg eller er dømt for overtredelser som nevnt i straffeloven §§ 192, 193, 194, 195, 196, 197, 199, 200 andre ledd, 201 bokstav c, 203 eller 204 a, er utelukket fra å utføre arbeid eller oppgaver som omhandlet i første ledd.",
                        "Loven trer i kraft fra den tid Kongen bestemmer. Kongen kan bestemme at ulike bestemmelser i loven skal tre i kraft til forskjellig tid.",
                        "Kongen kan gi nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "XXIIkraftsettings- og overgangsregler",
            "paragraphs": []
        }
    ]
}