{
    "lawId": "LOV-2013-06-14-33",
    "lawName": "Lov om endringer i folketrygdloven og i enkelte andre lover",
    "shortName": "Endringslov til folketrygdloven m.m.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 15-14",
                    "title": "Forholdet til andre folketrygdytelser m.m.",
                    "sections": [
                        "Overgangsstønad etter dette kapitlet faller bort i den utstrekning vedkommende mottar ytelser til livsopphold fra folketrygden i form av pensjon eller overgangsstønad som gjenlevende ektefelle, uførepensjon eller tilsvarende ytelser fra utlandet. Det samme gjelder når vedkommende mottar avtalefestet pensjon som det godskrives pensjonspoeng for, se § 3-19 sjette ledd.",
                        "§ 19-17 nytt tredje ledd skal lyde:",
                        "Dersom avkall på rett til alderspensjon senere trekkes tilbake, skal pensjonen beregnes som om vedkommende har mottatt hel alderspensjon fra det tidspunkt det ble gitt avkall på den.",
                        "§ 20-20 fjerde og femte ledd skal lyde:",
                        "Garantitillegget endres ikke som følge av pensjonsopptjening og økt trygdetid etter fylte 67 år.",
                        "Dersom alderspensjonen tas ut etter fylte 67 år, skal sivilstand på uttakstidspunktet legges til grunn ved beregning av garantitillegget.",
                        "Nåværende femte ledd blir nytt sjette ledd.",
                        "I lov 10. desember 2004 nr. 76 om arbeidsmarkedstjenester skal § 13 nytt annet ledd lyde:",
                        "Departementet kan fastsette nærmere vilkår for og størrelsen på tilskudd til arbeidsgivere, og vilkår for og størrelsen på ytelser som gis til arbeidstakere og personer under utdanning.",
                        "Nåværende annet ledd blir nytt tredje ledd.",
                        "I lov 16. desember 2011 nr. 59 om endringer i folketrygdloven (ny uføretrygd og alderspensjon til uføre) gjøres følgende endringer i del I:",
                        "Endringen av § 3-2 fjerde ledd bokstav a skal lyde:",
                        "a)som får uføretrygd eller alderspensjon,",
                        "Endringen av § 3-5 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": [
                {
                    "name": "§ 3-5",
                    "title": "Trygdetid ved beregning av ytelser etter kapitlene 16, 17, 18 og 19",
                    "sections": [
                        "Som trygdetid etter kapitlene 16, 17, 18 og 19 regnes tidsrom etter 1. januar 1967 da en person fra fylte 16 år til og med det året han eller hun fylte 66 år, har vært medlem i trygden med rett til ytelser etter pensjonskapitlene. Også tidsrom mellom 1. januar 1937 og 1. januar 1967 regnes som trygdetid dersom vedkommende da ville ha fylt vilkårene for medlemskap som nevnt.",
                        "I tillegg regnes som trygdetid kalenderår da medlemmet fyller 67 til og med 75 år og opptjener pensjonspoeng.",
                        "Et kalenderår som medlemmet har opptjent pensjonspoeng i, regnes som et helt års trygdetid.",
                        "Som trygdetid regnes også",
                        "a)framtidig trygdetid for den avdøde ved beregning av pensjon eller overgangsstønad til gjenlevende ektefelle, se § 3-7",
                        "b)framtidig trygdetid for en tidligere familiepleier i tidsrommet fra pleieforholdet opphørte, til og med det året vedkommende fyller 66 år. Bestemmelsene i § 3-6 tredje ledd gjelder tilsvarende.",
                        "Når samlet trygdetid utgjør minst tre år, avrundes trygdetiden til nærmeste hele år.",
                        "Trygdetid i alderspensjoner medregnes fra utløpet av det året ligningen for det aktuelle året er ferdig.",
                        "For en alderspensjonist som ved fylte 67 år hadde rett til uføretrygd etter kapittel 12, skal trygdetiden minst svare til trygdetiden for uføretrygden.",
                        "Trygdetid etter andre ledd regnes som botid, se §§ 17-4, 18-3 og 19-3. Som botid regnes også tidsrom som medlem i trygden i år da vedkommende opptjente pensjonspoeng etter tredje ledd.",
                        "Endringen av § 3-26 tredje ledd bokstav a skal lyde:",
                        "a)pensjonsytelser, overgangsstønad og uføretrygd fra folketrygden",
                        "I endringen «Innledningen til kapittel 12 skal lyde:» oppheves siste strekpunkt.",
                        "Endringen «Nåværende § 12-16 blir ny § 12-19 og skal lyde:» oppheves.",
                        "Endringen «§ 19-4 første ledd andre punktum skal lyde:",
                        "Det gis ikke alderspensjon til en person som mottar uføretrygd eller foreløpig uføretrygd etter en uføregrad på 100 prosent.»",
                        "skal lyde: «§ 19-4 tredje punktum skal lyde:",
                        "Det gis ikke alderspensjon til en person som mottar uføretrygd etter en uføregrad på 100 prosent.»",
                        "Endringen av § 20-2 nytt tredje punktum skal lyde:",
                        "Det gis ikke alderspensjon til en person som mottar uføretrygd etter en uføregrad på 100 prosent.",
                        "Etter endringen av § 20-10 og foran endringen av § 20-14 skal ny endring lyde:",
                        "§ 20-10 nåværende sjette ledd blir nytt sjuende ledd.",
                        "Loven trer i kraft straks, med unntak av endringen i samordningsloven § 24 nr. 3, som trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "VII",
            "paragraphs": []
        }
    ]
}