{
    "lawId": "LOV-2013-06-14-39",
    "lawName": "Lov om endringar i helsepersonelloven m.m. (utsending av epikrisar og utlevering av teiepliktige opplysningar til bruk i læringsarbeid og kvalitetssikring m.m.)",
    "shortName": "Endringslov til helsepersonelloven m.m.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 29 c",
                    "title": "Opplysninger til bruk i læringsarbeid og kvalitetssikring",
                    "sections": [
                        "Med mindre pasienten motsetter seg det, kan taushetsbelagte opplysninger etter særskilt anmodning gis til annet helsepersonell som tidligere har ytt helsehjelp til pasienten i et konkret behandlingsforløp, dersom utleveringen er begrunnet i lærings- og kvalitetssikringshensyn.",
                        "Utlevering etter første ledd skal begrenses til de opplysninger som er nødvendige og relevante for formålet. I pasientens journal skal det dokumenteres hvem opplysninger har blitt utlevert til og hvilke opplysninger som har blitt utlevert, jf. § 40.",
                        "Ny § 45 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 45 a",
                    "title": "Epikrise",
                    "sections": [
                        "Pasienten bør gis anledning til å opplyse hvem epikrise skal sendes til. Med mindre pasienten motsetter seg det, skal det ved utskrivning fra helseinstitusjon oversendes epikrise til innleggende eller henvisende helsepersonell, til det helsepersonellet som trenger opplysningene for å kunne gi pasienten forsvarlig oppfølging, og til pasientens faste lege. Det skal også sendes epikrise ved poliklinisk behandling eller behandling hos spesialist.",
                        "Dersom det ikke er mulig å sende epikrise samtidig med utskrivning, skal epikrise uansett sendes innen forsvarlig tid etter at helsehjelpen er avsluttet.",
                        "Med epikrise menes sammendrag av tilgjengelige journalopplysninger i tilknytning til undersøkelse eller behandling av en pasient som er nødvendige for at videre behandling eller oppfølging av pasienten innenfor helse- og omsorgstjenesten kan skje på en forsvarlig måte. Departementet kan i forskrift gi nærmere bestemmelser om plikten etter første og andre ledd, herunder hvem epikrise skal sendes til, hvilke opplysninger epikrisen skal inneholde, og når epikrisen skal være sendt.",
                        "I lov 23. juni 2000 nr. 56 om helsemessig og sosial beredskap skal § 2-2 første ledd lyde:",
                        "Kommuner, fylkeskommuner, regionale helseforetak og staten plikter å utarbeide en beredskapsplan for de helse- og omsorgstjenester eller sosialtjenester de skal sørge for et tilbud av eller er ansvarlige for. Kommuner skal også utarbeide beredskapsplan for sine oppgaver etter folkehelseloven kapittel 3. Beredskapsplanen skal også omfatte tjenester som etter lov eller avtale tilbys av private virksomheter som en del av de respektive tjenester. Det skal også i nødvendig utstrekning utarbeides delplaner for aktuelle institusjoner og tjenesteområder.",
                        "I lov 18. mai 2001 nr. 24 om helseregistre og behandling av helseopplysninger skal det gjerast følgjande endringar:",
                        "§ 6 tredje ledd skal lyde:",
                        "Kongen kan i forskrift gi nærmere bestemmelser om behandling av helseopplysninger i behandlingsrettede helseregistre, herunder om godkjenning av programvare og andre forhold som nevnt i § 16 femte ledd.",
                        "§ 16 femte ledd skal lyde:",
                        "Kongen kan gi forskrift om sikkerhet ved behandling av helseopplysninger etter denne lov. Kongen kan herunder sette nærmere krav til elektronisk signatur, kommunikasjon og langtidslagring, om godkjenning (autorisasjon) av programvare, sertifisering og om bruk av standarder, klassifikasjonssystemer og kodeverk, samt hvilke nasjonale eller internasjonale standardsystemer som skal følges.",
                        "I lov 24. juni 2011 nr. 29 om folkehelsearbeid skal § 13 andre ledd lyde:",
                        "Den som utfører granskingen, skal uhindret ha adgang til å inspisere eiendom og virksomhet og til å ta nødvendige prøver uten godtgjøring. Det kan kreves fremlagt dokumenter og materiale og kreves foretatt undersøkelser som kan ha betydning for kommunens gjøremål etter dette kapittel. Kommunen kan videre pålegge virksomhet å innhente ny vurdering som nevnt i § 10 annet ledd. Omkostninger forbundet med granskingen betales av den ansvarlige for eiendommen eller virksomheten.",
                        "Lova tek til å gjelde frå det tidspunkt Kongen bestemmer. Kongen kan setje i verk dei einskilde føresegnene til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}