{
    "lawId": "LOV-2013-01-11-3",
    "lawName": "Lov om Statens innkrevingssentral (SI-loven)",
    "shortName": "SI-loven",
    "authorityDescription": "Prop.127 L (2011–2012), Innst.108 L (2012–2013), Lovvedtak 22 (2012–2013). Stortingets første og andre gangs behandling hhv. 10. og 13. desember 2012. Fremmet av Finansdepartementet.\nEndringer i følgende lover:\n1\tLov 14. desember 1917 nr. 17 om vasdragsreguleringer.\n2\tLov 24. mai 1929 nr. 4 om tilsyn med elektriske anlegg og elektrisk utstyr (el-tilsynsloven).\n3\tLov 18. juni 1965 nr. 4 om vegtrafikk (vegtrafikkloven).\n4\tLov 21. mai 1971 nr. 47 om brannfarlige varer samt væsker og gasser under trykk.\n5\tLov 12. desember 1975 nr. 59 om dokumentavgift (dokumentavgiftsloven).\n6\tLov 13. juni 1980 nr. 35 om fri rettshjelp.\n7\tLov 22. mai 1981 nr. 25 om rettergangsmåten i straffesaker (Straffeprosessloven).\n8\tLov 17. desember 1982 nr. 86 om rettsgebyr.\n9\tLov 20. juni 1986 nr. 35 om mesterbrev i håndverk og annen næring.\n10\tLov 12. juni 1987 nr. 48 om norsk internasjonalt skipsregister.\n11\tLov 20. mai 1988 nr. 32 om militær disiplinærmyndighet.\n12\tLov 16. juni 1989 nr. 54 om offisiell statistikk og Statistisk Sentralbyrå (statistikkloven).\n13\tLov 29. juni 1990 nr. 50 om produksjon, omforming, overføring, omsetning og fordeling av energi m.m. (energiloven).\n14\tLov 26. juni 1992 nr. 86 om tvangsfullbyrdelse.\n15\tLov 28. august 1992 nr. 103 om pengespill m.v. (pengespilloven).\n16\tLov 4. desember 1992 nr. 127 om kringkasting.\n17\tLov 4. desember 1992 nr. 132 om legemidler m.v. (legemiddelloven).\n18\tLov 24. juni 1994 nr. 39 om sjøfarten (sjøloven).\n19\tLov 24. februar 1995 nr. 11 om lotterier m.v. (lotteriloven).\n20\tLov 26. juni 1998 nr. 47 om fritids- og småbåter.\n21\tLov 17. juli 1998 nr. 56 om årsregnskap m.v. (regnskapsloven).\n22\tLov 14. april 2000 nr. 31 om behandling av personopplysninger (personopplysningsloven).\n23\tLov 2. juni 2000 nr. 39 om apotek (apotekloven).\n24\tLov 24. november 2000 nr. 82 om vassdrag og grunnvann (vannressursloven).\n25\tLov 20. april 2001 nr. 13 om erstatning fra staten for personskade voldt ved straffbar handling m.m. (voldsoffererstatningsloven).\n26\tLov 15. juni 2001 nr. 59 om stiftelser (stiftelsesloven).\n27\tLov 14. juni 2002 nr. 20 om vern mot brann, eksplosjon og ulykker med farlig stoff og om brannvesenets redningsoppgaver (brann- og eksplosjonsvernloven).\n28\tLov 6. juni 2003 nr. 39 om burettslag (burettslagslova).\n29\tLov 3. juni 2005 nr. 37 om utdanningsstøtte.\n30\tLov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav (skattebetalingsloven).\n31\tLov 16. juni 2006 nr. 20 om arbeids- og velferdsforvaltningen (arbeids- og velferdsforvaltningsloven).\n32\tLov 16. februar 2007 nr. 9 om skipssikkerhet (skipssikkerhetsloven).\n33\tLov 19. juni 2009 nr. 101 om erverv og utvinning av mineralressurser (mineralloven).\n34\tLov 4. juni 2010 nr. 21 om fornybar energiproduksjon til havs (havenergilova).\n35\tLov 25. juni 2010 nr. 45 om kommunal beredskapsplikt, sivile beskyttelsestiltak og Sivilforsvaret (sivilbeskyttelsesloven).\n36\tLov 24. juni 2011 nr. 39 om elsertifikater.",
    "chapters": [
        {
            "name": "II Statens innkrevingssentral",
            "paragraphs": [
                {
                    "name": "§ 2-14",
                    "title": "Statens innkrevingssentrals namskompetanse",
                    "sections": [
                        "For de krav den har til innfordring og som det foreligger tvangsgrunnlag for, kan Statens innkrevingssentral beslutte utleggstrekk eller stifte utleggspant dersom panterett kan gis rettsvern ved registrering i et register eller ved underretning til tredjeperson, jf. panteloven kapittel 5, og utleggsforretningen kan holdes på innkrevingssentralens kontor etter § 7-9 første ledd.",
                        "Når innkrevingssentralen selv har stiftet utleggspant i enkle pengekrav, kan den gjennomføre tvangsdekning i kravet etter reglene i kapittel 10 del III.",
                        "Bestemmelsene i §§ 5-1 til 5-5 og §§ 7-3 til 7-8 gjelder ikke for Statens innkrevingssentral når den utøver myndighet etter første og annet ledd.",
                        "Før utleggsforretning etter første ledd finner sted, skal saksøkte varsles med oppfordring om innen to uker å uttale seg om forhold av betydning for om utlegg skal tas og om valg av gjenstand for utlegget. Saksøkte skal i oppfordringen gjøres oppmerksom på hvilke kostnader som er påløpt, på at ytterligere kostnader vil påløpe om utlegg blir tatt, og på at utlegg kan unngås ved at kravet med renter og kostnader betales innen fristen etter første punktum. Det kan samtidig opplyses om tid og sted for avholdelse av utleggsforretning. Første og annet punktum gjelder tilsvarende når innkrevingssentralen gjennomfører tvangsdekning i enkle pengekrav etter annet ledd. Vil tvangsfullbyrdelsen ellers bli vesentlig vanskeliggjort, kan meddelelse til saksøkte unnlates.",
                        "Statens innkrevingssentral kan begjære utlegg hos de alminnelige namsmyndighetene for krav den har til innfordring og som det foreligger tvangsgrunnlag for."
                    ]
                },
                {
                    "name": "§ 2-15",
                    "title": "Verneting ved klage",
                    "sections": [
                        "Klage etter § 5-16 over Statens innkrevingssentrals avgjørelser og handlemåte under tvangsfullbyrdelsen avgjøres av tingretten for det distrikt der Statens innkrevingssentral ligger."
                    ]
                },
                {
                    "name": "§ 2-16",
                    "title": "Innhenting og videreformidling av opplysninger",
                    "sections": [
                        "Statens innkrevingssentral kan uten hinder av taushetsplikt innhente og utlevere opplysninger om skyldnerens inntekts- og formuesforhold og om avholdte utleggsforretninger til bruk for andre namsmyndigheters tvangsfullbyrdelse."
                    ]
                },
                {
                    "name": "§ 2-17",
                    "title": "Frister. Elektronisk kommunikasjon",
                    "sections": [
                        "§§ 2-7 og 2-13 gjelder tilsvarende for Statens innkrevingssentrals tvangsfullbyrdelse.\n15. I lov 28. august 1992 nr. 103 om pengespill mv. gjøres følgende endringer:\n§ 15 femte ledd oppheves. Sjette og syvende ledd blir nytt femte og sjette ledd.\n16. I lov 4. desember 1992 nr. 127 om kringkasting gjøres følgende endringer:\n§ 8-4 fjerde ledd skal lyde:",
                        "Krav som nevnt i tredje ledd innkreves av Statens innkrevingssentral med mindre departementet bestemmer annet.\n17. I lov 4. desember 1992 nr. 132 om legemidler gjøres følgende endring:\n§ 33 oppheves.\n18. I lov 24. juni 1994 nr. 39 om sjøfarten gjøres følgende endringer:\n§ 11 niende ledd oppheves.\n19. I lov 24. februar 1995 nr. 11 om lotterier mv. gjøres følgende endring:\n§ 14 d annet ledd oppheves.\n20. I lov 26. juni 1998 nr. 47 om fritids- og småbåter gjøres følgende endringer:\n§ 41 a femte ledd oppheves. Sjette og syvende ledd blir nytt femte og sjette ledd.\n21. I lov 17. juli 1998 nr. 56 om årsregnskap gjøres følgende endringer:\n§ 8-4 skal lyde:",
                        "Krav som nevnt i § 8-3 innkreves av Statens innkrevingssentral med mindre departementet bestemmer annet.\n22. I lov 14. april 2000 nr. 31 om behandling av personopplysninger gjøres følgende endring:\n§ 47 a annet ledd oppheves.\n23. I lov 2. juni 2000 nr. 39 om apotek gjøres følgende endring:\n§ 9-4 oppheves.\n24. I lov 24. november 2000 nr. 82 om vassdrag og grunnvann gjøres følgende endringer:\n§ 60 a annet ledd tredje til femte punktum oppheves.\n25. I lov 20. april 2001 nr. 13 om erstatning fra staten for personskade voldt ved straffbar handling m.m. gjøres følgende endring:\n§ 17 annet ledd skal lyde:",
                        "Krav som nevnt i første ledd innkreves av Statens innkrevingssentral med mindre departementet bestemmer annet.\n26. I lov 15. juni 2001 nr. 59 om stiftelser gjøres følgende endringer:\n§ 7 fjerde ledd annet punktum oppheves.\n27. I lov 14. juni 2002 nr. 20 om vern mot brann, eksplosjon og ulykker med farlig stoff og om brannvesenets redningsoppgaver gjøres følgende endringer:\n§ 28 femte ledd og sjette ledd oppheves.\n28. I lov 6. juni 2003 nr. 39 om burettslag gjøres følgende endringer:\n§ 6-16 fjerde ledd annet og tredje punktum oppheves.\n29. I lov 3. juni 2005 nr. 37 om utdanningsstøtte gjøres følgende endringer:\n§ 12 skal lyde:",
                        "Krav som nevnt i § 11 innkreves av Statens innkrevingssentral med mindre departementet bestemmer annet.\n30. I lov 17. juni 2005 nr. 67 om betaling og innkreving av skattekrav gjøres følgende endring:\n§ 2-7 første ledd skal lyde:",
                        "Departementet kan i forskrift bestemme at Statens innkrevingssentral skal innkreve nærmere bestemte skatte- og avgiftskrav og andre krav som tilkommer staten etter bestemmelse i SI-loven, med unntak for krav som innkreves av skatteoppkreverne for kommunene.\n31. I lov 16. juni 2006 nr. 20 om arbeids- og velferdsforvaltningen gjøres følgende endringer:\n§ 18 annet ledd annet punktum oppheves.\n32. I lov 16. februar 2007 nr. 9 om skipssikkerhet gjøres følgende endringer:\n§ 48 annet ledd oppheves. Tredje ledd blir nytt annet ledd.\n§ 50 fjerde ledd oppheves. Femte ledd blir nytt fjerde ledd.\n§ 57 første ledd annet punktum oppheves.\n33. I lov 19. juni 2009 nr. 101 om erverv og utvinning av mineralressurser gjøres følgende endringer:\n§ 66 femte ledd oppheves. Sjette ledd blir nytt femte ledd.\n§ 67 fjerde ledd oppheves. Femte ledd blir nytt fjerde ledd.\n34. I lov 4. juni 2010 nr. 21 om fornybar energiproduksjon til havs gjøres følgende endring:\n§ 10-9 annet ledd tredje til femte punktum oppheves.\n35. I lov 25. juni 2010 nr. 45 om kommunal beredskapsplikt, sivile beskyttelsestiltak og Sivilforsvaret gjøres følgende endringer:\n§ 11 annet ledd oppheves. Tredje ledd blir nytt annet ledd.\n36. I lov 24. juni 2011 nr. 39 om elsertifikater gjøres følgende endringer:\n§ 26 annet ledd annet til fjerde punktum oppheves."
                    ]
                }
            ]
        }
    ]
}