{
    "lawId": "LOV-2013-12-17-132",
    "lawName": "Lov om endringer i utlendingsloven (gjennomføring av Dublin III-forordningen)",
    "shortName": "Endringslov til utlendingsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 32",
                    "title": "Internasjonalt samarbeid mv. om behandling av søknader om opphold av beskyttelsesgrunner",
                    "sections": [
                        "En søknad om oppholdstillatelse etter § 28 kan nektes realitetsbehandlet dersom søkeren",
                        "a.har fått asyl eller annen form for beskyttelse i et annet land,",
                        "b.kan kreves mottatt av et annet land som deltar i Dublin-samarbeidet, jf. fjerde ledd,",
                        "c.kan kreves mottatt av en annen nordisk stat etter reglene i den nordiske passkontrolloverenskomsten,",
                        "d.har reist til riket etter å ha hatt opphold i en stat eller et område hvor utlendingen ikke var forfulgt, og hvor utlendingen vil få en søknad om beskyttelse behandlet.",
                        "I tilfeller som nevnt i første ledd bokstav b, c og d skal søknaden om oppholdstillatelse etter § 28 likevel tas til realitetsbehandling dersom utlendingen har en tilknytning til riket som gjør at Norge er nærmest til å realitetsbehandle den. Kongen kan gi nærmere regler i forskrift om når en søknad som faller inn under første ledd, skal realitetsbehandles.",
                        "Adgangen til å nekte realitetsbehandling etter første ledd gjelder likevel ikke dersom § 73 er til hinder for det.",
                        "Europaparlaments- og rådsforordning (EU) nr. 604/2013 (Dublin III-forordningen) gjelder som norsk lov. Forordningen fastsetter kriterier og mekanismer for å avgjøre hvilken medlemsstat som er ansvarlig for behandlingen av en søknad om internasjonal beskyttelse som fremlegges i en medlemsstat av en tredjelandsborger eller en statsløs person.",
                        "§ 90 annet ledd nytt fjerde punktum skal lyde:",
                        "Dersom utlendingen har fått vedtak om overføring til et annet land i medhold av Dublin III-forordningen, jf. § 32 fjerde ledd, og vedkommende har begjært utsatt iverksetting, kan ikke vedtaket iverksettes før Utlendingsnemnda har tatt stilling til begjæringen om utsatt iverksetting eller behandlet klagen på vedtaket.",
                        "§ 91 nytt niende ledd skal lyde:",
                        "Bestemmelsen gjelder ikke for utlendinger som overføres fra Norge til et annet land i henhold til Dublin III-forordningen, jf. § 32 fjerde ledd.",
                        "§ 98 annet ledd første punktum skal lyde:",
                        "I den utstrekning Norge er forpliktet til det som deltaker i Schengensamarbeidet, jf. § 9 annet ledd, og Dublin-samarbeidet, jf. § 32 fjerde ledd, kan utlendingsmyndighetene uten hinder av taushetsplikt oversende opplysninger om enkeltpersoner til myndighetene i land som deltar i samarbeidet, som ledd i eller til bruk ved behandlingen av saker om grensekontroll, visum, bortvisning, utvisning, beskyttelse etter reglene i kapittel 4, vern mot utsendelse etter kapittel 9 eller oppholdstillatelse.",
                        "§ 100 tredje ledd skal lyde:",
                        "For behandling av fingeravtrykk i henhold til Dublin-samarbeidet, jf. § 32 fjerde ledd, gjelder reglene i § 101.",
                        "§ 101 første ledd skal lyde:",
                        "Som ledd i Dublin-samarbeidet, jf. § 32 fjerde ledd, kan fingeravtrykk tas av en utlending som har fylt 14 år, og som",
                        "a.søker oppholdstillatelse etter § 28,",
                        "b.uten å bli bortvist blir anholdt i forbindelse med ulovlig passering av en ytre Schengengrense, eller",
                        "c.oppholder seg ulovlig i riket.",
                        "§ 102 a første ledd bokstav f skal lyde:",
                        "f)lette anvendelsen av Dublin III-forordningen, jf. § 32 fjerde ledd, og",
                        "§ 106 første ledd bokstav b skal lyde:",
                        "b)det er konkrete holdepunkter for å anta at utlendingen vil unndra seg iverksettingen av et vedtak som innebærer at utlendingen plikter å forlate riket. Pågripelse og fengsling kan også skje dersom det er vesentlig fare for at utlendingen vil unndra seg iverksettingen av et vedtak som innebærer at utlendingen skal overføres til et annet europeisk land i medhold av Dublin-samarbeidet, jf. § 32 fjerde ledd,",
                        "§ 106 nytt femte ledd skal lyde:",
                        "Når en utlending er fengslet etter første ledd bokstav b annet punktum, gjelder særskilte frister for gjennomføring av Dublin-prosedyrer, jf. Dublin III-forordningen artikkel 28 nr. 3, jf. § 32 fjerde ledd.",
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}