{
    "lawId": "LOV-2013-06-21-61",
    "lawName": "Lov om forbud mot diskriminering på grunn av nedsatt funksjonsevne (diskriminerings- og tilgjengelighetsloven)",
    "shortName": "Diskriminerings- og tilgjengelighetsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "Kapittel 1 Formål og virkeområde",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Lovens formål er å fremme likestilling uavhengig av funksjonsevne. Likestilling innebærer:",
                        "a)likeverd,",
                        "b)like muligheter og rettigheter,",
                        "c)tilgjengelighet og",
                        "d)tilrettelegging.",
                        "Loven skal bidra til nedbygging av samfunnsskapte funksjonshemmende barrierer og hindre at nye skapes."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Lovens saklige virkeområde",
                    "sections": [
                        "Loven gjelder på alle områder i samfunnet, med unntak av familieliv og andre rent personlige forhold."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Lovens stedlige virkeområde",
                    "sections": [
                        "Loven gjelder i hele landet, herunder på Svalbard og Jan Mayen. Loven gjelder også på faste og flyttbare installasjoner i virksomhet på norsk kontinentalsokkel, på norske skip og norske luftfartøyer.",
                        "Kapittel 3 og §§ 18, 19, 24, 25 og 26 om universell utforming, individuell tilrettelegging, aktivt likestillingsarbeid og arbeidsgivers aktivitets- og redegjørelsesplikt gjelder likevel ikke på Svalbard og Jan Mayen, på installasjoner i virksomhet på norsk kontinentalsokkel, på norske skip i utenriks fart og norske luftfartøyer i internasjonal trafikk. Kongen kan gi forskrift om anvendelsen av lovens bestemmelser på disse områdene.",
                        "Kongen gir forskrift om lovens anvendelse for utsendte arbeidstakere, jf. arbeidsmiljøloven § 1-7."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Ufravikelighet",
                    "sections": [
                        "Bestemmelsene i denne loven kan ikke fravikes ved avtale."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2 Forbud mot diskriminering",
            "paragraphs": [
                {
                    "name": "§ 5",
                    "title": "Hovedregel om forbud mot diskriminering",
                    "sections": [
                        "Diskriminering på grunn av nedsatt funksjonsevne er forbudt. Forbudet gjelder diskriminering på grunn av faktisk, antatt, tidligere eller fremtidig nedsatt funksjonsevne. Forbudet gjelder også diskriminering på grunn av nedsatt funksjonsevne hos en person som den som diskrimineres har tilknytning til.",
                        "Med diskriminering menes direkte og indirekte forskjellsbehandling som ikke er lovlig etter § 6 eller § 7. Med direkte forskjellsbehandling menes en handling eller unnlatelse som har som formål eller virkning at en person blir behandlet dårligere enn andre i tilsvarende situasjon, og at dette skyldes nedsatt funksjonsevne. Med indirekte forskjellsbehandling menes enhver tilsynelatende nøytral bestemmelse, betingelse, praksis, handling eller unnlatelse som fører til at personer stilles dårligere enn andre, og at dette skjer på grunn av nedsatt funksjonsevne."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Lovlig forskjellsbehandling",
                    "sections": [
                        "Forskjellsbehandling er ikke i strid med forbudet i § 5 når:",
                        "a)den har et saklig formål,",
                        "b)den er nødvendig for å oppnå formålet og",
                        "c)det er et rimelig forhold mellom det man ønsker å oppnå og hvor inngripende forskjellsbehandlingen er for den eller de som stilles dårligere."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Positiv særbehandling",
                    "sections": [
                        "Positiv særbehandling på grunn av nedsatt funksjonsevne er ikke i strid med forbudet i § 5 dersom:",
                        "a)særbehandlingen er egnet til å fremme lovens formål,",
                        "b)det er et rimelig forhold mellom det man ønsker å oppnå og hvor inngripende forskjellsbehandlingen er for den eller de som stilles dårligere og",
                        "c)særbehandlingen opphører når formålet med den er oppnådd."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Forbud mot trakassering",
                    "sections": [
                        "Trakassering på grunn av nedsatt funksjonsevne er forbudt. Med trakassering menes handlinger, unnlatelser eller ytringer som virker eller har til formål å virke krenkende, skremmende, fiendtlige, nedverdigende eller ydmykende."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Forbud mot gjengjeldelse",
                    "sections": [
                        "Det er forbudt å gjøre gjengjeld mot noen som har fremmet klage om brudd på denne lov, eller som har gitt uttrykk for at klage kan bli fremmet. Dette gjelder ikke dersom klageren har opptrådt grovt uaktsomt. Forbudet gjelder også overfor vitner i en klagesak.",
                        "Det er forbudt å gjøre gjengjeld mot noen som unnlater å følge en instruks som er i strid med § 10."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Forbud mot instruks",
                    "sections": [
                        "Det er forbudt å instruere noen om å diskriminere, trakassere eller gjøre gjengjeld i strid med denne loven."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Forbud mot medvirkning",
                    "sections": [
                        "Det er forbudt å medvirke til å diskriminere, trakassere, gjøre gjengjeld eller instruere i strid med denne loven."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Brudd på plikten til universell utforming eller individuell tilrettelegging",
                    "sections": [
                        "Brudd på plikten til universell utforming etter § 13 eller plikten til individuell tilrettelegging i §§ 16, 17 og 26 regnes som diskriminering.",
                        "Diskriminering som skyldes mangelfull fysisk tilrettelegging er uttømmende regulert i §§ 13 til 17 og § 26 for de rettssubjekter og på de områder disse bestemmelsene gjelder."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3 Universell utforming og individuell tilrettelegging",
            "paragraphs": [
                {
                    "name": "§ 13",
                    "title": "Universell utforming",
                    "sections": [
                        "Offentlige virksomheter skal arbeide aktivt og målrettet for å fremme universell utforming innenfor virksomheten. Tilsvarende gjelder for private virksomheter rettet mot allmennheten.",
                        "Med universell utforming menes utforming eller tilrettelegging av hovedløsningen i de fysiske forholdene, inkludert informasjons- og kommunikasjonsteknologi (IKT), slik at virksomhetens alminnelige funksjon kan benyttes av flest mulig.",
                        "Offentlige og private virksomheter rettet mot allmennheten har plikt til å sikre universell utforming av virksomhetens alminnelige funksjon så langt det ikke medfører en uforholdsmessig byrde for virksomheten. Ved vurderingen av om utformingen eller tilretteleggingen medfører en uforholdsmessig byrde skal det særlig legges vekt på tilretteleggingens effekt for å nedbygge funksjonshemmende barrierer, hvorvidt virksomhetens alminnelige funksjon er av offentlig art, de nødvendige kostnadene ved tilretteleggingen, virksomhetens ressurser, sikkerhetsmessige hensyn og vernehensyn.",
                        "Det er ikke plikt til universell utforming etter denne loven dersom virksomheten oppfyller nærmere bestemmelser i lov eller forskrift om innholdet i plikten til universell utforming.",
                        "Kongen kan gi forskrift om innholdet i plikten til universell utforming på områder som ikke er omfattet av krav i eller i medhold av annet lovverk."
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Særlig om universell utforming av IKT",
                    "sections": [
                        "Med informasjons- og kommunikasjonsteknologi (IKT) menes teknologi og systemer av teknologi som anvendes til å uttrykke, skape, omdanne, utveksle, lagre, mangfoldiggjøre og publisere informasjon, eller som på annen måte gjør informasjon anvendbar.",
                        "Nye IKT-løsninger skal være universelt utformet. Denne plikten inntrer tolv måneder etter at det foreligger standarder eller retningslinjer for innholdet i plikten, jf. fjerde ledd. Alle IKT-løsninger skal være universelt utformet fra 1. januar 2021. Håndhevingsorganet utpekt etter § 29 kan gi dispensasjon fra fristene dersom det foreligger særlig tungtveiende grunner.",
                        "Plikten gjelder IKT-løsninger som underbygger virksomhetens alminnelige funksjoner og som er hovedløsninger rettet mot eller stillet til rådighet for allmennheten.",
                        "Kongen gir forskrifter med nærmere bestemmelser om avgrensning av virkeområdet og innholdet i plikten til universell utforming av IKT-løsninger."
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Universell utforming av bygninger, anlegg mv.",
                    "sections": [
                        "For bygninger, anlegg og uteområder rettet mot allmennheten gjelder kravene til universell utforming i eller i medhold av plan- og bygningsloven."
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Rett til individuell tilrettelegging av kommunale tjenester",
                    "sections": [
                        "Barn med nedsatt funksjonsevne har rett til egnet individuell tilrettelegging av kommunale barnehagetilbud for å sikre likeverdige utviklings- og aktivitetsmuligheter. Personer med nedsatt funksjonsevne har rett til egnet individuell tilrettelegging av kommunale tjenestetilbud etter helse- og omsorgstjenesteloven av varig karakter for den enkelte, for å sikre at personer med nedsatt funksjonsevne får et likeverdig tilbud.",
                        "Retten gjelder tilrettelegging som ikke innebærer en uforholdsmessig byrde. Ved vurderingen av om tilretteleggingen innebærer en uforholdsmessig byrde skal det særlig legges vekt på tilretteleggingens effekt for å nedbygge funksjonshemmende barrierer, de nødvendige kostnadene ved tilretteleggingen og virksomhetens ressurser."
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Rett til individuell tilrettelegging i skole- og utdanningsinstitusjoner",
                    "sections": [
                        "Elever og studenter med nedsatt funksjonsevne ved skole- og utdanningsinstitusjoner har rett til egnet individuell tilrettelegging av lærested, undervisning, læremidler og eksamen for å sikre likeverdige opplærings- og utdanningsmuligheter.",
                        "Retten gjelder tilrettelegging som ikke innebærer en uforholdsmessig byrde. Ved vurderingen av om tilretteleggingen innebærer en uforholdsmessig byrde skal det særlig legges vekt på tilretteleggingens effekt for å nedbygge funksjonshemmende barrierer, de nødvendige kostnadene ved tilretteleggingen og virksomhetens ressurser."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4 Aktivt likestillingsarbeid",
            "paragraphs": [
                {
                    "name": "§ 18",
                    "title": "Offentlige myndigheters plikt til aktivt likestillingsarbeid",
                    "sections": [
                        "Offentlige myndigheter skal arbeide aktivt, målrettet og planmessig for likestilling uavhengig av nedsatt funksjonsevne."
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Arbeidslivets organisasjoners aktivitetsplikt",
                    "sections": [
                        "Arbeidslivets organisasjoner skal arbeide aktivt, målrettet og planmessig for å fremme lovens formål innenfor sitt virkefelt."
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Organisasjoners og utdanningsinstitusjoners plikt til å forebygge og forhindre trakassering",
                    "sections": [
                        "Ledelsen i organisasjoner og utdanningsinstitusjoner skal innenfor sitt ansvarsområde forebygge og søke å hindre at det forekommer trakassering i strid med § 8."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5 Supplerende regler i arbeidsforhold",
            "paragraphs": [
                {
                    "name": "§ 21",
                    "title": "Diskrimineringsforbudet i arbeidsforhold",
                    "sections": [
                        "Forbudene i kapittel 2 gjelder alle sider av et ansettelsesforhold. Dette omfatter blant annet:",
                        "a)utlysning av stilling,",
                        "b)ansettelse, omplassering og forfremmelse,",
                        "c)opplæring og kompetanseutvikling,",
                        "d)lønns- og arbeidsvilkår og",
                        "e)opphør av ansettelsesforholdet.",
                        "Første ledd gjelder tilsvarende for arbeidsgivers valg og behandling av selvstendig næringsdrivende og innleide arbeidstakere."
                    ]
                },
                {
                    "name": "§ 22",
                    "title": "Arbeidsgivers opplysningsplikt overfor arbeidssøker",
                    "sections": [
                        "En arbeidssøker som mener seg forbigått i strid med denne loven, kan kreve at arbeidsgiver skriftlig gir opplysninger om den som ble ansatt. Arbeidsgiver skal opplyse om utdanning, praksis og andre formelle kvalifikasjoner."
                    ]
                },
                {
                    "name": "§ 23",
                    "title": "Arbeidsgivers opplysningsplikt om lønn",
                    "sections": [
                        "En arbeidstaker som har mistanke om diskriminering ved lønnsfastsettelsen, kan kreve at arbeidsgiver skriftlig opplyser om lønnsnivå og kriteriene for fastsettelsen av lønn for den eller de vedkommende sammenlikner seg med.",
                        "Den som mottar opplysninger om lønn i medhold av denne bestemmelsen har taushetsplikt og skal underskrive en taushetserklæring. Dette gjelder ikke opplysninger som omfattes av offentleglova.",
                        "Arbeidsgiver som utleverer lønnsopplysninger om en ansatt etter denne bestemmelsen skal samtidig informere vedkommende om hvilke opplysninger som er utlevert, og til hvem."
                    ]
                },
                {
                    "name": "§ 24",
                    "title": "Arbeidsgivers aktivitetsplikt",
                    "sections": [
                        "Arbeidsgivere skal arbeide aktivt, målrettet og planmessig for å fremme lovens formål innenfor sin virksomhet. Aktivitetsplikten omfatter blant annet rekruttering, lønns- og arbeidsvilkår, forfremmelse, utviklingsmuligheter og beskyttelse mot trakassering. Aktivitetsplikten gjelder for:",
                        "a)arbeidsgivere i privat sektor som jevnlig sysselsetter mer enn 50 ansatte og",
                        "b)arbeidsgivere i offentlig sektor."
                    ]
                },
                {
                    "name": "§ 25",
                    "title": "Arbeidsgivers redegjørelsesplikt",
                    "sections": [
                        "Arbeidsgivere skal redegjøre for likestillingstiltak som er iverksatt og som planlegges iverksatt for å oppfylle aktivitetsplikten etter § 24.",
                        "Redegjørelsesplikten gjelder for virksomheter som har aktivitetsplikt etter § 24 og som i lov er pålagt å utarbeide årsberetning. Disse skal ta redegjørelsene inn i virksomhetens årsberetning.",
                        "Redegjørelsesplikten gjelder også for offentlige myndigheter og offentlige virksomheter som ikke er pålagt å utarbeide årsberetning. Disse skal ta redegjørelsene inn i årsbudsjettet."
                    ]
                },
                {
                    "name": "§ 26",
                    "title": "Rett til individuell tilrettelegging",
                    "sections": [
                        "Arbeidstakere og arbeidssøkere med nedsatt funksjonsevne har rett til egnet individuell tilrettelegging av arbeidsplass og arbeidsoppgaver for å sikre at de kan få eller beholde arbeid, ha tilgang til opplæring og annen kompetanseutvikling samt utføre og ha mulighet til fremgang i arbeidet på lik linje med andre.",
                        "Retten gjelder tilrettelegging som ikke innebærer en uforholdsmessig byrde. Ved vurderingen av om tilretteleggingen innebærer en uforholdsmessig byrde skal det særlig legges vekt på tilretteleggingens effekt for å nedbygge funksjonshemmende barrierer, de nødvendige kostnadene ved tilretteleggingen og virksomhetens ressurser."
                    ]
                },
                {
                    "name": "§ 27",
                    "title": "Arbeidsgivers plikt til å forebygge og forhindre trakassering",
                    "sections": [
                        "Arbeidsgivere skal forebygge og søke å hindre at det forekommer trakassering i strid med § 8."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 6 Håndheving, bevisbyrde og reaksjoner",
            "paragraphs": [
                {
                    "name": "§ 28",
                    "title": "Håndheving av loven",
                    "sections": [
                        "Likestillings- og diskrimineringsombudet og Likestillings- og diskrimineringsnemnda skal håndheve og medvirke til gjennomføringen av denne loven, jf. diskrimineringsombudsloven. Ombudet og nemnda skal likevel ikke håndheve reglene om:",
                        "a)universell utforming av IKT i § 14,",
                        "b)universell utforming av bygg, anlegg mv. i § 15,",
                        "c)behandling av lønnsopplysninger i § 23 andre ledd,",
                        "d)aktivt likestillingsarbeid i kapittel 4 og § 24 eller",
                        "e)oppreisning og erstatning i § 31."
                    ]
                },
                {
                    "name": "§ 29",
                    "title": "Håndheving av reglene om universell utforming av IKT",
                    "sections": [
                        "Kongen utpeker hvilket organ som skal føre tilsyn med at kravene i § 14 om universell utforming av IKT overholdes.",
                        "Organet kan gi pålegg om retting mot en virksomhet som ikke oppfyller kravene gitt i medhold av § 14 fjerde ledd, og kan treffe vedtak om tvangsmulkt for å sikre gjennomføring av pålegg dersom fristen for å etterkomme pålegget er oversittet. Reglene i diskrimineringsombudsloven § 8 første til tredje ledd gjelder tilsvarende.",
                        "Organet kan kreve de opplysningene som er nødvendige for å gjennomføre sine oppgaver etter loven, samt kreve adgang til IKT-løsninger som nevnt i § 15. Det samme gjelder klageinstansen ved klage over vedtak etter annet ledd.",
                        "Søksmål om gyldigheten av vedtak truffet av dette organet eller av klageinstansen, må reises innen tre måneder etter at underretning om vedtaket er mottatt. Vedtaket kan ikke bringes inn for domstolene uten at klageadgangen er utnyttet og klagen er avgjort.",
                        "Kongen kan gi forskrift om fastsettelse og gjennomføring av vedtak om tvangsmulkt."
                    ]
                },
                {
                    "name": "§ 30",
                    "title": "Bevisbyrde",
                    "sections": [
                        "Det skal legges til grunn at diskriminering har funnet sted hvis:",
                        "a)det foreligger omstendigheter som gir grunn til å tro at det har skjedd diskriminering og",
                        "b)den ansvarlige ikke sannsynliggjør at diskriminering likevel ikke har funnet sted.",
                        "Dette gjelder ved påståtte brudd på:",
                        "a)bestemmelsene i §§ 5 til 11 og § 21,",
                        "b)reglene om universell utforming i § 13 og",
                        "c)reglene om individuell tilrettelegging i §§ 16, 17 og 26."
                    ]
                },
                {
                    "name": "§ 31",
                    "title": "Oppreisning og erstatning",
                    "sections": [
                        "Den som er blitt diskriminert kan kreve oppreisning og erstatning. Dette gjelder ved brudd på:",
                        "a)bestemmelsene i §§ 5 til 11 og § 21 og",
                        "b)reglene om individuell tilrettelegging i §§ 16, 17 og 26.",
                        "I ansettelsesforhold gjelder ansvaret uavhengig av om arbeidsgiveren kan bebreides for diskrimineringen. På andre samfunnsområder gjelder ansvaret dersom den som har diskriminert kan bebreides for dette.",
                        "Erstatningen skal dekke økonomisk tap som følge av diskrimineringen. Oppreisning for ikke-økonomisk skade fastsettes til det som er rimelig ut fra skadens omfang og art, partenes forhold og omstendighetene for øvrig.",
                        "Disse reglene begrenser ikke personens rett til å kreve oppreisning og erstatning etter alminnelige erstatningsregler."
                    ]
                },
                {
                    "name": "§ 32",
                    "title": "Organisasjoners adgang til å opptre som fullmektig",
                    "sections": [
                        "I saker som behandles av Likestillings- og diskrimineringsombudet og Likestillings- og diskrimineringsnemnda, kan en organisasjon som helt eller delvis har til formål å arbeide mot diskriminering brukes som fullmektig.",
                        "I saker for domstolene kan en person utpekt av og med tilknytning til en organisasjon som helt eller delvis har til formål å arbeide mot diskriminering, brukes som prosessfullmektig. Dette gjelder ikke for Høyesterett. Retten kan nekte å godta en prosessfullmakt hvis det etter rettens skjønn er fare for at prosessfullmektigen ikke har tilstrekkelige kvalifikasjoner til å ivareta partens interesser på en tilfredsstillende måte. En prosessfullmektig skal ved siden av fullmakt som nevnt i tvisteloven § 3-4 til samme tid fremlegge skriftlig orientering fra organisasjonen om prosessfullmektigens kvalifikasjoner."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 7 Ikrafttredelse og endringer i andre lover m.m.",
            "paragraphs": [
                {
                    "name": "§ 33",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven gjelder fra den tid Kongen bestemmer. Fra samme tid oppheves lov 20. juni 2008 nr. 42 om forbud mot diskriminering på grunn av nedsatt funksjonsevne."
                    ]
                },
                {
                    "name": "§ 34",
                    "title": "Videreføring av forskrifter",
                    "sections": [
                        "Forskrifter gitt i medhold av lov 20. juni 2008 nr. 42 om forbud mot diskriminering på grunn av nedsatt funksjonsevne gjelder også etter at loven her har trådt i kraft."
                    ]
                },
                {
                    "name": "§ 35",
                    "title": "Endringer i andre lover",
                    "sections": [
                        "Fra den tid loven trer i kraft gjøres følgende endringer i andre lover:",
                        "1. I lov 23. mai 1997 nr. 31 om eierseksjoner skal § 3 a lyde:"
                    ]
                },
                {
                    "name": "§ 3 a",
                    "title": "Forbud mot diskriminering",
                    "sections": [
                        "I vedtektene kan det ikke settes vilkår for å være sameier som tar hensyn til kjønn, etnisitet, religion, livssyn, nedsatt funksjonsevne, seksuell orientering, kjønnsidentitet eller kjønnsuttrykk. Slike omstendigheter kan ikke regnes som saklig grunn til å nekte godkjenning av en sameier eller bruker av eiendommen eller tillegges vekt ved bruk av eventuell forkjøpsrett. Ved diskriminering gjelder likestillingsloven, diskrimineringsloven om etnisitet, diskriminerings- og tilgjengelighetsloven og diskrimineringsloven om seksuell orientering.",
                        "2. I lov 26. mars 1999 nr. 17 om husleieavtaler skal § 1-8 lyde:"
                    ]
                },
                {
                    "name": "§ 1-8",
                    "title": "Forbud mot diskriminering",
                    "sections": [
                        "Ved utleie av husrom kan det ikke tas hensyn til kjønn, etnisitet, religion, livssyn, nedsatt funksjonsevne, seksuell orientering, kjønnsidentitet eller kjønnsuttrykk. Slike omstendigheter kan ikke regnes som saklig grunn til å nekte opptak i husstand, framleie, personskifte eller tillegges vekt ved opphør av leieforholdet. Ved diskriminering gjelder likestillingsloven, diskrimineringsloven om etnisitet, diskriminerings- og tilgjengelighetsloven og diskrimineringsloven om seksuell orientering.",
                        "3. I lov 6. juni 2003 nr. 38 om bustadbyggjelag skal § 1-4 lyde:"
                    ]
                },
                {
                    "name": "§ 1-4",
                    "title": "Forbod mot diskriminering",
                    "sections": [
                        "I vedtektene kan det ikkje setjast vilkår for å vere andelseigar som tek omsyn til kjønn, etnisitet, religion, livssyn, nedsett funksjonsevne, seksuell orientering, kjønnsidentitet eller kjønnsuttrykk. Slike omstende kan ikkje reknast som sakleg grunn til å nekte godkjenning av ein andelseigar eller ha vekt ved tildeling av bustad. Ved diskriminering gjeld likestillingsloven, diskrimineringsloven om etnisitet, diskriminerings- og tilgjengelighetsloven og diskrimineringsloven om seksuell orientering.",
                        "4. I lov 6. juni 2003 nr. 39 om burettslag skal § 1-5 lyde:"
                    ]
                },
                {
                    "name": "§ 1-5",
                    "title": "Forbod mot diskriminering",
                    "sections": [
                        "I vedtektene kan det ikkje setjast vilkår for å vere andelseigar som tek omsyn til kjønn, etnisitet, religion, livssyn, nedsett funksjonsevne, seksuell orientering, kjønnsidentitet eller kjønnsuttrykk. Slike omstende kan ikkje reknast som sakleg grunn til å nekte godkjenning av ein andelseigar eller brukar eller ha vekt ved bruk av forkjøpsrett. Ved diskriminering gjeld likestillingsloven, diskrimineringsloven om etnisitet, diskriminerings- og tilgjengelighetsloven og diskrimineringsloven om seksuell orientering.",
                        "5. I lov 10. juni 2005 nr. 40 om Likestillings- og diskrimineringsombudet og Likestillings- og diskrimineringsnemnda gjøres følgende endringer:",
                        "§ 1 andre ledd skal lyde:",
                        "Ombudet og nemnda skal føre tilsyn med og medvirke til gjennomføringen av følgende lover:",
                        "1.Likestillingsloven, hvis ikke annet fremgår av denne loven.",
                        "2.Diskrimineringsloven om etnisitet, hvis ikke annet fremgår av denne loven.",
                        "3.Diskriminerings- og tilgjengelighetsloven, hvis ikke annet fremgår av denne loven.",
                        "4.Diskrimineringsloven om seksuell orientering, hvis ikke annet fremgår av denne loven.",
                        "5.Arbeidsmiljøloven kapittel 13, med unntak av § 13-1 tredje ledd og § 13-9.",
                        "6.Eierseksjonsloven § 3 a annet ledd.",
                        "7.Husleieloven § 1-8 annet ledd.",
                        "8.Budstadbyggjelagslova § 1-4 annet ledd.",
                        "9.Burettslagslova § 1-5 annet ledd.",
                        "§ 3 første ledd skal lyde:",
                        "Ombudet skal arbeide for å fremme reell likestilling uavhengig av kjønn, nedsatt funksjonsevne, etnisitet, religion, livssyn, seksuell orientering, kjønnsidentitet og kjønnsuttrykk på alle samfunnsområder. På arbeidslivets område skal ombudet også arbeide for å fremme likebehandling uavhengig av politisk syn, medlemskap i arbeidstakerorganisasjon og alder.",
                        "§ 5 første ledd skal lyde:",
                        "Likestillings- og diskrimineringsnemnda skal bestå av en leder, en nestleder og åtte øvrige medlemmer. Det skal i tillegg være seks varamedlemmer. Nemnda inndeles i to avdelinger. Lederen og nestlederen deltar i hver sin avdeling.",
                        "6. I lov 17. juni 2005 nr. 62 om arbeidsmiljø, arbeidstid og stillingsvern mv. gjøres følgende endringer:",
                        "§ 13-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13-1",
                    "title": "Forbud mot diskriminering",
                    "sections": [
                        "(1) Direkte og indirekte diskriminering på grunn av politisk syn, medlemskap i arbeidstakerorganisasjon eller alder er forbudt.",
                        "(2) Trakassering og instruks om å diskriminere personer av grunner nevnt i første ledd anses som diskriminering.",
                        "(3) Bestemmelsene i dette kapittel gjelder tilsvarende ved diskriminering av arbeidstaker som arbeider deltid eller er midlertidig ansatt.",
                        "(4) Ved diskriminering på grunn av kjønn gjelder likestillingsloven.",
                        "(5) Ved diskriminering på grunn av etnisitet, religion og livssyn gjelder diskrimineringsloven om etnisitet.",
                        "(6) Ved diskriminering på grunn av nedsatt funksjonsevne gjelder diskriminerings- og tilgjengelighetsloven.",
                        "(7) Ved diskriminering på grunn av seksuell orientering, kjønnsidentitet og kjønnsuttrykk gjelder diskrimineringsloven om seksuell orientering.",
                        "§ 13-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13-4",
                    "title": "Innhenting av opplysninger ved ansettelse",
                    "sections": [
                        "(1) Arbeidsgiver må ikke i utlysing etter nye arbeidstakere eller på annen måte be om at søkerne skal gi opplysninger om hvordan de stiller seg til politiske spørsmål eller om de er medlemmer av arbeidstakerorganisasjoner. Arbeidsgiver må heller ikke iverksette tiltak for å innhente slike opplysninger på annen måte.",
                        "(2) Forbudet i første ledd gjelder ikke dersom innhenting av opplysninger om hvordan søkerne stiller seg til politiske spørsmål eller om de er medlemmer av arbeidstakerorganisasjon er begrunnet i stillingens karakter eller det inngår i formålet for vedkommende virksomhet å fremme bestemte politiske syn og arbeidstakerens stilling vil være av betydning for gjennomføringen av formålet. Dersom slike opplysninger vil bli krevet, må dette angis i utlysingen av stillingen.",
                        "(3) Arbeidsgiver kan heller ikke innhente opplysninger som angitt i likestillingsloven § 18, diskrimineringsloven om etnisitet § 17 og diskrimineringsloven om seksuell orientering § 16.",
                        "§ 13-9 første ledd skal lyde:",
                        "(1) Den som er blitt diskriminert i strid med § 13-1 kan kreve oppreisning og erstatning uavhengig av om arbeidsgiveren kan bebreides for diskrimineringen. Erstatningen skal dekke økonomisk tap som følge av diskrimineringen. Oppreisning for ikke-økonomisk skade fastsettes til det som er rimelig ut fra skadens omfang og art, partenes forhold og omstendighetene for øvrig.",
                        "§ 13-9 andre ledd oppheves.",
                        "§ 13-9 tredje ledd blir nytt andre ledd."
                    ]
                }
            ]
        }
    ]
}