{
    "lawId": "LOV-2013-03-08-9",
    "lawName": "Midlertidig lov om overføring av foreldreskap for barn i Norge født av surrogatmor i utlandet mv",
    "shortName": "Surrogatiloven",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Formålet med loven er av hensyn til barnets beste å gi en midlertidig adgang til å overføre foreldreskap for barn i Norge født av surrogatmor i utlandet for de tilfeller som omfattes av § 2. Loven gjelder ikke overføring av foreldreskap der avtalen med surrogatmor er inngått under tvang."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Vilkår for og rettsvirkninger av overføring av foreldreskap",
                    "sections": [
                        "Juridisk fars nåværende eller tidligere ektefelle, registrerte partner eller samboer som sammen med barnets far inngikk avtale med surrogatmor, kan søke om foreldreskap for barnet. Søkeren må dokumentere at barnets far og søkeren hadde et felles ønske om å oppfostre barnet sammen. Utenlandsk dom, administrativ avgjørelse eller avtale som dokumenterer et slikt felles ønske, må fremlegges. Der det ikke foreligger et samtykke fra barnets far om overføring av foreldreskapet fra surrogatmor til søker, kan den fremlagte dokumentasjonen tre i stedet for et samtykke fra barnets far.",
                        "Dersom surrogatmoren etter norsk rett har foreldreansvar for barnet, kreves surrogatmorens samtykke til overføring av foreldreskap. Er hun forsvunnet, sinnslidende eller utviklingshemmet, kreves samtykke fra verge. Dersom surrogatmoren ikke har del i foreldreansvaret, skal hun så vidt mulig få uttale seg før det blir truffet vedtak.",
                        "Dersom barnet har fylt 12 år, kreves et samtykke fra barnet for å overføre foreldreskapet. Et barn som er fylt 7 år, og yngre barn som er i stand til å danne seg egne synspunkter, skal informeres og gis anledning til å uttale seg før det tas avgjørelse om overføring av foreldreskap. Barnets mening skal tillegges vekt i samsvar med dets alder og modenhet.",
                        "Ved overføringen av foreldreskapet får barnet samme rettsstilling til faren og søkeren som om det hadde vært deres felles barn. Søkeren får ved overføringen foreldreansvar for barnet med mindre faren og søkeren avtaler noe annet. Samtidig faller rettsforholdet til surrogatmoren og hennes slekt bort. Rettsvirkningen inntrer fra vedtakstidspunktet.",
                        "Adopsjonsloven gjelder om ikke annet følger av loven her."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Jurisdiksjon og lovvalg",
                    "sections": [
                        "Søknad om overføring av foreldreskap etter denne lov kan avgjøres i Norge dersom søker har bopel i Norge og barnet oppholder seg i Norge på tidspunktet bestemt i § 4.",
                        "Søknaden avgjøres etter norsk rett."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Frist for å fremme søknad",
                    "sections": [
                        "Søknad om foreldreskap etter denne lov må fremmes innen 1. januar 2014."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Ikrafttredelse og endring i annen lov",
                    "sections": [
                        "Loven trer i kraft straks og oppheves 31. desember 2015.",
                        "I lov 10. juni 2005 nr. 51 om norsk statsborgerskap skal ny § 5 a lyde:"
                    ]
                },
                {
                    "name": "§ 5 a",
                    "title": "Erverv ved overføring av foreldreskap for barn født i Norge av surrogatmor i utlandet",
                    "sections": [
                        "Der foreldreskap overføres til en norsk statsborger etter midlertidig lov om overføring av foreldreskap for barn i Norge født av surrogatmor i utlandet, blir barnet norsk statsborger ved overføringen dersom barnet er under 18 år på vedtakstidspunktet."
                    ]
                }
            ]
        }
    ]
}