{
    "lawId": "LOV-2013-06-21-94",
    "lawName": "Lov om endringar i inndelingslova",
    "shortName": "Endringslov til inndelingslova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2",
                    "title": "Verkeområde",
                    "sections": [
                        "§ 3 andre ledd skal lyde:",
                        "Deling inneber",
                        "a)at ein kommune eller eit fylke blir delt i to eller fleire nye einingar, eller",
                        "b)at ein kommune eller eit fylke blir delt, og dei einskilde delane blir lagde til andre kommunar eller fylke.",
                        "§ 5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Vedtak om deling",
                    "sections": [
                        "Stortinget gjer vedtak om deling av eit fylke. Kongen gjer vedtak om deling av ein kommune når kommunen eller kommunane saka gjeld, har slutta seg til forslaget. Dersom éin kommune har uttalt seg mot deling, skal saka leggjast fram for Stortinget for avgjerd.",
                        "§ 6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Vedtak om grensejustering",
                    "sections": [
                        "Kongen gjer vedtak om justering av grenser mellom kommunar og mellom fylke. Dersom grensejustering mellom fylke gjeld meir enn éin kommune, skal saka leggjast fram for Stortinget til avgjerd.",
                        "§ 12 første og andre ledd skal lyde:",
                        "Når det med verknad frå byrjinga av eit kalenderår er gjennomført samanslåing av to eller fleire kommunar eller deling som nemnt i § 3 andre ledd bokstav b, blir alle skattepliktige i eit distrikt som tidlegare har danna ein sjølvstendig kommune, ved den første likninga etter samanslåinga eller deling som nemnt i § 3 andre ledd bokstav b, å ilikne kommuneskatt etter dei skattesatsane som i dette distriktet blei lagde til grunn ved fastsetjinga av forskot på skatt for vedkomande inntektsår. Dette gjeld likevel ikkje dersom kommunestyret i vedkomande distrikt før samanslåinga eller deling som nemnt i § 3 andre ledd bokstav b, har gjort vedtak om at det ved likninga skal nyttast andre skattesatsar, og slikt vedtak er godkjent av Fylkesmannen.",
                        "Før samanslåing eller deling som nemnt i første ledd blir sett i verk, skal kommunestyret i den nye kommunen eller kommunane gjere vedtak om kva skattesatsar som skal nyttast ved berekning av forskot på skatt for det komande inntektsåret for alle forskotspliktige skatteytarar i den nye kommunen. Vedtaket må gjerast innan den fristen som er fastsett av Fylkesmannen. Dersom fristen ikkje blir halden, skal Fylkesmannen avgjere kva for satsar som skal brukast.",
                        "§ 15 skal lyde:"
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Økonomisk kompensasjon",
                    "sections": [
                        "Ved samanslåing av kommunar eller fylke og deling som nemnt i § 3 andre ledd bokstav b, gir staten delvis kompensasjon for eingongskostnader som er direkte knytte til desse prosessane. I ein overgangsperiode gir staten også kompensasjon for bortfall av rammetilskot.",
                        "§ 17 andre ledd andre punktum bokstav a skal lyde:",
                        "a)reglar om lovpålagde organ i stat, fylkeskommune eller kommune",
                        "§ 20 første ledd og andre ledd første punktum skal lyde:",
                        "Blir ein kommune eller eit fylke delt, jf. § 3 andre ledd, skal § 19 første ledd tilsvarande gjelde forvaltningseigedom som fullt ut eller i svært stor grad tener eitt bestemt område.",
                        "Annan eigedom og andre plikter blir å fordele mellom dei kommunar eller fylkeskommunar områda blir lagde til.",
                        "§ 23 første ledd skal lyde:",
                        "Kommune eller fylkeskommune som er omfatta av grenseendring etter denne lova, kan innan eitt år etter at vedtaket er sett i verk, krevje at det økonomiske oppgjeret – eller delar av det – skal fastsetjast ved skjønn, så framt partane først har prøvd å kome til semje om eit økonomisk oppgjer.",
                        "Overskrifta til kapittel VI skal lyde:",
                        "§ 25 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel VI. Gjennomføring av vedtak om samanslåing og vedtak der ein kommune eller eit fylke blir delt, og dei einskilde delane blir lagde til andre kommunar eller fylke",
            "paragraphs": [
                {
                    "name": "§ 25",
                    "title": "Felles kommunestyre- eller fylkestingsmøte",
                    "sections": [
                        "Når det er gjort vedtak om samanslåing av to eller fleire kommunar eller deling av kommunar som nemnt i § 3 andre ledd bokstav b, skal Fylkesmannen snarast mogleg kalle saman til eit felles møte med dei aktuelle kommunestyra. Ved samanslåing eller deling av kommunar som nemnt i § 3 andre ledd bokstav b, kallar departementet saman kommunestyra dersom kommunane ligg i ulike fylke. Ved samanslåing eller deling av fylke som nemnt i § 3 andre ledd bokstav b, kallar departementet saman fylkestinga. På slike fellesmøte skal følgjande saker drøftast:",
                        "a)forslag til namn på den nye kommunen eller det nye fylket",
                        "b)talet på medlemmer i det nye kommunestyret eller fylkestinget",
                        "c)kriterium for samansetjing av og funksjonar til fellesnemnd etter § 26 i denne lova",
                        "d)val av revisor for verksemda i fellesnemnda",
                        "e)oppretting av eventuelle andre fellesorgan for å sikre gjennomføringa av samanslåinga.",
                        "§ 26 første ledd første punktum skal lyde:",
                        "Ved samanslåing av kommunar eller fylkeskommunar og ved deling som nemnt i § 3 andre ledd bokstav b skal det opprettast ei fellesnemnd til å samordne og ta seg av førebuinga av samanslåinga eller delinga.",
                        "§ 26 tredje ledd skal lyde:",
                        "Fellesnemnda skal ta hand om det førebuande arbeidet med økonomiplanen og med budsjettet for det første driftsåret etter at samanslåinga eller delinga som nemnt i § 3 andre ledd bokstav b, er sett i verk. Nemnda skal i sin verkeperiode gi fråsegn til departementet om årsbudsjetta og økonomiplanen for dei kommunane eller fylkeskommunane saka gjeld.",
                        "§ 26 femte ledd skal lyde:",
                        "Nemnda kan få fullmakt til å tilsetje personale i den nye eininga. Dette omfattar også tilsetjing av administrasjonssjef og revisor. Tilsetjing av revisor skjer på bakgrunn av innstilling frå kontrollutvala. Nemnda kan òg få fullmakt til å vidareføre deltaking i interkommunalt samarbeid om revisjon eller vidareføre avtale med annan revisor. Tilsvarande gjeld for sekretariatet for kontrollutvalet. Slikt vedtak skjer etter innstilling frå kontrollutvala.",
                        "§ 27 skal lyde:"
                    ]
                },
                {
                    "name": "§ 27",
                    "title": "Konstituering av nytt kommunestyre eller fylkesting",
                    "sections": [
                        "Når det er gjennomført val til kommunestyre eller fylkesting i løpet av september månad året før ei samanslåing eller deling som nemnt i § 3 andre ledd bokstav b, blir sett i verk, skal det nyvalte kommunestyret eller fylkestinget kallast saman til konstituerande møte innan utgangen av oktober månad. Leiaren av fellesnemnda kallar saman og leier møtet inntil ny ordførar er valt. Elles gjeld reglane i kommunelova § 17 nr. 1 til 3 om konstituerande møte o.a. i kommunestyre og fylkesting.",
                        "Funksjonsperioden for kommunestyra og fylkestinga i dei kommunane og fylkeskommunane som skal slåast saman, varer inntil tidspunktet for iverksetjing av samanslåinga eller delinga som nemnt i § 3 andre ledd bokstav b. Deira ansvar og fullmakter er likevel avgrensa til det som er nødvendig for å avslutte verksemda i dei eksisterande einingane.",
                        "§ 28 skal lyde:"
                    ]
                },
                {
                    "name": "§ 28",
                    "title": "Lovlegkontroll",
                    "sections": [
                        "Departementet kan føre kontroll med lovlegheita av budsjettvedtaka i kommunar og fylkeskommunar når utgreiing om samanslåing eller deling som nemnt i § 3 andre ledd bokstav b, er sett i gang.",
                        "Lova gjeld frå den tida Kongen fastset. Kongen kan setje i kraft dei einskilde føresegnene til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}