{
    "lawId": "LOV-2013-06-14-37",
    "lawName": "Lov om endringer i psykisk helsevernloven",
    "shortName": "Endringslov til psykisk helsevernloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4A-6 a",
                    "title": "Nattelåsing av pasientrom",
                    "sections": [
                        "Etter tillatelse fra departementet kan enhet med særlig høyt sikkerhetsnivå og regionale sikkerhetsavdelinger gis adgang til å låse dør til pasientrom i tiden fra kl. 23.00 til kl. 06.00 etter en individuell vurdering av pasientens tilstand.",
                        "Tillatelse etter første ledd skal være tidsbegrenset.",
                        "Tiltak etter første ledd kan bare benyttes hvis det er uomgjengelig nødvendig for å hindre pasienten i å skade andre, eller for å avverge betydelig skade på bygninger, inventar eller andre ting. Tiltaket kan bare benyttes overfor pasienter under tvungent psykisk helsevern og bare når lempeligere midler har vist seg å være åpenbart forgjeves eller utilstrekkelige.",
                        "For pasienter under 16 år er det ikke adgang til å benytte nattelåsing.",
                        "Tiltak etter første ledd kan bare benyttes etter vedtak av den faglig ansvarlige, dersom ikke annet er fastsatt i forskrift. Vedtaket skal nedtegnes uten opphold. Vedtaket kan påklages til kontrollkommisjonen av pasienten eller hans eller hennes nærmeste pårørende.",
                        "Pasient som underkastes tiltak etter første ledd, skal ha forsvarlig tilsyn av pleiepersonale.",
                        "Departementet kan gi nærmere forskrifter om nattelåsing av pasientrom.",
                        "§ 5-6 a første ledd skal lyde:",
                        "Uten hinder av lovbestemt taushetsplikt skal den faglig ansvarlige gi påtalemyndigheten og retten de opplysninger som er nødvendige for å vurdere om tvungent psykisk helsevern skal opprettholdes, jf. straffeloven § 39 b, og om besøksforbud bør nedlegges, jf. straffeprosessloven § 222 a.",
                        "Ny § 5-6 c skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-6 c",
                    "title": "Varsel til fornærmede og etterlatte",
                    "sections": [
                        "Dersom det er av betydning for fornærmede i straffesaken eller dennes etterlatte, skal den faglig ansvarlige gi fornærmede eller etterlatte informasjon om vedtak som nevnt i §§ 5-2 og 5-4. Varslingsplikten omfatter også informasjon om overføring mellom ulike sikkerhetsnivåer innen samme institusjon. Dersom det er av særlig betydning for fornærmede eller etterlatte, skal den faglig ansvarlige også varsle om tidspunkt for enkeltpermisjoner.",
                        "Dersom det er av betydning for fornærmede i straffesaken eller dennes etterlatte å få kjennskap til at domfelte unndrar seg gjennomføring av dom på overføring til tvungent psykisk helsevern, skal den faglig ansvarlige så snart som mulig varsle fornærmede eller dennes etterlatte om unndragelsen.",
                        "Dersom det er av betydning for fornærmede i straffesaken eller dennes etterlatte å få kjennskap til tidspunktet for opphør av dom på tvungent psykisk helsevern, skal den faglig ansvarlige varsle fornærmede eller dennes etterlatte på forhånd.",
                        "Lovbestemt taushetsplikt er ikke til hinder for at den faglig ansvarlige gir opplysninger etter første til tredje ledd til den fornærmede eller dennes etterlatte. Lovbestemt taushetsplikt er heller ikke til hinder for at den faglig ansvarlige og påtalemyndigheten utveksler nødvendige opplysninger av betydning for varsling etter første til tredje ledd.",
                        "Bestemmelsene i første til tredje ledd gjelder bare så langt fornærmede eller dennes etterlatte ønsker slik varsling, og så langt hensynet til domfeltes sikkerhet blir tilstrekkelig ivaretatt.",
                        "Domfelte, fornærmede og dennes etterlatte kan påklage vedtak om varsling etter første og tredje ledd til Fylkesmannen.",
                        "Departementet kan gi nærmere forskrifter om varslingsplikten etter første til fjerde ledd.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}