{
    "lawId": "LOV-2013-06-07-30",
    "lawName": "Lov om endringar i sjøloven (reglar om passasjeransvar, m.a. gjennomføring av forordning (EF) nr. 392/2009)",
    "shortName": "Endringslov til sjøloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "III Bortfrakterens ansvar for skade på passasjerer og reisegods",
            "paragraphs": [
                {
                    "name": "§ 418",
                    "title": "Gjennomføring av 2002 Aten-konvensjonen og Aten-forordningen i norsk rett",
                    "sections": [
                        "EØS-avtalen vedlegg XIII nr. 56 x (Europaparlaments- og rådsforordning (EF) nr. 392/2009 av 23. april 2009 om transportørers erstatningsansvar ved ulykker under sjøtransport av passasjerer) gjelder som lov med de tilpasninger som følger av vedlegg XIII, protokoll 1 til avtalen og avtalen for øvrig.",
                        "Forordningen nevnt i første ledd gjelder tilsvarende for all passasjertransport i Norge med skip som ikke er omfattet av klasse A og klasse B i direktiv 2009/45/EF artikkel 4, men likevel slik at ansvaret ikke omfatter medansvar for terrorhendelser, jf. 2002 Aten-konvensjonen artikkel 3 nr. 1 bokstav b, og at forsikringsplikten etter 2002 Aten-konvensjonen artikkel 4bis ikke gjelder. For skip som ikke er omfattet av klasse A og klasse B i direktiv 2009/45/EF artikkel 4, skal bortfrakteren ha ansvarsforsikring dersom skipet er sertifisert til å føre mer enn 12 passasjerer.",
                        "Aten-konvensjonen om transport av passasjerer og deres reisegods til sjøs, 1974, som endret ved protokollen 1. november 2002, gjelder som lov for passasjertransport som er omfattet av konvensjonen, men som faller utenfor virkeområdet for forordningen som nevnt i første ledd.",
                        "Departementet kan i forskrift gi regler om forsikring og sikkerhetsstillelse, herunder om hvilke vilkår forsikringen eller sikkerheten må oppfylle for å kunne godkjennes, samt om forsikringsbevis og krav til disse, om sertifikater og deres form, innhold, utstedelse og gyldighet, herunder at en institusjon eller organisasjon kan utstede sertifikat og om gebyr for utstedelse av sertifikatet, og om bruk av og registrering av elektroniske sertifikater.",
                        "Etter § 418 skal nytt avsnitt IV overskrifta lyde:",
                        "I avsnitt IV skal ny § 418 a lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV Bortfrakterens ansvar ved forsinkelse",
            "paragraphs": [
                {
                    "name": "§ 418 a",
                    "title": "Ansvar ved forsinkelse av passasjer",
                    "sections": [
                        "Bortfrakteren plikter å erstatte tap som voldes ved at en passasjer blir forsinket på grunn av hendelse under befordringen som skyldes feil eller forsømmelse av bortfrakteren selv eller noen bortfrakteren svarer for.",
                        "§§ 419 til 423 skal lyde:"
                    ]
                },
                {
                    "name": "§ 419",
                    "title": "Ansvar ved forsinkelse av reisegods",
                    "sections": [
                        "Bortfrakteren plikter å erstatte tap som voldes ved forsinkelse med befordring eller utlevering av reisegods som skyldes feil eller forsømmelse av bortfrakteren selv eller noen bortfrakteren svarer for."
                    ]
                },
                {
                    "name": "§ 420",
                    "title": "Skadelidtes medvirkning",
                    "sections": [
                        "Har passasjeren ved egen skyld forårsaket eller medvirket til tap som nevnt i § 418 a og § 419, kan bortfrakterens ansvar settes ned etter alminnelige erstatningsregler."
                    ]
                },
                {
                    "name": "§ 421",
                    "title": "Bevisbyrden",
                    "sections": [
                        "Den som krever erstatning, har bevisbyrden for tapets omfang og for at det er oppstått som følge av forsinkelse av befordringen.",
                        "Bortfrakteren har bevisbyrden for at tapet ikke skyldes feil eller forsømmelse som bortfrakteren svarer for."
                    ]
                },
                {
                    "name": "§ 422",
                    "title": "Begrensning av bortfrakterens ansvar",
                    "sections": [
                        "Bortfrakterens ansvar for forsinkelse ved befordring av passasjer skal ikke overstige 4694 SDR per passasjer.",
                        "Bortfrakterens ansvar for forsinkelse ved befordring av reisegods skal ikke overstige ansvarsgrensene i 2002 Aten-konvensjonen artikkel 8, jf. § 418 tredje ledd.",
                        "Ved skriftlig avtale mellom passasjeren og bortfrakteren kan det fastsettes høyere ansvarsgrenser enn bestemt i paragrafen her."
                    ]
                },
                {
                    "name": "§ 423",
                    "title": "Passasjerens egenandel ved erstatning for forsinkelse",
                    "sections": [
                        "Bortfrakteren har rett til i det oppståtte tapet å gjøre fradrag i samsvar med 2002 Aten-konvensjonen artikkel 8 nr. 4, jf. § 418 tredje ledd. Fradrag kan skje før det finner sted ansvarsbegrensning etter § 422.",
                        "§ 428 første ledd skal lyde:",
                        "Krav på erstatning for at en passasjer er blitt forsinket, kan bare fremsettes av passasjeren selv eller av noen som er trådt inn i passasjerens rett.",
                        "§ 428 andre ledd vert oppheva.",
                        "Kapittel 15 noverande avsnitt IV blir nytt avsnitt V.",
                        "§ 429 skal lyde:"
                    ]
                },
                {
                    "name": "§ 429",
                    "title": "Verneting m.m.",
                    "sections": [
                        "Med unntak av krav omfattet av § 418, kan søksmål i anledning av befordringen bare reises ved domstol",
                        "a)på det sted hvor saksøkte har sitt bosted eller hovedsete for bedriften,",
                        "b)på avgangsstedet eller bestemmelsesstedet i henhold til befordringsavtalen,",
                        "c)i den stat hvor saksøkeren har bosted, dersom saksøkte har et forretningssted i denne staten og kan saksøkes der, eller",
                        "d)i den stat hvor befordringsavtalen ble inngått, dersom saksøkte har et forretningssted i denne staten og kan saksøkes der.",
                        "Etter at tvist er oppstått i saker som nevnt i første ledd, kan partene avtale at den skal behandles av en annen domstol eller ved voldgift.",
                        "For krav etter § 418 gjelder reglene om verneting i 2002 Aten-konvensjonen artikkel 17. For krav etter § 418 første og andre ledd gjelder reglene om anerkjennelse og fullbyrdelse av dommer i Lugano-konvensjonen 2007. For krav etter § 418 tredje ledd gjelder 2002 Aten-konvensjonen artikkel 17bis.",
                        "Innleiinga til punktoppstillinga i § 430 første ledd skal lyde:",
                        "Reglene i §§ 411 til 417, §§ 419 til 429 og § 501 første ledd nr. 4 til 6 kan ikke ved forhåndsavtale fravikes til skade for passasjeren",
                        "§ 430 andre ledd vert oppheva.",
                        "§ 431 første og andre ledd skal lyde:",
                        "Uten hinder av § 430 kan bortfrakteren ved befordring av passasjer fraskrive seg ansvaret for forsinkelse etter dette kapittel for tiden før passasjeren går om bord og etter at passasjeren er kommet i land, men likevel ikke for sjøtransport mellom skipet og land som er inkludert i billettprisen eller utføres med transportmiddel stilt til rådighet av bortfrakteren. For så vidt gjelder håndreisegods som ikke befinner seg i eller på medført kjøretøy, kan bortfrakteren likeledes fraskrive seg ansvaret for forsinkelse etter dette kapittel for tiden før godset blir brakt om bord og etter at det er brakt i land, men ikke for sjøtransport mellom skipet og land som nevnt i første ledd, og heller ikke for den tid bortfrakteren har hånd om godset mens passasjeren befinner seg på kai eller på en terminal eller stasjon eller et annet anlegg i havn.",
                        "§ 431 tredje ledd vert oppheva. Noverande fjerde ledd blir nytt tredje ledd.",
                        "§ 432 første ledd skal lyde:",
                        "Kongen kan bestemme at det for skip som ikke er omfattet av klasse A og klasse B i direktiv 2009/45/EF, som fører 12 passasjerer eller mindre og som brukes til passasjerbefordring i norsk innenriksfart, skal tegnes forsikring eller stilles sikkerhet til dekning av det ansvar for personskade som bortfrakteren kan få etter § 418, jf. § 171, § 172 og § 175 nr. 1. Kongen kan i forskrift gi regler om hvilke skip dette skal gjelde for, og kan gi regler om forsikringen eller sikkerhetstillelsen, herunder om hvilke vilkår forsikringen eller sikkerhetsstillelsen må oppfylle for å kunne godkjennes, om virkningen av at de ikke holdes i kraft, og om forsikringsbevis.",
                        "Lova gjeld frå den tida Kongen fastset."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}