{
    "lawId": "LOV-2013-06-21-79",
    "lawName": "Lov om endringer i pasient- og brukerrettighetsloven mv. (rett til nødvendig helsehjelp og pasientrettighetsdirektivet m.m.)",
    "shortName": "Endringslov til pasient- og brukerrettighetsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-2",
                    "title": "Rett til vurdering",
                    "sections": [
                        "Pasient som henvises til spesialisthelsetjenesten, skal innen 10 virkedager etter at henvisningen er mottatt av spesialisthelsetjenesten, få informasjon om han eller hun har rett til nødvendig helsehjelp, jf. § 2-1 b andre ledd. Vurderingen skal skje på grunnlag av henvisningen. Ved mistanke om alvorlig eller livstruende sykdom har pasienten rett til raskere vurdering. Dersom pasienten vurderes til å ha rett til nødvendig helsehjelp, skal pasienten samtidig informeres om tidspunkt for når utredning eller behandling skal settes i gang.",
                        "Tidspunktet for oppstart av utredning eller behandling skal settes før fristen for når nødvendig helsehjelp senest skal gis, jf. § 2-1 b andre ledd. Dersom spesialisthelsetjenesten ikke kan gi pasienten et tidspunkt før fristen for når nødvendig helsehjelp senest skal gis, eller tidspunktet senere må endres slik at fristen ikke overholdes, skal spesialisthelsetjenesten umiddelbart kontakte HELFO, jf. § 2-1 b fjerde ledd.",
                        "Pasienten skal opplyses om klageadgang, klagefrist og den nærmere fremgangsmåten ved klage.",
                        "Henvisende instans skal gis samme informasjon som pasienten får etter første og andre ledd.",
                        "Spesialisthelsetjenesten kan uten hinder av taushetsplikten gi nødvendige helseopplysninger til HELFO dersom det er nødvendig for å sikre at pasienten får nødvendig helsehjelp innen forsvarlig tid, jf. andre ledd.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om tidspunktet etter første ledd og om at visse pasientgrupper skal ha rett til vurdering raskere enn innen 10 virkedager.",
                        "§ 2-4 første ledd skal lyde:",
                        "Pasienten har rett til å velge på hvilket sykehus, distriktspsykiatrisk senter, privat radiologisk institusjon eller institusjon som tilbyr tverrfaglig spesialisert behandling for rusmiddelmisbruk, eller behandlingssted i en slik institusjon, behandlingen skal foretas. Det er en forutsetning at institusjonen eies av et regionalt helseforetak eller har avtale med et regionalt helseforetak.",
                        "I lov 28. februar 1997 nr. 19 om folketrygd skal § 5-24 a andre ledd bokstav c ledd lyde:",
                        "c)vilkår for stønad, herunder forhåndsgodkjenning og krav til tjenesteyteren",
                        "I lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. gjøres følgende endringer:",
                        "§ 5-3 første ledd skal lyde:",
                        "Pasient som ikke har bosted i riket, skal dekke behandlings- og forpleiningsutgiftene selv. Før planlagt spesialisthelsetjeneste ytes, kan helseinstitusjonen eller tjenesteyteren kreve dokumentasjon på at pasienten kan dekke behandlings- og forpleiningsutgiftene. Helseinstitusjonen eller tjenesteyteren skal sørge for at pasienten mottar en spesifisert regning som viser hvilke ytelser pasienten har mottatt, og hvilken pris som er beregnet for ytelsene. Dersom pasienten ikke kan dekke utgiftene selv, skal de dekkes av vedkommende helseinstitusjon eller tjenesteyter.",
                        "§ 5-3 nytt fjerde ledd skal lyde:",
                        "Departementet kan gi forskrift om beregning av behandlings- og forpleiningsutgifter som nevnt i første ledd.",
                        "I lov 24. juni 2011 nr. 30 om kommunale helse- og omsorgstjenester m.m. skal § 11-2 andre ledd lyde:",
                        "Departementet kan i forskrift gi nærmere bestemmelser om vederlag for helse- og omsorgstjenester og stille krav om at det utstedes spesifisert regning til pasienten.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}