{
    "lawId": "LOV-2013-12-13-123",
    "lawName": "Lov om endringer i lov 29. juni 2007 nr. 75 om verdipapirhandel (verdipapirhandelloven)",
    "shortName": "Endringslov til verdipapirhandelloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 5-5a",
                    "title": "Rapportering om betalinger til myndigheter mv.",
                    "sections": [
                        "Utstedere som driver virksomhet innen utvinningsindustrien, skal utarbeide og offentliggjøre en årlig rapport med opplysninger om sine betalinger til myndigheter på land- og prosjektnivå. Det samme gjelder utstedere som driver skogsdrift innen ikke-beplantet skog. Det skal i årsberetningen opplyses om hvor rapporten er offentliggjort.",
                        "Utstederens årsrapport skal inneholde erklæring fra de personene som er ansvarlig hos utstederen, med tydelig angivelse av navn og stillingsbetegnelse, om at rapport etter første ledd, etter deres beste overbevisning, er utarbeidet i samsvar med kravene i denne bestemmelsen med tilhørende forskrift.",
                        "Plikten til å utarbeide en årlig rapport etter første ledd første og annet punktum gjelder ikke for utsteder som utarbeider en årlig rapport etter tilsvarende utenlandsk regelverk. Det samme unntaket gjelder dersom opplysninger etter første ledd første punktum er tatt inn i morforetakets årlige rapport om konsernets betalinger til myndigheter utarbeidet som konsernrapportering etter reglene i denne paragraf med tilhørende forskrift eller etter tilsvarende utenlandsk regelverk.",
                        "Departementet kan i forskrift fastsette at rapporteringsplikten etter første ledd bare skal gjelde for utstedere over en gitt størrelse og betalinger over gitte terskelverdier, samt fastsette andre unntak fra første ledd. Departementet kan i forskrift også fastsette at rapporten skal inneholde andre opplysninger enn betalinger til myndigheter, hva som anses som tilsvarende utenlandsk regelverk, samt gi nærmere regler om definisjoner, offentliggjøring og konsernrapportering.",
                        "§ 5-12 annet ledd første punktum skal lyde:",
                        "(2) Opplysninger nevnt i §§ 5-5, 5-5a og 5-6 skal sendes Finanstilsynet elektronisk samtidig som offentliggjøring etter første ledd skjer.",
                        "§ 5-13 tredje ledd annet punktum skal lyde:",
                        "Kravet om å gi opplysninger på norsk etter første og annet ledd gjelder ikke for rapporter som nevnt i verdipapirhandelloven § 5-5a tredje ledd.",
                        "Nåværende annet punktum blir nytt tredje punktum.",
                        "Endringene under I trer i kraft fra 1. januar 2014, med virkning for regnskapsår påbegynt 1. januar 2014 og senere."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}