{
    "lawId": "LOV-2013-04-05-11",
    "lawName": "Lov om endringer i sjøloven og luftfartsloven (gjennomføring av direktiv 2009/20/EF og forordning 285/2010)",
    "shortName": "Endringslov til sjøloven og luftfartsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 182 a",
                    "title": "Forsikringsplikt, forsikringsbevis",
                    "sections": [
                        "Rederen av et norsk skip på 300 bruttotonn eller mer plikter å ha forsikring eller annen sikkerhet som dekker ansvar som kan begrenses i medhold av den internasjonale konvensjon 19. november 1976 om begrensning av sjørettslige krav slik den er endret ved protokoll 2. mai 1996. Forsikringen skal dekke ansvaret opp til de konvensjonsfastsatte ansvarsgrensene.",
                        "Forsikringsgiveren eller sikkerhetsstilleren skal utstede et sertifikat som bekrefter at det foreligger slik forsikring eller sikkerhet som nevnt i første ledd. Sertifikatet skal være om bord på skipet til enhver tid. Uten gyldig sertifikat kan skipet ikke seile under norsk flagg.",
                        "Første ledd og annet ledd første og annet punktum gjelder tilsvarende for utenlandsk skip som anløper eller forlater havn eller annen laste- eller losseplass i Norge eller på den norske delen av kontinentalsokkelen eller utfører oppgaver i norsk territorialfarvann.",
                        "Reglene i første til tredje ledd gjelder også for skip som eies eller brukes av den norske stat eller av annen stat, unntatt for krigsskip og andre skip som benyttes i statlig, ikke-kommersielt øyemed.",
                        "Departementet kan i forskrift gi nærmere regler om forsikring og annen sikkerhet, herunder om hvilke vilkår forsikringen eller sikkerheten må oppfylle for å kunne godkjennes, krav til sertifikat og plikt til fremvisning av sertifikat."
                    ]
                },
                {
                    "name": "§ 182 b",
                    "title": "Bortvisning og anløpsforbud",
                    "sections": [
                        "Utenlandsk skip som ikke har slikt sertifikat som nevnt i § 182 a, kan bortvises fra norske havner. Blir et utenlandsk skip bortvist, skal vedkommende myndighet foreta notifikasjon om bortvisningen i henhold til direktiv 2009/20/EF.",
                        "Utenlandsk skip som på grunn av manglende sertifikat er bortvist fra en havn i en EØS-stat i henhold til direktiv 2009/20/EF, kan ikke anløpe norsk havn før skipet har gyldig sertifikat. Skip som nevnt i første punktum uten gyldig sertifikat, kan bortvises."
                    ]
                },
                {
                    "name": "§ 182 c",
                    "title": "Sanksjoner ved forsømt forsikrings- og sertifikatplikt",
                    "sections": [
                        "Reglene i § 199 gjelder tilsvarende når et norsk skip ikke har påbudt forsikring eller annen sikkerhet eller påbudt sertifikat for forsikring eller sikkerhet om bord etter reglene i § 182 a.",
                        "I lov 11. juni 1993 nr. 101 om luftfart gjøres følgende endringer:",
                        "§ 10-38 a tredje ledd første punktum skal lyde:",
                        "Departementet kan gi nærmere forskrifter om forsikringsplikten, herunder om størrelsen på forsikringen, om virkningen av at forsikringen ikke holdes i kraft, og om utfylling og gjennomføring av krav om forsikring for passasjerer, reisegods og gods som følger av EØS-avtalen på luftfartsområdet.",
                        "§ 10-38 a fjerde ledd oppheves.",
                        "§ 11-2 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 11-2",
                    "title": "Forsikringsplikt mv.",
                    "sections": [
                        "Når ikke annet blir bestemt av departementet, skal det for fartøy som brukes til luftfart etter denne lov, foreligge godkjent forsikring eller annen sikkerhet til dekning av erstatningsplikt som nevnt i § 11-1.",
                        "Departementet kan i forskrift gi nærmere regler om forsikring eller sikkerhetsstillelse, herunder om utfylling og gjennomføring av krav om forsikring for erstatning for skade på tredjeperson som følger av EØS-avtalen på luftfartsområdet, og om virkningen av at forsikringen eller sikkerheten ikke holdes i kraft.",
                        "Lovens del I trer i kraft fra den tid Kongen bestemmer. Del II trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}