{
    "lawId": "LOV-2013-06-07-29",
    "lawName": "Lov om endringer i pasient- og brukerrettighetsloven mv. (styrking av pasienters, brukeres og pårørendes stilling m.m.)",
    "shortName": "Endringslov til pasient- og brukerrettighetsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 7-4",
                    "title": "Anmodning om vurdering av mulig pliktbrudd",
                    "sections": [
                        "Pasienten, brukeren, eller andre som har rett til det, kan be tilsynsmyndigheten om en vurdering dersom vedkommende mener bestemmelser om plikter fastsatt i eller i medhold av helsepersonelloven, spesialisthelsetjenesteloven, helse- og omsorgstjenesteloven og tannhelsetjenesteloven er brutt til ulempe for seg eller den hun eller han opptrer på vegne av. Tilsvarende rett gjelder for nærmeste pårørende til avdød pasient eller bruker og for nærmeste pårørende til pasient eller bruker over 18 år uten samtykkekompetanse.",
                        "Tilsynsmyndigheten kan eventuelt ilegge en administrativ reaksjon etter helsepersonelloven kapittel 11, begjære påtale etter helsepersonelloven § 67 og gi pålegg til virksomhet etter helsetilsynsloven § 5 og spesialisthelsetjenesteloven § 7-1.",
                        "Ny § 7-4 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-4 a",
                    "title": "Saksbehandling ved anmodning om vurdering av pliktbrudd",
                    "sections": [
                        "Fylkesmannen skal vurdere de synspunkter som er fremsatt i anmodningen etter § 7-4 første ledd, og kan også ta opp forhold som ikke er berørt i anmodningen.",
                        "Hvis Fylkesmannen mener at det bør ilegges en reaksjon som nevnt i § 7-4 andre ledd, skal saken oversendes Statens helsetilsyn. Første ledd gjelder tilsvarende for behandlingen av saken hos Statens helsetilsyn.",
                        "Fylkesmannen skal gi den som har fremsatt en anmodning, innsyn i relevante saksdokumenter og anledning til å uttale seg til disse, så langt taushetsplikt ikke er til hinder for dette. Det samme gjelder i saker hvor Statens helsetilsyn behandler varsler etter spesialisthelsetjenesteloven § 3-3 a.",
                        "Statens helsetilsyn eller Fylkesmannen skal gi den som har fremsatt en anmodning, underretning om resultatet av sin behandling av saken og en kort begrunnelse for resultatet, så langt taushetsplikt ikke er til hinder for dette.",
                        "Reglene om klage i dette kapitlet kommer ikke til anvendelse på anmodninger om vurdering av pliktbrudd.",
                        "Departementet kan i forskrift fastsette nærmere bestemmelser om Statens helsetilsyn og Fylkesmannens saksbehandling, herunder fastsette regler om frist for fremsettelse av anmodning etter paragraf her.",
                        "I lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. skal § 3-11 andre ledd lyde:",
                        "Helseinstitusjoner som omfattes av denne loven, har plikt til å sørge for at det gis slik informasjon som pasienten har rett til å motta etter pasient- og brukerrettighetsloven § 3-2. Tilsvarende gjelder for informasjon til pasientens nærmeste pårørende etter pasient- og brukerrettighetsloven § 3-3 tredje ledd.",
                        "I lov 24. juni 2011 nr. 30 om kommunale helse- og omsorgstjenester m.m. skal ny § 4-2 a lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 4-2 a",
                    "title": "Om informasjon",
                    "sections": [
                        "Kommunen skal sørge for at det gis slik informasjon som pasient og bruker har rett til å motta etter pasient- og brukerrettighetsloven § 3-2. Tilsvarende gjelder for informasjon til pasientens og brukerens nærmeste pårørende etter pasient- og brukerrettighetsloven § 3-3 tredje ledd.",
                        "Departementet kan gi forskrift om det nærmere innhold i informasjonsplikten etter første ledd.",
                        "I lov 2. juli 1999 nr. 64 om helsepersonell m.v. oppheves § 55.",
                        "Loven trer i kraft fra den tid Kongen bestemmer. Kongen kan sette de enkelte bestemmelser i loven i kraft til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}