{
    "lawId": "LOV-2013-06-21-101",
    "lawName": "Lov om endringer i småbåtloven (bruk av vannscooter)",
    "shortName": "Endringslov til småbåtloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 40",
                    "title": "Bruk av vannscootere og liknende mindre fartøyer",
                    "sections": [
                        "Denne bestemmelsen gjelder vannscooter og liknende motordrevne mindre fartøy som er konstruert for å føre personer, og som etter alminnelig språkbruk ikke kan betegnes som båter.",
                        "Sjøfartsdirektoratet avgjør i tvilstilfeller om fartøy av en viss type omfattes av første ledd.",
                        "Departementet kan i forskrift gi nærmere regler for bruk av fartøyer som nevnt i første ledd, herunder bestemme at bruk av slike fartøyer av hensyn til miljø eller sikkerhet ikke er tillatt i en bestemt avstand fra land, i verneområder og i en bestemt avstand fra verneområder. Departementet kan bestemme at det for avgrensede områder likevel er tillatt med organisert vannscooterkjøring i forbindelse med trening og konkurranse innenfor forbudsområder fastsatt i medhold av første punktum.",
                        "I særlige tilfeller der hensynet til natur, næring, sikkerhet eller støy tilsier det, kan departementet i forskrift forby eller begrense bruk av fartøyer som nevnt i første ledd i andre områder enn de som er nevnt i tredje ledd første punktum. Departementets myndighet etter tredje ledd annet punktum og fjerde ledd kan delegeres til kommunen.",
                        "Uten hinder av bestemmelser i forskrift gitt i medhold av tredje og fjerde ledd er bruk av fartøy som nevnt i første ledd tillatt i forbindelse med:",
                        "a)politi-, rednings- og ambulansetjeneste, samt oppsyns- og tilsynstjeneste etablert med hjemmel i lov,",
                        "b)Forsvarets øvelser, forflytninger og transporter, og",
                        "c)marinarkeologiske og andre vitenskapelige undersøkelser.",
                        "Kongen kan i forskrift gjøre unntak fra bestemmelser i forskrift gitt i medhold av tredje og fjerde ledd for bruk av fartøy som nevnt i første ledd til andre transportformål.",
                        "§ 40a skal lyde:"
                    ]
                },
                {
                    "name": "§ 40a",
                    "title": "Straff",
                    "sections": [
                        "Den som forsettlig eller uaktsomt overtrer bestemmelsene i § 40 tredje eller fjerde ledd eller bestemmelser i forskrift fastslått med hjemmel i § 40 tredje eller fjerde ledd eller medvirker til dette, straffes med bøter.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}