{
    "lawId": "LOV-2013-06-21-97",
    "lawName": "Lov om endringer i medieeierskapsloven",
    "shortName": "Endringslov til medieeierskapsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3",
                    "title": "Lovens saklige virkeområde",
                    "sections": [
                        "Loven gjelder:",
                        "a)dagsaviser og andre periodiske publikasjoner som hovedsakelig driver journalistisk produksjon og formidling av nyheter, aktualitetsstoff og samfunnsdebatt,",
                        "b)kringkasting, jf. kringkastingsloven § 1-1 første ledd bokstav a, og",
                        "c)elektroniske massemedier som har tilsvarende formål og funksjon som medier nevnt under bokstav a og b.",
                        "Loven gjelder ikke medier som har som hovedformål å drive med reklame eller markedsføring, eller som hovedsakelig er rettet mot medlemmer eller tilsatte i bestemte organisasjoner, foreninger eller selskap.",
                        "§ 9 første ledd skal lyde:",
                        "Medietilsynet kan gripe inn mot erverv av eierandel i foretak som driver eller har eiermessig innflytelse over medier som nevnt i § 3 første ledd, dersom erververen alene eller i samarbeid med andre har eller får en betydelig eierstilling i mediemarkedet nasjonalt eller regionalt, og dette er i strid med formålet i lovens § 1.",
                        "§ 9 sjette ledd skal lyde:",
                        "Bestemmelsene i denne paragrafen gjelder tilsvarende for samarbeidsavtaler som har tilsvarende virkninger som erverv.",
                        "§ 10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Nasjonale mediemarkeder",
                    "sections": [
                        "Som nasjonale mediemarkeder defineres:",
                        "a)dagspresse og periodiske publikasjoner,",
                        "b)fjernsyn, og",
                        "c)radio.",
                        "I tillegg kan Medietilsynet i forskrift ved behov definere et eget marked for elektroniske medier.",
                        "Betydelig eierstilling i mediemarkedet nasjonalt anses normalt å foreligge ved",
                        "a)kontroll av en andel på 1/3 eller mer av ett nasjonalt marked, eller",
                        "b)kontroll av en andel på 1/4 eller mer i ett nasjonalt mediemarked dersom vedkommende allerede kontrollerer 1/3 eller mer i et annet nasjonalt mediemarked.",
                        "Medietilsynet kan etter en konkret vurdering komme til at en betydelig eierstilling også foreligger ved kontroll av en andel mellom 1/4 og 1/3 i et nasjonalt mediemarked.",
                        "Medietilsynet har ikke anledning til å gripe inn dersom markedsandelen ikke overstiger 1/4 av det aktuelle mediemarkedet.",
                        "Medietilsynet skal ved forskrift fastsette nærmere regler om beregning av markedsandeler og prinsipper for tilordning og vekting av oppslutning.",
                        "§ 11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Regionale mediemarkeder",
                    "sections": [
                        "Medietilsynet skal i forskrift definere regionale mediemarkeder (produktmarkeder og geografiske markeder) med utgangspunkt i lovens formål. Medietilsynet skal også fastsette når betydelig eierstilling regionalt normalt anses å foreligge. Medietilsynet skal jevnlig, og som utgangspunkt hvert tredje år, vurdere behovet for å definere markedene og betydelig eierstilling regionalt på nytt.",
                        "Medietilsynet skal ved forskrift fastsette nærmere regler om beregning av markedsandeler og prinsipper for tilordning og vekting av oppslutning.",
                        "§ 12 andre og nytt tredje ledd skal lyde:",
                        "Bestemmelsene i denne paragrafen gjelder tilsvarende for samarbeidsavtaler som nevnt i § 9 sjette ledd.",
                        "Medietilsynet kan ved forskrift gi nærmere bestemmelser om melding etter denne paragraf.",
                        "§ 13 første ledd skal lyde:",
                        "Enhver plikter å gi Medietilsynet og Klagenemnda for mediesaker de opplysninger tilsynet eller Klagenemnda krever for å kunne utføre sine gjøremål etter loven, blant annet for å",
                        "a)undersøke om det foreligger et erverv eller en samarbeidsavtale som er omfattet av lovens virkeområde,",
                        "b)fastsette markedsandeler eller definere markeder,",
                        "c)undersøke om lovens inngrepskriterium er oppfylt,",
                        "d)undersøke om vedtak i medhold av loven er overtrådt, eller",
                        "e)bidra til å skape større åpenhet, oppmerksomhet eller kunnskap om eierforhold i norske medier.",
                        "§ 16 bokstav c skal lyde:",
                        "c)gir uriktige eller ufullstendige opplysninger til Medietilsynet eller Klagenemnda for mediesaker, eller",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}