{
    "lawId": "LOV-2013-12-13-113",
    "lawName": "Lov om endringer i lov 13. juni 1980 nr. 24 om ligningsforvaltning (ligningsloven)",
    "shortName": "Endringslov til ligningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 5-4",
                    "title": "Om finansielle instrumenter mv.",
                    "sections": [
                        "1. Plikt til å gi opplysninger om finansielle instrumenter og andre finansielle produkter har:",
                        "a.verdipapirregistre,",
                        "b.verdipapirforetak,",
                        "c.andre som tar del i forvaltningen eller omsetningen av finansielle instrumenter eller andre finansielle produkter for andres regning som ledd i sin forretningsvirksomhet.",
                        "2. Opplysningene skal vise investors samlede beholdning av finansielle instrumenter og andre finansielle produkter. Det skal blant annet gis opplysninger om forhold som kan få betydning for skattleggingen, slik som erverv, realisasjon og annet eierskifte, samt avkastning i løpet av inntektsåret. Departementet kan i forskrift bestemme at det skal gis opplysninger om forhold som nevnt for tidligere år og opplysninger som viser registrerte transaksjoner på en eller flere av investors konti i en bestemt periode.",
                        "§ 5-9 bokstav c skal lyde:",
                        "c.forvaltningsselskaper, verdipapirfond og andre investeringsenheter om innskudd som er gjort i investeringsenheten, herunder opplysninger om avkastning og realisasjon,",
                        "Endringene under I trer i kraft straks.",
                        "Endringene under II trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}