{
    "lawId": "LOV-2013-06-14-44",
    "lawName": "Lov om endringar i straffegjennomføringsloven mv",
    "shortName": "Endringslov til straffegjennomføringsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 11",
                    "title": "Innsettelse i fengsel og overgangsbolig",
                    "sections": [
                        "§ 11 nytt femte ledd skal lyde:",
                        "Kriminalomsorgen skal vurdere om domfelte kan settes direkte inn i overgangsbolig dersom det er idømt fengselsstraff på inntil 1 år. Fjerde ledd annet punktum gjelder tilsvarende.",
                        "§ 11 gjeldande femte ledd vert nytt sjette ledd.",
                        "§ 14 fyrste og andre ledd skal lyde:",
                        "Kriminalomsorgen kan overføre innsatte til et annet fengsel dersom",
                        "a)det er sannsynlig at innsatte har begått eller vil begå en straffbar handling,",
                        "b)det er grunn til å anta at innsatte vil unndra seg gjennomføringen,",
                        "c)dette er nødvendig for å hindre at innsatte, til tross for at adferdssamtale er gjennomført, fortsetter å påvirke miljøet i fengslet på en særlig negativ måte,",
                        "d)overføring er nødvendig for å opprettholde ro, orden og sikkerhet i fengslet,",
                        "e)bygningsmessige eller bemanningsmessige forhold eller plassmangel gjør det nødvendig,",
                        "f)når særlige forhold foreligger som gjør overføring nødvendig av hensyn til en tilsatt eller vedkommendes tjenesteutøvelse eller omstendighetene for øvrig gjør det påkrevet, eller",
                        "g)det er nødvendig for å unngå en uheldig sammensetning av innsatte.",
                        "Kriminalomsorgen kan også overføre innsatte til annet fengsel dersom overføringen ivaretar innsattes behov på en hensiktsmessig måte.",
                        "§ 14 gjeldande andre til sjuande ledd vert nye tredje til åttande ledd.",
                        "§ 14 femte ledd skal lyde:",
                        "Domfelte som gjennomfører forvaring eller strafferettslig særreaksjon i fengsel, kan overføres til avdeling tilrettelagt for innsatte med særlige behov, jf. § 10 annet ledd, selv om vilkårene i første ledd bokstavene a til g eller annet ledd ikke er oppfylt. Overføringen må være nødvendig for å forebygge brudd på ro, orden og sikkerhet eller for å ivareta domfeltes særlige behov.",
                        "§ 36 andre ledd andre punktum innledningen skal lyde:",
                        "Det kan blant annet bestemmes at innsatte skal",
                        "§ 37 fyrste ledd bokstav a skal lyde:",
                        "a)hindre at innsatte fortsetter å påvirke miljøet i fengslet på en særlig negativ måte,",
                        "§ 40 sjuande ledd tredje punktum skal lyde:",
                        "Første punktum gjelder ikke unnlatt oppmøte til samfunnsstraff som behandles etter bestemmelsene om brudd, jf. § 58.",
                        "§ 42 sjette ledd vert oppheva.",
                        "Gjeldande sjuande til niande ledd vert nye sjette til åttande ledd.",
                        "§ 44 andre ledd nytt tredje punktum skal lyde:",
                        "§ 58 annet ledd annet punktum gjelder tilsvarende.",
                        "§ 44 femte ledd skal lyde:",
                        "Kriminalomsorgen kan anmode politiet om å avhente prøveløslatte etter straffeprosessloven § 461 annet ledd hvis det er nødvendig for å iverksette reaksjon etter første ledd.",
                        "§ 52 andre punktum skal lyde:",
                        "§§ 12, 15, 16, 20, 33, 35, 36, 40 åttende ledd og 41 til 45 i loven her gjelder ikke.",
                        "§ 58 andre ledd andre punktum skal lyde:",
                        "Samme myndighet treffer i slike tilfeller også avgjørelse om anke til lagmannsrett, fullbyrding etter straffeprosessloven § 455 og utsettelse av fullbyrdingen utover seks måneder etter straffeprosessloven § 459.",
                        "§ 58 fjerde ledd skal lyde:",
                        "Kriminalomsorgen kan anmode politiet om å avhente den domfelte etter straffeprosessloven § 461 annet ledd hvis det er nødvendig for å få iverksatt en reaksjon etter første ledd.",
                        "1.Endringa i straffeprosessloven § 163 fyrste ledd tek til å gjelde frå det tidspunktet Kongen fastset.",
                        "2.Elles tek lova til å gjelde straks."
                    ]
                }
            ]
        },
        {
            "name": "IVIkraftsetjing",
            "paragraphs": []
        }
    ]
}