{
    "lawId": "LOV-2013-02-08-7",
    "lawName": "Lov om endringar i kommunelova m.m. (eigenkontroll mv.)",
    "shortName": "Endringslov til kommunelova m.m.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 80",
                    "title": "Innsyn og undersøkelser i selskaper",
                    "sections": [
                        "§ 80 første ledd skal lyde:",
                        "I interkommunale selskaper etter lov 29. januar 1999 nr. 6, i interkommunale styrer etter § 27 og i aksjeselskaper der en kommune eller fylkeskommune alene eller sammen med andre kommuner, fylkeskommuner eller interkommunale selskaper direkte eller indirekte eier alle aksjer, har kommunens eller fylkeskommunens kontrollutvalg og revisor rett til å kreve de opplysninger som finnes påkrevd for deres kontroll, så vel fra selskapets daglige leder som fra styret og den valgte revisor for selskapet. I den utstrekning det finnes nødvendig, kan kontrollutvalget og kommunens revisor selv foreta undersøkelser i selskapet.",
                        "I lov 29. januar 1999 nr. 6 om interkommunale selskaper skal desse endringane gjerast:",
                        "§ 18 tredje ledd blir oppheva. Noverande fjerde ledd blir tredje ledd.",
                        "§ 20 første ledd siste punktum skal lyde:",
                        "I økonomiplanen skal det inngå en oversikt over selskapets samlede gjeldsbyrde og utgifter til renter og avdrag i planperioden.",
                        "§ 20 siste ledd blir oppheva.",
                        "§ 21 første ledd andre punktum blir oppheva.",
                        "§ 22 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 22",
                    "title": "Lån, garantier og finansiell risiko",
                    "sections": [
                        "Selskapet kan bare ta opp lån dersom dette er fastsatt i selskapsavtalen. Dersom selskapet skal kunne ta opp lån, skal avtalen inneholde et tak for selskapets samlede låneopptak.",
                        "Selskapet kan ta opp lån for å finansiere investeringer i bygninger, anlegg og varige driftsmidler til eget bruk, og for å konvertere eldre lånegjeld. Det kan ikke tas opp lån etter første punktum for den delen av anskaffelseskost som tilsvarer rett til kompensasjon for merverdiavgift etter lov 12. desember 2003 nr. 108 om kompensasjon av merverdiavgift for kommuner, fylkeskommuner mv. Selskapet kan ta opp likviditetslån eller inngå avtale om likviditetstrekkrettighet.",
                        "Dersom en av deltakerne er underlagt reglene i kommuneloven § 60, skal selskapets vedtak om opptak av lån eller vedtak om langsiktig avtale om leie av bygninger, anlegg og varige driftsmidler som kan påføre selskapet utgifter utover de fire neste budsjettår, godkjennes av departementet.",
                        "Selskapets samlede lånegjeld etter andre ledd første punktum skal avdras med like årlige avdrag. Gjenstående løpetid for selskapets samlede gjeldsbyrde kan ikke overstige den veide levetiden for selskapets anleggsmidler ved siste årsskifte.",
                        "Selskapets likviditetslån eller benyttet trekkrettighet etter andre ledd tredje punktum skal være gjort opp senest når årsregnskapet fastsettes. Foreligger det regnskapsunderskudd som etter økonomiplanen skal dekkes over flere år, kan løpetiden for likviditetslånet forlenges tilsvarende inndekningsperioden.",
                        "Selskapet kan ikke stille garanti eller pantsette sine eiendeler til sikkerhet for andres økonomiske forpliktelser.",
                        "Selskapet skal forvalte sine midler slik at tilfredsstillende avkastning kan oppnås, uten at det innebærer vesentlig finansiell risiko, og under hensyn til at selskapet skal ha midler til å dekke sine betalingsforpliktelser ved forfall.",
                        "Avtale i strid med bestemmelsene i første, tredje og sjette ledd er ugyldig.",
                        "§ 27 skal lyde:"
                    ]
                },
                {
                    "name": "§ 27",
                    "title": "Selskapets regnskap",
                    "sections": [
                        "Selskapet har regnskapsplikt etter regnskapsloven. Det kan i selskapsavtalen bestemmes at selskapet i stedet skal avgi regnskap etter kommunale regnskapsprinsipper. Selskapet har bokføringsplikt etter bokføringsloven.",
                        "Regnskapet og årsberetningen fastsettes av representantskapet. Styret fremlegger forslag til årsregnskap og årsberetning.",
                        "Departementet kan i forskrift gi nærmere regler om årsregnskapet for interkommunale selskaper.",
                        "I lov 15. juni 2001 nr. 70 om fastsetjing og endring av kommune- og fylkesgrenser skal § 26 første ledd andre og tredje punktum lyde:",
                        "Nemnda bør spegle av innbyggjartalet i dei enkelte kommunane eller fylkeskommunane. Det skal likevel vere minimum tre medlemmer i nemnda frå kvar kommune eller fylkeskommune.",
                        "I lov 6. mars 2009 nr. 11 om tiltak mot hvitvasking og terrorfinansiering mv. skal § 4 andre ledd nr. 1 lyde:",
                        "1.statsautoriserte og registrerte revisorer, samt revisor som er ansvarlig for revisjon av regnskapet for kommune eller fylkeskommune, samt for kommunalt og fylkeskommunalt foretak, i samsvar med nærmere bestemmelser fastsatt av departementet, jf. lov om kommuner og fylkeskommuner § 78 nr. 8,",
                        "1.Lova gjeld frå den tida Kongen fastset. Kongen kan setje i kraft dei enkelte føresegnene til ulik tid.",
                        "2.Endringa i lov 25. september 1992 nr. 107 om kommuner og fylkeskommuner § 50 nr. 1 andre punktum tek til å gjelde 1. januar 2014.",
                        "3.Endringa i lov 29. januar 1999 nr. 6 om interkommunale selskaper § 22 andre ledd andre punktum tek til å gjelde 1. januar 2014."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}