{
    "lawId": "LOV-2013-06-21-89",
    "lawName": "Lov om endringer i sivilombudsmannsloven (nasjonal forebyggende mekanisme)",
    "shortName": "Endringslov til sivilombudsmannsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3 a",
                    "title": "Nasjonal forebyggende mekanisme",
                    "sections": [
                        "Ombudsmannen er nasjonal forebyggende mekanisme som beskrevet i artikkel 3 i valgfri protokoll 18. desember 2002 til De forente nasjoners internasjonale konvensjon 10. desember 1984 mot tortur og annen grusom, umenneskelig eller nedverdigende behandling eller straff.",
                        "Ombudsmannen skal etablere et rådgivende utvalg for arbeidet som nasjonal forebyggende mekanisme.",
                        "§ 4 første ledd annet punktum skal lyde:",
                        "Arbeidsområdet omfatter også frihetsberøvedes forhold i private institusjoner når frihetsberøvelsen har grunnlag i en beslutning truffet av en offentlig myndighet eller finner sted etter tilskyndelse fra en offentlig myndighet eller med samtykke eller tilslutning fra en offentlig myndighet.",
                        "Nåværende § 4 første ledd annet punktum blir nytt annet ledd. Innledningen skal lyde:",
                        "Ombudsmannens arbeidsområde omfatter ikke:",
                        "§ 4 annet ledd bokstav e) skal lyde:",
                        "saker som etter Stortingets bestemmelse hører under Ombudsmannsnemnda eller Ombudsmannen for Forsvaret,",
                        "§ 7 første ledd nytt annet punktum skal lyde:",
                        "Som nasjonal forebyggende mekanisme har Ombudsmannen tilsvarende rett til å kreve opplysninger fra person i tjeneste for private institusjoner som nevnt i § 4 første ledd annet punktum.",
                        "Nåværende § 7 første ledd annet punktum blir til tredje punktum.",
                        "§ 8 overskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Adgang til lokaler, tjenestesteder mv.",
                    "sections": [
                        "§ 9 annet ledd fjerde punktum skal lyde:",
                        "Den samme taushetsplikt påhviler hans personale og andre som bistår ved utførelsen av Ombudsmannens arbeidsoppgaver.",
                        "§ 10. overskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Avslutning av Ombudsmannens saksbehandling",
                    "sections": [
                        "§ 10 nytt sjuende ledd skal lyde:",
                        "Som nasjonal forebyggende mekanisme kan Ombudsmannen gi anbefalinger med sikte på å bedre behandlingen av og forholdene for frihetsberøvede og forebygge tortur og annen grusom, umenneskelig eller nedverdigende behandling eller straff. Ansvarlig myndighet skal gjennomgå anbefalingene og innlede en dialog med Ombudsmannen om mulige gjennomføringstiltak.",
                        "§ 12 første ledd annet punktum skal lyde:",
                        "Det skal avgis en særskilt melding om virksomheten som nasjonal forebyggende mekanisme.",
                        "Nåværende § 12 første ledd annet punktum blir nytt tredje punktum og skal lyde:",
                        "Meldingene trykkes og offentliggjøres.",
                        "Loven trer i kraft 1. juli 2013."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}