{
    "lawId": "LOV-2013-06-14-32",
    "lawName": "Lov om endringer i arbeidsmiljøloven mv. (søksmålsrett for fagforeninger mv., overtredelsesgebyr og ufrivillig deltid)",
    "shortName": "Endringslov til arbeidsmiljøloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 14-1 a",
                    "title": "Drøfting om bruk av deltid",
                    "sections": [
                        "Arbeidsgiver skal minst én gang per år drøfte bruken av deltid med de tillitsvalgte.",
                        "§ 14-3 tredje ledd skal lyde:",
                        "(3) Før arbeidsgiver fatter beslutning om ansettelse i stilling som arbeidstaker krever fortrinnsrett til, skal spørsmålet så langt det er praktisk mulig drøftes med arbeidstaker, med mindre arbeidstaker selv ikke ønsker det.",
                        "Nåværende § 14-3 tredje og fjerde ledd blir nytt fjerde og femte ledd.",
                        "Ny § 14-4 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-4 a",
                    "title": "Rett til stilling for deltidsansatte tilsvarende faktisk arbeidstid",
                    "sections": [
                        "(1) Deltidsansatte som de siste 12 måneder jevnlig har arbeidet utover avtalt arbeidstid, har rett til stilling tilsvarende faktisk arbeidstid i denne perioden, med mindre arbeidsgiver kan dokumentere at behovet for merarbeidet ikke lenger foreligger. Tolvmånedersperioden skal beregnes med utgangspunkt i det tidspunkt arbeidstaker fremmet sitt krav.",
                        "(2) Tvist om rett etter denne bestemmelsen avgjøres av tvisteløsningsnemnda, jf. § 17-2.",
                        "Ny § 14-4 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-4 b",
                    "title": "Virkninger av brudd på deltidsansattes rett til stilling tilsvarende faktisk arbeidstid",
                    "sections": [
                        "(1) Dersom retten kommer til at en deltidsansatt har rett til stilling tilsvarende faktisk arbeidstid etter bestemmelsen i § 14-4 a, skal retten etter påstand fra den deltidsansatte avsi dom for ansettelse i slik stilling.",
                        "(2) Ved brudd på bestemmelsen om rett til stilling tilsvarende faktisk arbeidstid etter § 14-4 a kan arbeidstaker kreve erstatning.",
                        "§ 14-12 andre ledd nytt andre punktum skal lyde:",
                        "Virksomheten skal på forespørsel fra Arbeidstilsynet fremlegge dokumentasjon på at den er bundet av tariffavtale og at det er inngått avtale med de tillitsvalgte som nevnt i første punktum.",
                        "§ 17-1 tredje ledd nytt andre punktum skal lyde:",
                        "Mekling i forliksråd finner ikke sted i saker etter § 17-1 femte ledd.",
                        "§ 17-1 nytt femte ledd skal lyde:",
                        "(5) Fagforening som har medlemmer i en virksomhet som har leid inn arbeidstaker fra bemanningsforetak, jf. § 14-12, kan reise søksmål i eget navn om lovligheten av slik innleie. I tilknytning til slik sak vil begge parter ha rett til å kreve forhandlinger i tråd med reglene i § 17-3.",
                        "§ 17-2 første ledd skal lyde:",
                        "(1) Tvist som nevnt i §§ 10-13, 12-14, 14-3 og 14-4 a kan bringes inn for en tvisteløsningsnemnd for avgjørelse.",
                        "§ 17-4 nytt tredje ledd skal lyde:",
                        "(3) Ved søksmål etter § 17-1 femte ledd avbrytes søksmålsfristen for individuelle erstatningskrav for de navngitte enkeltpersoner saken gjelder, fra tidspunktet for søksmålet etter § 17-1 femte ledd og frem til rettskraftig dom foreligger.",
                        "§ 17-4 nåværende tredje til femte ledd blir fjerde til sjette ledd.",
                        "§ 18-6 første ledd første punktum skal lyde:",
                        "Arbeidstilsynet gir de pålegg og treffer de enkeltvedtak ellers som er nødvendige for gjennomføringen av bestemmelsene i og i medhold av kapittel 2 til kapittel 11 samt §§ 14-1 a, 14-5 til 14-8, 14-9 første ledd tredje punktum, 14-12 andre ledd andre punktum, 14-12 tredje ledd, 15-2 og 15-15.",
                        "Ny § 18-10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 18-10",
                    "title": "Overtredelsesgebyr",
                    "sections": [
                        "(1) Arbeidstilsynet kan ilegge en virksomhet overtredelsesgebyr dersom noen som har handlet på vegne av virksomheten har overtrådt bestemmelser som nevnt i § 18-6 første ledd. Overtredelsesgebyr kan ilegges selv om ingen enkeltperson har utvist skyld. Overtredelsesgebyret tilfaller statskassen, og kan maksimalt utgjøre 15 ganger grunnbeløpet i folketrygden.",
                        "(2) Ved vurdering av om overtredelsesgebyr skal ilegges, og ved utmålingen, skal det særlig legges vekt på:",
                        "a)hvor alvorlig overtredelsen er,",
                        "b)graden av skyld,",
                        "c)om det foreligger gjentagelse,",
                        "d)om virksomheten ved retningslinjer, instruksjon, opplæring, kontroll eller andre tiltak kunne ha forebygget overtredelsen,",
                        "e)om virksomheten har hatt eller kunne ha oppnådd noen fordel ved overtredelsen,",
                        "f)om overtredelsen er begått for å fremme virksomhetens interesser,",
                        "g)om andre reaksjoner som følge av overtredelsen blir ilagt virksomheten eller noen som har handlet på vegne av denne,",
                        "h)virksomhetens økonomiske evne, og",
                        "i)den preventive effekten.",
                        "(3) Når ikke annet er fastsatt i enkeltvedtak, er oppfyllelsesfristen fire uker fra vedtak om overtredelsesgebyr ble truffet. Endelig vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg. Dersom virksomheten går til søksmål mot staten for å prøve vedtaket, suspenderes tvangskraften. Retten kan prøve alle sider av saken.",
                        "(4) Adgangen til å ilegge overtredelsesgebyr foreldes to år etter at overtredelsen er opphørt. Foreldelsesfristen avbrytes ved at Arbeidstilsynet har gitt forhåndsvarsel om vedtak om overtredelsesgebyr, jf. forvaltningsloven § 16.",
                        "I lov 4. juni 1993 nr. 58 om allmenngjøring av tariffavtaler mv. skal § 11 andre ledd lyde:",
                        "Arbeidstilsynet gir de pålegg og treffer de enkeltvedtak ellers som er nødvendige for gjennomføringen av vedtak om allmenngjøring og plikter i medhold av § 12. Arbeidsmiljøloven § 18-6 første, andre, sjette, syvende og åttende ledd samt §§ 18-7, 18-8 og 18-10 får tilsvarende anvendelse ved tilsyn etter loven her. Eventuell oppdragsgiver skal også gjøres kjent med pålegg og andre enkeltvedtak.",
                        "I lov 15. mai 2008 nr. 35 om utlendingers adgang til riket og deres opphold her skal § 27 andre ledd lyde:",
                        "Arbeidstilsynet gir de påleggene og treffer de vedtakene ellers som er nødvendige for gjennomføringen av tilsyn etter første ledd. Arbeidsmiljøloven § 18-6 første, annet, sjette, sjuende og åttende ledd samt §§ 18-7, 18-8 og 18-10 får tilsvarende anvendelse ved tilsyn etter loven her. En eventuell oppdragsgiver skal også gjøres kjent med pålegg og andre enkeltvedtak.",
                        "I lov 16. juli 1999 nr. 69 om offentlige anskaffelser skal § 7 tredje ledd lyde:",
                        "Arbeidstilsynet fører tilsyn med at forskrifter gitt med hjemmel i første og andre ledd blir overholdt. Tilsynet gir de pålegg og treffer de enkeltvedtak som er nødvendige for gjennomføring av forskriftene. Arbeidsmiljøloven § 18-5, § 18-6 første, andre, sjette, sjuende og åttende ledd samt §§ 18-7, 18-8 og 18-10 får tilsvarende anvendelse.",
                        "I lov 9. mars 1973 nr. 14 om vern mot tobakksskader gjøres følgende endringer:",
                        "§ 13 andre ledd skal lyde:",
                        "Reglene vedrørende kommunestyrets og Arbeidstilsynets virksomhet som tilsynsorgan etter henholdsvis folkehelseloven kapittel 3 og arbeidsmiljøloven §§ 18-4 til 18-8 og 18-10 får tilsvarende anvendelse ved tilsyn etter paragrafen her.",
                        "§ 13 tredje ledd første punktum skal lyde:",
                        "Petroleumstilsynet fører tilsyn med at reglene i og i medhold av § 12 overholdes innen det ansvarsområde Petroleumstilsynet har i petroleumsvirksomheten i henhold til arbeidsmiljøloven.",
                        "1.Loven trer i kraft fra den tid Kongen bestemmer.",
                        "2.Overtredelsesgebyr etter denne loven kommer bare til anvendelse på overtredelser som er begått etter lovens ikrafttredelse.",
                        "3.Bare merarbeid utført etter denne lovens ikrafttredelse gir rett til stilling tilsvarende faktisk arbeidstid etter arbeidsmiljøloven § 14-4 a første ledd."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}