{
    "lawId": "LOV-2013-06-21-85",
    "lawName": "Lov om endringer i straffeloven 1902 og straffeloven 2005 mv. (forberedelse av terror m.m.)",
    "shortName": "Endringslov til straffelovene mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 136",
                    "title": "Oppfordring, rekruttering og opplæring til terrorhandlinger",
                    "sections": [
                        "Med fengsel inntil 6 år straffes den som",
                        "a)offentlig oppfordrer noen til å iverksette en straffbar handling som nevnt i §§ 131, 134, 135 eller §§ 137 til 144,",
                        "b)rekrutterer noen til å begå en straffbar handling som nevnt i §§ 131, 134, 135 eller §§ 137 til 144,",
                        "c)gir opplæring i metoder eller teknikker som er særlig egnet til å utføre eller bidra til utførelsen av en straffbar handling som nevnt i §§ 131, 134, 135 eller §§ 137 til 144, med forsett om at ferdighetene skal brukes til dette, eller",
                        "d)lar seg lære opp i metoder eller teknikker som er særlig egnet til å utføre eller bidra til utførelsen av en straffbar handling som nevnt i §§ 131, 134, 135 eller §§ 137 til 144, med forsett om å bruke ferdighetene til dette eller med forsett om at opplæringen gis med dette for øyet.",
                        "Ny § 136 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 136 a",
                    "title": "Straff for deltakelse mv. i en terrororganisasjon",
                    "sections": [
                        "Med fengsel inntil 6 år straffes den som danner, deltar i, rekrutterer medlemmer eller yter økonomisk eller annen materiell støtte til en terrororganisasjon, når organisasjonen har tatt skritt for å realisere formålet med ulovlige midler.",
                        "Medvirkning straffes ikke.",
                        "§ 158 annet ledd skal lyde:",
                        "Er lovbruddet begått som ledd i aktivitetene til en organisert kriminell gruppe, eller handlingen gjennomføres ved trusler om eller bruk av våpen, er straffen fengsel i minst 1 år.",
                        "§ 191 annet ledd skal lyde:",
                        "Ved avgjørelsen av om befatningen er grov, skal det særlig legges vekt på",
                        "a)hvilken type og hvor stort omfang overtredelsen gjelder, og",
                        "b)om den av andre grunner er særlig farlig eller samfunnsskadelig.",
                        "Ny § 191 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 191 a",
                    "title": "Befatning med skytevåpen eller eksplosiver i den hensikt å begå en straffbar handling",
                    "sections": [
                        "Med fengsel inntil 6 år straffes den som i hensikt å begå en straffbar handling, anskaffer, tilvirker eller oppbevarer",
                        "a)skytevåpen, våpendeler, ammunisjon eller sprengstoff, eller",
                        "b)bestanddeler, utstyr eller andre gjenstander som alene eller samlet er av vesentlig betydning for å tilvirke eller anvende gjenstander som nevnt i bokstav a.",
                        "Ny § 191 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 191 b",
                    "title": "Befatning med skytevåpen mv. i den hensikt å begå en grov straffbar handling",
                    "sections": [
                        "Grov overtredelse av § 191 a straffes med fengsel inntil 10 år.",
                        "Ved avgjørelsen av om overtredelsen er grov, skal det særlig legges vekt på om den straffbare handling nevnt i § 191 a som befatningen tok sikte på",
                        "a)ville volde fare for betydelig skade på kropp, eiendom eller miljø, og",
                        "b)ville være særlig farlig eller samfunnsskadelig.",
                        "Når den straffbare handling som nevnt i § 191 a kan straffes med fengsel i 10 år eller mer, skal overtredelsen alltid anses som grov.",
                        "§ 198 skal lyde:"
                    ]
                },
                {
                    "name": "§ 198",
                    "title": "Forbund om alvorlig organisert kriminalitet",
                    "sections": [
                        "Den som inngår forbund med noen om å begå en handling som kan straffes med fengsel i minst 3 år, og som skal begås som ledd i aktivitetene til en organisert kriminell gruppe, straffes med fengsel inntil 3 år, med mindre forholdet går inn under en strengere straffebestemmelse. Forhøyelse av maksimumsstraffen ved gjentakelse eller sammenstøt av lovbrudd kommer ikke i betraktning.",
                        "Med organisert kriminell gruppe menes et samarbeid mellom tre eller flere personer som har som et hovedformål å begå en handling som kan straffes med fengsel i minst 3 år, eller som går ut på at en ikke ubetydelig del av aktivitetene består i å begå slike handlinger.",
                        "I lov 3. juni 2005 nr. 33 om forbud mot diskriminering på grunn av etnisitet, religion mv. skal § 15 femte ledd lyde:",
                        "Dersom overtredelsen er ledd i aktivitetene til en organisert kriminell gruppe, gjelder straffeloven §§ 162 c og 60 a.",
                        "I lov 6. mars 2009 nr. 11 om tiltak mot hvitvasking og terrorfinansiering mv. gjøres følgende endringer:",
                        "§ 5 første ledd annet punktum skal lyde:",
                        "Kundekontroll og løpende oppfølging skal foretas på grunnlag av en vurdering av risiko for transaksjoner med tilknytning til utbytte av straffbare handlinger eller forhold som rammes av straffeloven §§ 147 a, 147 b, 147 c eller 147 d, der risikoen vurderes ut fra type kunde, kundeforhold, produkt eller transaksjon.",
                        "§ 6 første ledd nr. 3 skal lyde:",
                        "3.mistanke om at en transaksjon har tilknytning til utbytte av straffbar handling eller forhold som rammes av straffeloven §§ 147 a, 147 b, 147 c eller 147 d, eller",
                        "§ 9 annet ledd nr. 1 skal lyde:",
                        "1.Bekreftelse av identiteten til kunder og reelle rettighetshavere skal kunne foretas under etablering av kundeforhold, dersom etableringen av kundeforholdet er nødvendig for ikke å hindre den alminnelige forretningsdrift og det er liten risiko for transaksjoner med tilknytning til en straffbar handling eller forhold som rammes av straffeloven §§ 147 a, 147 b, 147 c eller 147 d.",
                        "§ 10 første ledd annet punktum skal lyde:",
                        "Et etablert kundeforhold skal avvikles hvis fortsettelse av kundeforholdet medfører risiko for transaksjoner med tilknytning til utbytte av straffbare handlinger eller forhold som rammes av straffeloven §§ 147 a, 147 b, 147 c eller 147 d.",
                        "§ 15 første ledd skal lyde:",
                        "I situasjoner som etter sin art innebærer høy risiko for transaksjoner med tilknytning til utbytte av straffbare handlinger eller forhold som rammes av straffeloven §§ 147 a, 147 b, 147 c eller 147 d, skal rapporteringspliktige ut fra en risikovurdering anvende andre kontrolltiltak i tillegg til de tiltak som følger av §§ 5 til 14.",
                        "§ 15 fjerde ledd skal lyde:",
                        "Rapporteringspliktige skal vie særlig oppmerksomhet til produkter og transaksjoner som fremmer anonymitet, og om nødvendig iverksette tiltak for å forebygge transaksjoner med tilknytning til utbytte av straffbare handlinger eller forhold som rammes av straffeloven §§ 147 a, 147 b, 147 c eller 147 d.",
                        "§ 17 første ledd skal lyde:",
                        "Dersom rapporteringspliktige har mistanke om at en transaksjon har tilknytning til utbytte av en straffbar handling eller forhold som rammes av straffeloven §§ 147 a, 147 b, 147 c eller 147 d, skal det foretas nærmere undersøkelser for å få bekreftet eller avkreftet mistanken.",
                        "§ 26 annet ledd nr. 2 skal lyde:",
                        "2.iverksette andre tiltak som er egnet til å motvirke risikoen for transaksjoner med tilknytning til utbytte av straffbare handlinger eller forhold som beskrevet i straffeloven §§ 147 a, 147 b, 147 c eller 147 d.",
                        "§ 30 første ledd skal lyde:",
                        "Økokrim kan gi opplysninger som Økokrim mottar etter § 18, til andre offentlige myndigheter enn politiet som har oppgaver knyttet til forebygging av forhold som rammes av straffeloven §§ 147 a, 147 b, 147 c eller 147 d.",
                        "1.Loven trer i kraft fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "2.Kongen kan gi nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        }
    ]
}