{
    "lawId": "LOV-2013-06-14-34",
    "lawName": "Lov om endringer i finansieringsvirksomhetsloven og verdipapirhandelloven (nye kapitalkrav mv.)",
    "shortName": "Endringslov til finansvl. og vphl.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1-1",
                    "title": "Formål og virkeområde",
                    "sections": [
                        "Formålet med loven er å bidra til finansiell stabilitet, herunder at banker og finansinstitusjoner virker på en hensiktsmessig og betryggende måte. Finansiell stabilitet innebærer at det finansielle systemet er robust nok til å motta innskudd og andre tilbakebetalingspliktige midler fra allmennheten, formidle finansiering, utføre betalinger og omfordele risiko på en tilfredsstillende måte.",
                        "Loven gjelder finansieringsvirksomhet og finansinstitusjoner når annet ikke følger av bestemmelse i eller i medhold av loven.",
                        "§ 2-9 første ledd skal lyde:",
                        "En finansinstitusjon skal til enhver tid oppfylle de krav til kapital som følger av §§ 2-9 a til 2-9 e, samt forskrift og enkeltvedtak gitt i medhold av disse bestemmelsene. §§ 2-9 a til 2-9 e gjelder ikke forsikringsselskaper, pensjonsforetak og holdingselskap i forsikringskonsern med mindre annet er fastsatt ved forskrift gitt av departementet.",
                        "§ 2-9 nytt fjerde ledd skal lyde:",
                        "Departementet kan i forskrift fastsette nærmere krav til finansinstitusjoner ut fra hensynet til å fremme finansiell stabilitet.",
                        "§ 2-9 a første ledd skal lyde:",
                        "En finansinstitusjon skal til enhver tid ha ren kjernekapital som utgjør minst fire og en halv prosent av et beregningsgrunnlag etter regler fastsatt i forskrift. En finansinstitusjons kjernekapital skal til enhver tid utgjøre minst seks prosent av det samme beregningsgrunnlaget. En finansinstitusjons ansvarlige kapital skal til enhver tid utgjøre minst åtte prosent av det samme beregningsgrunnlaget.",
                        "§ 2-9 a åttende ledd skal lyde:",
                        "Departementet kan i forskrift fastsette bestemmelser om:",
                        "a)hva som skal anses som ren kjernekapital, kjernekapital og tilleggskapital, samt sammensetningen av ansvarlig kapital,",
                        "b)beregningsgrunnlaget for kredittrisiko, markedsrisiko og operasjonell risiko mv., herunder regler som sikrer at beregningsgrunnlaget i tilstrekkelig grad reflekterer risikoen i finansinstitusjonens eiendeler,",
                        "c)bruk av interne målemetoder,",
                        "d)hvilke sikkerheter det kan tas hensyn til ved beregningen av minstekrav til kapital, og",
                        "e)at ren kjernekapital eller kjernekapitalen i finansinstitusjoner minst skal utgjøre en bestemt prosent av verdien av foretakets eiendeler og ikke balanseførte forpliktelser, beregnet uten risikovekting, og regler for slike beregninger (uvektet kjernekapitalandel).",
                        "§ 2-9 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-9 b",
                    "title": "Vurdering av risiko og samlet kapitalbehov",
                    "sections": [
                        "En finansinstitusjon skal til enhver tid ha oversikt over, og med jevne mellomrom vurdere, hvilke enkelte risikoer og samlet risiko, herunder systemrisiko, som er knyttet til virksomheten. En finansinstitusjon skal til enhver tid ha ansvarlig kapital som er forsvarlig ut fra risikoen ved og omfanget av den virksomhet institusjonen driver.",
                        "Ved vurderingen av risiko knyttet til virksomheten og samlet risikoeksponering skal det tas hensyn til kredittrisiko, likviditetsrisiko, finansieringsrisiko, markeds- og valutarisiko, operasjonell risiko, systemrisiko og annen risiko knyttet til de enkelte virksomhetsområdene. Vurderingen skal omfatte risikoeksponering som følge av at institusjonens eiendeler blir overdratt til eller stilt som sikkerhet overfor andre finansinstitusjoner.",
                        "En finansinstitusjon skal vurdere kapitalbehovet på kort og lengre sikt og hvordan dette kapitalbehovet kan tilfredsstilles. Vurderingen av kapitalbehov skal omfatte størrelsen på, og sammensetningen og fordelingen av, kapitalen sett i forhold til arten og omfanget av den risiko som til enhver tid er knyttet til virksomheten og til den risiko som vil kunne oppstå.",
                        "Banker, kredittforetak og morselskap i finanskonsern skal jevnlig beregne foretakets kjernekapital som andel av verdien av dets eiendeler og ikke balanseførte forpliktelser beregnet uten risikovekting (uvektet kjernekapitalandel).",
                        "Styret skal overvåke og styre finansinstitusjonens samlede risiko og jevnlig vurdere om finansinstitusjonens styrings- og kontrollordninger er tilpasset risikonivå og omfang av virksomheten. Institusjonen skal ha et risikoutvalg oppnevnt av styret blant de av styremedlemmene som ikke inngår i den faktiske ledelse av virksomheten som skal forberede styrebehandlingen. Departementet kan gjøre unntak fra plikten til å ha risikoutvalg.",
                        "Departementet kan i forskrift fastsette bestemmelser om overvåking, vurdering, styring og kontroll av risiko og kapitalbehov. Departementet kan fastsette høyere kapitalkrav eller virksomhetsbegrensninger for å sikre at ansvarlig kapital er i samsvar med institusjonens risikoeksponering.",
                        "§ 2-9 c skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-9 c",
                    "title": "Opplysningskrav",
                    "sections": [
                        "En finansinstitusjon skal offentliggjøre informasjon om virksomheten, risikoen knyttet til institusjonen og ansvarlig kapital etter bestemmelser fastsatt i forskrift. Banker, kredittforetak og morselskap i finanskonsern skal også offentliggjøre informasjon om størrelsen på kjernekapital som andel av verdien av institusjonens eiendeler og ikke balanseførte forpliktelser beregnet uten risikovekting (uvektet kjernekapitalandel). Morselskap i finanskonsern skal i tillegg offentliggjøre informasjon om uvektet kjernekapitalandel på konsolidert grunnlag.",
                        "Departementet kan i forskrift fastsette bestemmelser om:",
                        "a)institusjonens offentliggjøring av informasjon,",
                        "b)krav til dokumentasjon, herunder bestemmelser som gjør unntak fra lov 14. april 2000 nr. 31 om behandling av personopplysninger.",
                        "§ 2-9 d skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-9 d",
                    "title": "Tilsynsmessig oppfølging, retting og pålegg",
                    "sections": [
                        "Finanstilsynet skal se til at de finansinstitusjoner det har tilsyn med har hensiktsmessige og klare retningslinjer og rutiner, i samsvar med lov og bestemmelser gitt i medhold av lov, for overvåking, vurdering, styring og kontroll av risiko og kapitalbehov.",
                        "Finanstilsynet skal vurdere alle risikoer som institusjonene er og kan bli eksponert for, og den risikoen som institusjonene representerer for det finansielle systemet.",
                        "Institusjon som ikke oppfyller krav i henhold til §§ 2-9 til 2-9 e og § 2-17 eller forskrifter fastsatt i medhold av lovbestemmelsene skal straks iverksette nødvendige tiltak for å rette opp dette. Ved manglende etterlevelse av kravene kan Finanstilsynet pålegge institusjonen:",
                        "a)å endre organiseringen, styringen og kontrollen av virksomheten og de strategier, prosesser, retningslinjer og rutiner som virksomheten drives etter,",
                        "b)et høyere kapitalkrav enn summen av minstekrav som angitt i § 2-9 a og bufferkrav i § 2-9 e,",
                        "c)å endre eller begrense virksomheten,",
                        "d)å redusere risikoen knyttet til virksomheten, herunder produkter og systemer.",
                        "e)å redusere forskjellen i løpetid mellom institusjonens forpliktelser og eiendeler,",
                        "f)å begrense omfanget av prestasjonsbetinget godtgjørelse,",
                        "g)å benytte årets resultat til å øke kjernekapitaldekningen og ikke å utbetale utbytte og rente på kjernekapital,",
                        "Finanstilsynet kan gi pålegg etter tredje ledd som felles pålegg for en gruppe av institusjoner som er utsatt for samme type risiko, eller medfører samme type risiko for det finansielle system.",
                        "Ny § 2-9 e skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-9 e",
                    "title": "Krav til bevaringsbuffer, systemrisikobuffer, buffer for systemviktige institusjoner og motsyklisk kapitalbuffer",
                    "sections": [
                        "En finansinstitusjon skal ha en bevaringsbuffer bestående av ren kjernekapital som skal utgjøre to og et halvt prosentpoeng i tillegg til minstekravet til kapital etter § 2-9 a første ledd.",
                        "En finansinstitusjon skal ha en systemrisikobuffer bestående av ren kjernekapital som skal utgjøre tre prosentpoeng i tillegg til minstekravet til kapital etter § 2-9 a første ledd og bevaringsbuffer etter foregående ledd. Departementet kan i forskrift fastsette at kravet skal være høyere eller lavere enn tre prosentpoeng.",
                        "En finansinstitusjon som er systemviktig skal ha en buffer bestående av ren kjernekapital som skal utgjøre to prosentpoeng i tillegg til minstekravet til kapital etter § 2-9 a første ledd, bevaringsbuffer og systemrisikobuffer etter de to foregående leddene. Departementet kan i forskrift fastsette kriterier for hvilke institusjoner som skal regnes som systemviktige og fastsette særlige virksomhetsregler og soliditetskrav for slike institusjoner og fastsette at kravet skal være høyere eller lavere enn to prosentpoeng.",
                        "En finansinstitusjon skal ha en motsyklisk kapitalbuffer bestående av ren kjernekapital som skal utgjøre mellom 0 og 2,5 prosentpoeng i tillegg til minstekravet til kapital etter § 2-9 a første ledd og bevaringsbuffer, systemrisikobuffer og buffer for systemviktige institusjoner etter de foregående leddene. Departementet fastsetter kravet til den motsykliske kapitalbufferen. Kravet kan i særlige tilfeller settes høyere enn to og et halvt prosentpoeng.",
                        "Hvis en finansinstitusjon ikke oppfyller de fire nevnte bufferkravene, skal institusjonen utarbeide en plan for økning av ren kjernekapitaldekning, og den kan ikke uten samtykke fra Finanstilsynet utbetale utbytte til aksjonærer og bonus til ansatte.",
                        "Departementet kan i forskrift fastsette bestemmelser om bevaringsbuffer, systemrisikobuffer, buffer for systemviktige institusjoner og motsyklisk kapitalbuffer, om beregningen av bufferkravene og om konsekvenser dersom kravene ikke er oppfylt.",
                        "§ 2-10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-10",
                    "title": "Høyeste engasjement med en enkelt motpart",
                    "sections": [
                        "En finansinstitusjon kan ikke ha høyere samlet engasjement med en enkelt motpart enn det som til enhver tid er forsvarlig.",
                        "Kongen kan fastsette forskrift om høyeste samlede engasjement med en enkelt motpart, herunder om beregningsmåte for engasjement i og utenfor balansen og andre forhold vedrørende gjennomføringen av kravet. Kongen kan gi bestemmelser om anvendelsen av grense for høyeste engasjement med en enkelt motpart også på engasjementer med to eller flere motparter når bestemmende innflytelse eller økonomiske forbindelser mellom disse er slik at økonomiske problemer hos den ene kan medføre betalingsvanskeligheter for den andre.",
                        "§ 2-17 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-17",
                    "title": "Likviditet og stabil finansiering",
                    "sections": [
                        "En finansinstitusjon skal sørge for at den til enhver tid har tilstrekkelige likvide eiendeler til at den kan dekke sine forpliktelser ved forfall.",
                        "En finansinstitusjon skal sørge for forsvarlig likviditetsstyring etter retningslinjer fastsatt av styret. Finanstilsynet kan fastsette rapporteringskrav.",
                        "Banker, kredittforetak og finansieringsselskaper skal rapportere gjenstående løpetid for poster i balansen og ikke-balanseførte finansielle instrumenter til Finanstilsynet. Finanstilsynet kan fastsette nærmere krav til slik rapportering.",
                        "Finner Finanstilsynet at likviditetsrisikoen knyttet til virksomheten ikke er forsvarlig, kan Finanstilsynet gi finansinstitusjonen pålegg som begrenser adgangen til å gi nye lån eller kreditter eller kreve at andre tiltak blir satt i verk for å rette på forholdet.",
                        "Departementet kan i forskrift fastsette nærmere regler til gjennomføring av bestemmelsene i paragrafen her.",
                        "Departementet kan i forskrift fastsette minstekrav til finansinstitusjoners beholdning av likvide eiendeler (likviditetsreserve).",
                        "Departementet kan i forskrift fastsette minstekrav til finansinstitusjoners sammensetning av finansieringskilder for å sikre stabil finansiering av virksomheten og motvirke risiko knyttet til inndekning av fremtidig innlånsbehov (stabil finansiering).",
                        "I lov 29. juni 2007 nr. 75 om verdipapirhandel gjøres følgende endringer:",
                        "§ 9-11 syvende ledd skal lyde:",
                        "(7) Verdipapirforetaket skal ha retningslinjer og rutiner for beregning og utbetaling av resultatavhengig godtgjørelse. Departementet kan ved forskrift fastsette nærmere regler om godtgjørelsesordninger i verdipapirforetak som ikke er finansinstitusjon. Bestemmelsene i finansieringsvirksomhetsloven §§ 2-18 til 2-22 gjelder tilsvarende.",
                        "§ 9-15 første ledd skal lyde:",
                        "(1) Et verdipapirforetak skal til enhver tid ha ren kjernekapital som utgjør minst fire og en halv prosent av et beregningsgrunnlag etter regler fastsatt i forskrift. Et verdipapirforetaks kjernekapital skal til enhver tid utgjøre minst seks prosent av det samme beregningsgrunnlaget. Et verdipapirforetaks ansvarlige kapital skal til enhver tid utgjøre minst åtte prosent av det samme beregningsgrunnlaget.",
                        "§ 9-15 tiende ledd skal lyde:",
                        "(10) Departementet kan i forskrift fastsette bestemmelser om:",
                        "1.hva som skal anses som ren kjernekapital, kjernekapital og tilleggskapital, samt sammensetningen av ansvarlig kapital,",
                        "2.beregningsgrunnlaget for kredittrisiko, markedsrisiko og operasjonell risiko, hva som skal anses som ren kjernekapital, kjernekapital og tilleggskapital, samt sammensetningen av ansvarlig kapital,",
                        "3.bruk av interne målemetoder,",
                        "4.hvilke sikkerheter det kan tas hensyn til ved beregningen av minstekrav til kapital, og",
                        "5.at ren kjernekapital eller kjernekapital i verdipapirforetak minst skal utgjøre en bestemt prosent av verdien av foretakets eiendeler og ikke balanseførte forpliktelser, beregnet uten risikovekting, og regler for slike beregninger (uvektet kjernekapitalandel).",
                        "Ny § 9-15 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 9-15 a",
                    "title": "Krav til bevaringsbuffer, systemrisikobuffer, buffer for systemviktige foretak og motsyklisk kapitalbuffer",
                    "sections": [
                        "(1) Et verdipapirforetak skal ha en bevaringsbuffer bestående av ren kjernekapital som skal utgjøre to og et halvt prosentpoeng i tillegg til minstekravet til kapital etter § 9-15 første ledd.",
                        "(2) Et verdipapirforetak skal ha en systemrisikobuffer bestående av ren kjernekapital i tillegg til minstekravet til kapital etter § 9-15 første ledd og bevaringsbuffer etter foregående ledd. Departementet fastsetter kravet til systemrisikobufferen. Kravet kan i særlige tilfeller settes høyere eller lavere enn tre prosent.",
                        "(3) Et verdipapirforetak som er systemviktig, skal ha en buffer bestående av ren kjernekapital i tillegg til minstekravet til kapital etter § 9-15 første ledd, bevaringsbuffer og systemrisikobuffer etter de to foregående leddene. Departementet fastsetter kravet til slik buffer. Departementet kan i forskrift fastsette kriterier for hvilke foretak som skal regnes som systemviktige og fastsette særlige virksomhetsregler og soliditetskrav for slike foretak.",
                        "(4) Et verdipapirforetak skal ha en motsyklisk kapitalbuffer bestående av ren kjernekapital som skal utgjøre mellom 0 og 2,5 prosentpoeng i tillegg til minstekravet til kapital etter § 9-15 første ledd og bevaringsbuffer, systemrisikobuffer og buffer for systemviktige foretak etter de foregående leddene. Departementet fastsetter kravet til den motsykliske kapitalbufferen. Kravet kan i særlige tilfeller settes høyere enn to og et halvt prosentpoeng.",
                        "(5) Hvis et verdipapirforetak ikke oppfyller de fire nevnte bufferkravene, skal foretaket utarbeide en plan for økning av ren kjernekapitaldekning, og det kan ikke uten samtykke fra Finanstilsynet utbetale utbytte til aksjonærer og bonus til ansatte.",
                        "(6) Departementet kan i forskrift fastsette bestemmelser om bevaringsbuffer, systemrisikobuffer, buffer for systemviktige foretak og motsyklisk kapitalbuffer, om beregningen av bufferkravene og om konsekvenser dersom kravene ikke er oppfylt.",
                        "(7) Departementet kan i forskrift unnta verdipapirforetak fra bestemmelsene i paragrafen her.",
                        "Ny § 9-15 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-15 b",
                    "title": "Likviditet og stabil finansiering",
                    "sections": [
                        "(1) Et verdipapirforetak skal sørge for at det til enhver tid har tilstrekkelige likvider til at det kan dekke sine forpliktelser ved forfall.",
                        "(2) Et verdipapirforetak skal ha en dokumentert likviditetsstrategi og sørge for forsvarlig likviditetsstyring etter retningslinjer fastsatt av styret. Verdipapirforetakets system for styring og kontroll skal være tilpasset arten, kompleksiteten og omfanget av virksomheten og etablere metoder for å måle likviditetsrisikoen.",
                        "(3) Finner Finanstilsynet at likviditetsrisikoen knyttet til virksomheten ikke er forsvarlig, kan Finanstilsynet gi pålegg om å iverksette tiltak for å rette på forholdet.",
                        "(4) Departementet kan i forskrift fastsette nærmere regler til gjennomføring av bestemmelsene i paragrafen her.",
                        "(5) Departementet kan i forskrift fastsette minstekrav til verdipapirforetakets beholdning av likvide eiendeler (likviditetsreserve).",
                        "(6) Departementet kan i forskrift fastsette minstekrav til verdipapirforetakets sammensetning av finansieringskilder for å sikre stabil finansiering av virksomheten og motvirke risiko knyttet til inndekning av fremtidig innlånsbehov (stabil finansiering).",
                        "(7) Departementet kan i forskrift unnta verdipapirforetak fra bestemmelsene i paragrafen her.",
                        "§ 9-16 første ledd skal lyde:",
                        "(1) Et verdipapirforetak skal til enhver tid ha oversikt over, og med jevne mellomrom vurdere, hvilke enkelte risikoer og samlet risiko, herunder systemrisiko, som er knyttet til virksomheten. Et verdipapirforetak skal til enhver tid ha ansvarlig kapital som er forsvarlig ut fra risikoen ved og omfanget av den virksomhet foretaket driver.",
                        "§ 9-16 annet ledd skal lyde:",
                        "(2) Ved vurderingen av risiko knyttet til virksomheten og samlet risikoeksponering skal det tas hensyn til kredittrisiko, likviditetsrisiko, finansieringsrisiko, markeds- og valutarisiko, operasjonell risiko, systemrisiko, og annen risiko knyttet til de enkelte virksomhetsområdene. Vurderingen skal omfatte risikoeksponering som følge av at foretakets eiendeler blir overdratt til eller stilt som sikkerhet overfor andre foretak.",
                        "§ 9-16 nåværende annet ledd blir nytt tredje ledd.",
                        "§ 9-16 nytt fjerde ledd skal lyde:",
                        "(4) Styret skal overvåke og styre verdipapirforetakets samlede risiko og jevnlig vurdere om foretakets styrings- og kontrollordninger er tilpasset risikonivå og omfang av virksomheten. Departementet kan i forskrift fastsette bestemmelser om overvåking, vurdering, styring og kontroll av risiko og kapitalbehov. Departementet kan fastsette høyere kapitalkrav eller virksomhetsbegrensninger for å sikre at ansvarlig kapital er i samsvar med foretakets risikoeksponering.",
                        "§ 9-16 nåværende tredje ledd blir nytt femte ledd og skal lyde:",
                        "(5) Finanstilsynet skal se til at de verdipapirforetak det har tilsyn med har hensiktsmessige og klare retningslinjer og rutiner, i samsvar med lov og bestemmelser gitt i medhold av lov, for vurdering, styring og kontroll av risiko og kapitalbehov. Finanstilsynet skal vurdere de risikoer som verdipapirforetaket er, og kan bli, eksponert for og den risiko som verdipapirforetaket representerer for det finansielle system.",
                        "§ 9-16 nåværende fjerde og femte ledd blir nye sjette og syvende ledd.",
                        "§ 9-18 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-18",
                    "title": "Retting og pålegg",
                    "sections": [
                        "(1) Verdipapirforetak som ikke oppfyller krav i henhold til §§ 9-14, 9-15, 9-15 a, 9-15 b, 9-16 og 9-17 eller forskrifter fastsatt i medhold av lovbestemmelsene, skal straks iverksette nødvendige tiltak for å rette opp dette. Ved manglende etterlevelse av kravene kan Finanstilsynet pålegge foretaket:",
                        "1.å endre organiseringen, styringen og kontrollen av virksomheten og de strategier, prosesser, retningslinjer og rutiner som virksomheten drives etter,",
                        "2.et høyere kapitalkrav enn summen av minstekrav som angitt i § 9-15 og bufferkrav i § 9-15 a,",
                        "3.å endre eller begrense virksomheten,",
                        "4.å redusere risikoen knyttet til virksomheten, herunder produkter og systemer.",
                        "5.å redusere forskjellen i løpetid mellom foretakets forpliktelser og eiendeler,",
                        "6.å begrense omfanget av prestasjonsbetinget godtgjørelse,",
                        "7.å benytte årets resultat til å øke kjernekapitaldekningen og ikke å utbetale utbytte og rente på kjernekapital.",
                        "(2) Finanstilsynet kan gi pålegg etter første ledd som felles pålegg for en gruppe av foretak som er utsatt for samme type risiko, eller medfører samme type risiko for det finansielle system.",
                        "§ 9-20 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-20",
                    "title": "Høyeste engasjement med en enkelt motpart",
                    "sections": [
                        "(1) Et verdipapirforetak kan ikke ha høyere samlet engasjement med en enkelt motpart enn det som til enhver tid er forsvarlig.",
                        "(2) Departementet kan fastsette forskrift om høyeste samlede engasjement med en enkelt motpart, herunder om beregningsmåte for engasjement i og utenfor balansen.",
                        "(3) Departementet kan gi bestemmelser om anvendelsen av grense for høyeste engasjement med en enkelt motpart også på engasjementer med to eller flere motparter, når bestemmende innflytelse eller økonomiske forbindelser mellom disse er slik at økonomiske problemer hos den ene kan medføre betalingsvanskeligheter for den andre.",
                        "§ 9-21 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-21",
                    "title": "Konsolidering",
                    "sections": [
                        "(1) Kravene i §§ 9-14 og 9-20 skal anvendes på konsolidert grunnlag, dersom verdipapirforetaket:",
                        "1.har et datterforetak som er verdipapirforetak eller finansinstitusjon,",
                        "2.direkte eller indirekte har 20 prosent eller mer av stemmerettene eller kapitalen i foretak som nevnt i nr. 1, eller",
                        "3.har morselskap, med mindre halvparten eller mer av virksomheten i konsernet er virksomhet som ikke er konsesjonspliktig og underlagt kapitalkrav som i kapittelet her eller tilsvarende kapitalkrav.",
                        "(2) Kravene i § 9-14 skal anvendes på konsolidert grunnlag, dersom verdipapirforetaket:",
                        "1.har en kapitalinteresse i et annet foretak som nevnt i finansieringsvirksomhetsloven § 2a-2 bokstav h, eller",
                        "2.er underlagt felles ledelse med et annet foretak som nevnt i finansieringsvirksomhetsloven § 2a-2 bokstav i. Finanstilsynet kan i forskrift eller ved enkeltvedtak gjøre unntak fra første punktum.",
                        "(3) Ved konsolidering av datterselskaper skal konsernregnskap basert på prinsippet om fullkonsolidering legges til grunn. Ved konsolidering av annet enn datterselskaper skal prinsippet om forholdsmessig konsolidering legges til grunn.",
                        "(4) Departementet kan gi nærmere regler om konsolidering, herunder om hva som skal regnes som datterforetak eller morselskap etter første ledd.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "Fra 1. juli 2013 til 30. juni 2014 skal krav til systemrisikobuffer etter § 2-9 e annet ledd være minst to prosentpoeng.",
                        "Fra 1. juli 2013 til 30. juni 2015 skal det ikke være krav til buffer for systemviktige institusjoner etter § 2-9 e tredje ledd.",
                        "Fra 1. juli 2015 til 30. juni 2016 skal krav til buffer for systemviktige institusjoner etter § 2-9 e tredje ledd være minst ett prosentpoeng.",
                        "Kongen kan gi ytterligere overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "1. Ikrafttredelse",
            "paragraphs": []
        },
        {
            "name": "2. Overgangsregler",
            "paragraphs": []
        }
    ]
}