{
    "lawId": "LOV-2013-12-13-117",
    "lawName": "Lov om endringer i lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven)",
    "shortName": "Endringslov til skatteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 6-41",
                    "title": "Begrensning av rentefradrag mellom nærstående",
                    "sections": [
                        "(1) Reglene i denne paragraf om begrensning av fradrag for netto rentekostnader på gjeld til nærstående person, selskap eller innretning gjelder for",
                        "a.selskap og innretning som nevnt i § 2-2 første ledd,",
                        "b.selskap som nevnt i § 10-40 ved fastsettelse av overskudd og underskudd etter § 10-41,",
                        "c.selskap og innretning som nevnt i § 10-60 ved fastsettelse av overskudd og underskudd etter § 10-65 og",
                        "d.selskap og innretning som ikke er hjemmehørende i riket, men er skattepliktig etter § 2-3 eller petroleumsskatteloven § 1, jf. § 2.",
                        "(2) I netto rentekostnader etter denne paragraf inngår rentekostnader som nevnt i § 6-40, fratrukket renteinntekter. Gevinst og tap på sammensatte obligasjoner som ikke skal dekomponeres i en obligasjonsdel og en derivatdel for skattemessige formål, regnes i sin helhet som renteinntekt eller rentekostnad. Det samme gjelder for gevinst og tap på fordring som er utstedt til høyere eller lavere kurs enn innløsningskursen. Gevinst og tap som nevnt i foregående punktum regnes ikke som renteinntekt eller rentekostnad for innehaver som har ervervet fordringen i annenhåndsmarkedet.",
                        "(3) Dersom netto rentekostnader overstiger 5 millioner kroner, kan de ikke fradras for den delen som overstiger 30 prosent av alminnelig inntekt eller årets udekkede underskudd før begrensning av fradrag etter denne paragraf, tillagt rentekostnader og skattemessige avskrivninger, og redusert med renteinntekter. Avskjæring av rentefradrag etter foregående punktum foretas bare for et beløp inntil størrelsen på netto rentekostnader på gjeld til nærstående person, selskap eller innretning. Det gis ikke fradrag for ytterligere fremført underskudd, jf. § 14-6, eller konsernbidrag, jf. § 10-4, etter at det er foretatt avskjæring av rentefradrag etter dette ledd. Dersom årets netto rentekostnader ikke overstiger 5 millioner kroner, men summen av årets netto rentekostnader og netto rentekostnader til fremføring fra tidligere inntektsår etter syvende ledd overstiger 5 millioner kroner, kan skattyter kreve fradrag for fremførte netto rentekostnader og årets netto rentekostnader innenfor grensen etter dette ledd.",
                        "(4) Med nærstående etter denne paragraf menes",
                        "a.selskap eller innretning som låntakeren, direkte eller indirekte, eier eller kontrollerer med minst 50 prosent,",
                        "b.person, selskap eller innretning som, direkte eller indirekte, eier eller kontrollerer låntaker med minst 50 prosent,",
                        "c.selskap eller innretning som nærstående etter b, direkte eller indirekte, eier eller kontrollerer med minst 50 prosent, og",
                        "d.nærstående person etter b sine foreldre, søsken, barn, barnebarn, ektefelle, samboer, ektefelles foreldre og samboers foreldre, samt selskap eller innretning som disse, direkte eller indirekte, eier eller kontrollerer med minst 50 prosent.",
                        "Person, selskap eller innretning regnes som nærstående etter tredje ledd dersom kravet til eierskap eller kontroll etter dette ledd har vært oppfylt på noe tidspunkt i inntektsåret.",
                        "(5) For selskap eller innretning som er skattepliktig etter skatteloven § 2-3 eller petroleumsskatteloven § 1, jf. § 2, skal ved anvendelsen av denne paragraf de samlede faktiske gjeldsrentene i den norske virksomheten regnes som renter på gjeld til nærstående og renter på gjeld til ikke-nærstående i samme forhold som forholdet mellom selskapets eller innretningens gjeld til nærstående og gjeld til ikke-nærstående vurdert etter fjerde og sjette ledd på selskapets eller innretningens hånd. Gjeld til nærstående etter foregående punktum settes til gjennomsnittet av slik gjeld per 1. januar og 31. desember i inntektsåret. Tilsvarende settes gjeld til ikke-nærstående til gjennomsnittet av slik gjeld per 1. januar og 31. desember i inntektsåret.",
                        "(6) Om den gjelden som ligger til grunn for rentekostnaden er opptatt hos en part som ikke er nærstående, anses gjelden likevel som opptatt hos en nærstående part så langt",
                        "a.en nærstående part har stilt sikkerhet for gjelden, eller",
                        "b.den part som er nærstående har en fordring på en ikke-nærstående part, og fordringen har sammenheng med gjelden.",
                        "(7) Netto rentekostnader som etter tredje ledd ikke er fradragsberettiget, kan fradras i alminnelig inntekt i påfølgende ti år. Fradrag etter foregående punktum gis bare så langt netto rentekostnader ligger innenfor grensen for fradrag etter tredje ledd. For selskap som nevnt i § 10-40 og selskap og innretning som nevnt i § 10-60, fremføres netto rentekostnader etter første punktum til fradrag i påfølgende ti år ved fastsettelse av overskudd og underskudd etter §§ 10-41 eller 10-65. For selskaper mv. som nevnt i foregående punktum skal netto rentekostnad til fremføring reduseres med 30 prosent av årets underskudd i selskapet eller innretningen, etter begrensning av fradrag etter denne paragraf. Netto rentekostnader til fremføring etter dette ledd anses å komme til fradrag før årets netto rentekostnader.",
                        "(8) Denne paragraf gjelder ikke for finansinstitusjoner etter finansieringsvirksomhetsloven § 1-3 og § 2-1. Videre gjelder denne paragraf ikke gjeld til finansinstitusjon som midlertidig er nærstående til låntaker, jf. forretningsbankloven § 19 annet ledd, sparebankloven § 24 fjerde ledd, finansieringsvirksomhetsloven § 3-16 tredje ledd og forsikringsvirksomhetsloven § 6-1 annet ledd og § 7-10 første ledd. Foregående punktum omfatter bare låneavtaler inngått før finansinstitusjonen og låntaker ble nærstående.",
                        "(9) Denne paragraf gjelder ikke for selskap som er omfattet av petroleumsskatteloven § 3 d.",
                        "(10) Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf, og gi nærmere regler om hvilke poster som skal inngå som renteinntekter og rentekostnader, samt hvilke nærstående parter som skal omfattes av sjette ledd a.",
                        "Nåværende § 6-41 blir ny § 6-52.",
                        "§ 6-44 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-44",
                    "title": "Reise mellom hjem og arbeidssted mv.",
                    "sections": [
                        "(1) For reiser til hjem innenfor EØS-området gis fradrag for reise mellom hjem og arbeidssted og besøksreiser etter § 6-13 etter forskrift fastsatt av departementet med utgangspunkt i reiseavstand og reisehyppighet. Fradrag er begrenset til den del av beløpet som overstiger 15 000 kroner, og gis ikke for den del av reiselengden som overstiger 75 000 km i året.",
                        "(2) For reiser til hjem utenfor EØS-området gis fradrag for dokumenterte utgifter til transport med andre transportmidler enn privatbil. Når skattyter kan dokumentere bruk av privatbil til hjemreisen, gis fradrag for utgiftene ved dette etter satser fastsatt av departementet i forskrift. Fradrag gis ikke for den del av samlede reiseutgifter som overstiger 92 500 kroner i året og er begrenset til den del av beløpet som overstiger 15 000 kroner.",
                        "(3) Departementet kan i forskrift gi regler om hva som skal anses som reise mellom hjem og arbeidssted, og hva som skal anses som yrkesreise.",
                        "§ 8-15 fjerde ledd nytt tredje punktum skal lyde:",
                        "Bestemmelsen i § 6-41 om begrensning av rentefradrag for nærstående gjelder tilsvarende for fradragsberettiget del av faktisk rentekostnad.",
                        "§ 10-65 annet ledd skal lyde:",
                        "(2) Inntekter og tap som nevnt i § 2-38 annet ledd, inngår ikke i inntekten som fastsettes etter denne paragraf. Bestemmelsene i § 2-38 tredje, fjerde og syvende ledd gjelder tilsvarende. For deltaker som omfattes av § 10-67 annet ledd, skal likevel 27 prosent inntektsføres. Det skal også inntektsføres 3 prosent av utbytte som nevnt i § 2-38 annet ledd a. Bestemmelsen i § 2-38 sjette ledd c gjelder tilsvarende.",
                        "Nåværende annet ledd blir nytt tredje ledd.",
                        "§ 10-67 annet ledd skal lyde:",
                        "For deltaker som nevnt i § 10-12 første og tredje ledd, skal 73 prosent av mottatt utbytte, etter at utbyttet er økt med den andel av aksjonærens fradrag etter § 16-20 annet ledd som vedrører utbyttet, legges til grunn som utbytte ved beskatningen.",
                        "§ 14-43 nytt fjerde ledd skal lyde:",
                        "Driftsmiddel som nevnt i saldogruppe d, kan i ervervsåret, i tillegg til avskrivning etter første ledd, avskrives med inntil 10 prosent av kostpris. Tilsvarende gjelder påkostning på driftsmiddel i saldogruppe d, jf. § 14-40 tredje ledd.",
                        "Ny § 14-73 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-73",
                    "title": "Betinget skattefritak ved ekspropriasjon av landbrukseiendom",
                    "sections": [
                        "(1) Gevinst ved ekspropriasjon av landbrukseiendom eller del av slik eiendom kan kreves fritatt for beskatning så langt skattyter bruker vederlaget til erverv av eller påkostning på areal, bygg eller anlegg som brukes i skattyterens næringsvirksomhet eller annen inntektsgivende aktivitet. Det kan etter denne bestemmelsen ikke reinvesteres i bolig- eller fritidseiendom. Bestemmelsen gjelder tilsvarende for salg og makeskifte i tilfeller der erververen kunne krevd objektet avstått ved ekspropriasjon og ved odelsløsning. Departementet kan i forskrift gi regler om presisering og avgrensning av reinvesteringsområdet etter første og annet punktum.",
                        "(2) § 14-70 tredje, fjerde og åttende ledd gjelder tilsvarende.",
                        "§ 15-5 annet ledd skal lyde:",
                        "Fradraget gis ved skatteberegningen med 15 000 kroner i klasse 1 og 2, men får ikke virkning ved beregning av trygdeavgift og toppskatt.",
                        "§ 16-10 tredje ledd skal lyde:",
                        "(3) Innbetalt sparebeløp kan ikke overstige 25 000 kroner per inntektsår. Samlet innbetalt sparebeløp på kontoen kan ikke overstige 200 000 kroner. For ektefeller som lignes under ett for begges samlede formue og inntekt gjelder beløpsgrensene i dette ledd for hver av dem. Sparebeløp fra barn som lignes under ett med foreldrene, jf. § 2-14, kommer bare til fradrag i skatt på inntekt som lignes særskilt.",
                        "§ 16-40 annet ledd skal lyde:",
                        "(2) Følgende kostnader gir grunnlag for fradrag, dersom de også er fradragsberettiget etter kapittel 6:",
                        "a.Skattyters kostnader til egenutført forsknings- og utviklingsprosjekt, begrenset til 8 millioner kroner i inntektsåret. Prosjektet må være godkjent av Norges forskningsråd.",
                        "b.Skattyters kostnader til forsknings- og utviklingsprosjekt utført av forskningsinstitusjoner godkjent av Norges forskningsråd, begrenset til 22 millioner kroner i inntektsåret. Prosjektet må være godkjent av Norges forskningsråd. Samlet fradragsgrunnlag etter bokstav a og b skal ikke overstige 22 millioner kroner i inntektsåret.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endringer:",
                        "§ 6-32 første ledd bokstav a annet punktum skal lyde:",
                        "Tilsvarende gjelder for minstefradrag i arbeidsavklaringspenger og minstefradrag i overgangsstønad etter folketrygdloven § 15-6.",
                        "§ 17-1 første ledd bokstav c skal lyde:",
                        "c)mottar overgangsstønad etter §§ 16-7 eller 17-6 i folketrygdloven, eller",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endring:",
                        "§ 14-23 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 14-23",
                    "title": "Renteelement ved mengdegjeldsbrev",
                    "sections": [
                        "(1) Innehaver av mengdegjeldsbrev inntekts- eller fradragsfører renteelement som ligger i at mengdegjeldsbrevet skal innfris til en høyere eller lavere kurs enn kursen på ervervstidspunktet i det året mengdegjeldsbrevet er realisert.",
                        "(2) Utsteder av mengdegjeldsbrev inntekts- eller fradragsfører renteelement som nevnt i første ledd i det året mengdegjeldsbrevet er innfridd.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endringer:",
                        "§ 5-2 første ledd tredje punktum skal lyde:",
                        "Skatteplikten gjelder ikke slik gave som er nevnt i § 9-7 fjerde ledd.",
                        "§ 9-7 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": [
                {
                    "name": "§ 9-7",
                    "title": "Inngangsverdi mv. for formuesobjekt ervervet ved arv eller gave",
                    "sections": [
                        "(1) Dødsbo og enearving skal tre inn i arvelaters inngangsverdier, skjermingsgrunnlag, negativ beregnet personinntekt og øvrige skattemessige posisjoner (skattemessig kontinuitet). Det samme gjelder for gjenlevende ektefelle som overtar boet uskiftet i den utstrekning boets eiendeler skal anses som arvet.",
                        "(2) Den som erverver et formuesobjekt ved utlodning av dødsbo, trer inn i de inngangsverdier og skatteposisjoner knyttet til formuesobjektet som gjaldt for dødsboet. Rettigheter og plikter i henhold til regler om skjermingsgrunnlag, negativ beregnet personinntekt, negativ saldo, tom positiv saldo, positiv og negativ gevinst- og tapskonto, betinget skattefrie gevinster, skattemessig underskudd og andre skatteposisjoner som er knyttet til virksomhet, skal overtas av den som overtar avdødes virksomhet i den grad skatteposisjonene er knyttet til denne virksomheten. Skattemessig underskudd i virksomhet kan likevel bare gå over på arving som har overtatt ansvaret for avdødes gjeld i virksomheten. Hvor slike skatteposisjoner som nevnt i annet punktum ikke er knyttet til et formuesobjekt eller virksomhet, skal hver skatteposisjon overtas av loddeierne i samme utstrekning som de er loddeiere i boet når de overtar ansvaret for avdødes gjeld.",
                        "(3) Gavemottaker skal tre inn i givers inngangsverdier og øvrige skatteposisjoner som er knyttet til formuesobjekter overført ved gave. Gavemottaker som overtar giverens virksomhet, skal også tre inn i de skattemessige posisjoner som er nevnt i annet ledd annet punktum og som er knyttet til virksomheten. Skattemessig underskudd kan likevel bare overtas når gavemottakeren har overtatt ansvaret for giverens gjeld i virksomheten.",
                        "(4) Ved gave, herunder gavesalg og arveforskudd, av formuesgjenstand eller varebeholdning knyttet til giverens virksomhet, gjelder § 5-2 ikke når gavemottakeren er arveberettiget etter lov 3. mars 1972 nr. 5 om arv m.m. (arvelova) kapittel 1 og 2, og vedkommende overtar hele eller deler av virksomheten.",
                        "(5) Bestemmelsene i første til tredje ledd gjelder ikke for bolig, fritidsbolig og alminnelig gårdsbruk eller skogbruk, når arvelater eller giver kunne realisert slike eiendommer uten gevinstbeskatning på dødsfalls- eller gavetidspunktet etter § 9-3 annet, tredje eller fjerde ledd eller etter § 9-13. Når fritak for gevinstbeskatning som nevnt gjelder en del av en eiendom, gjelder første punktum kun for denne del. Inngangsverdien for slik eiendom som er ervervet ved arv eller gave eller på skifte med medarvinger, settes til antatt salgsverdi på ervervstidspunktet. For alminnelig gårdsbruk eller skogbruk settes inngangsverdien til tre fjerdedeler av antatt salgsverdi.",
                        "(6) Ved overdragelse av formuesobjekter i næring mot delvis vederlag (gavesalg) til en som er arveberettiget etter lov 3. mars 1972 nr. 5 om arv m.m. (arvelova) kapittel 1 og 2 og vedkommende overtar hele eller deler av virksomheten, kan overdrager velge å unnlate inntektsoppgjør og i stedet la reglene i tredje ledd komme til anvendelse.",
                        "(7) Ved arv og gave av aksjer og andeler i selskap som nevnt i § 10-10, jf. § 10-1, fra person omfattet av § 10-12 til arving eller gavemottaker som omfattes av § 10-12, gjelder § 10-33. Ved arv og gave av andel i deltakerlignet selskap gjelder § 10-46, jf. § 10-33.",
                        "(8) Departementet kan gi forskrifter til utfylling og gjennomføring av denne paragraf, herunder om opplysningsplikt ved erverv av formuesobjekt som nevnt i femte ledd og valgadgang som nevnt i sjette ledd.",
                        "§ 14-48 første ledd skal lyde:",
                        "(1) Før dødsbo under offentlig skifte sluttes, skal negativ saldo i gruppe a, c, d og j, samt gevinstsaldo på gevinst- og tapskonto, føres til inntekt. Tilsvarende skal tapssaldo på gevinst- og tapskonto og positiv saldo i gruppe a, c, d og j hvor tilhørende driftsmiddel er realisert, føres til fradrag. Første og annet punktum gjelder ikke så langt skatteposisjoner som nevnt er overtatt av arving etter reglene i § 9-7.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endring:",
                        "§ 6-32 første ledd bokstav a annet punktum skal lyde:",
                        "Tilsvarende gjelder for minstefradrag i arbeidsavklaringspenger, uføretrygd etter folketrygdloven kapittel 12 og uføreytelser fra andre ordninger samt minstefradrag i overgangsstønad etter folketrygdloven § 15-6.",
                        "Endringene under I trer i kraft straks, med virkning for uttak fra norsk beskatningsområde foretatt fra og med 15. mai 2012.",
                        "Endringene under II trer i kraft straks med virkning fra og med inntektsåret 2013.",
                        "Endringene under III trer i kraft straks med virkning fra og med inntektsåret 2014.",
                        "Endringene under IV trer i kraft straks med virkning fra og med inntektsåret 2014 for enslig mor og far som får innvilget overgangsstønad etter folketrygdloven § 15-6 tidligst fra 1. april 2014. For enslig forsørger som mottar overgangsstønad 31. mars 2014 eller tidligere, skattlegges overgangsstønaden som pensjonsinntekt og kvalifiserer til skattlegging etter skatteloven § 17-1 om skattebegrensning ved lav alminnelig inntekt. Endringene under IV gis virkning for alle mottakere av overgangsstønad etter folketrygdloven § 15-6 fra og med inntektsåret 2017.",
                        "Endringene under V trer i kraft straks med virkning fra og med inntektsåret 2014 for mengdegjeldsbrev utstedt fra og med 1. januar 2014.",
                        "Endringene under VI trer i kraft straks med virkning fra og med inntektsåret 2014. For formuesobjekt som er ervervet ved gave som er ytet før 1. januar 2014 og ved arv etter dødsfall som skjer før 1. januar 2014, kan inngangsverdien og skjermingsgrunnlaget ved senere inntektsoppgjør – herunder ved beregning av avskrivning eller ved realisasjon – ikke settes høyere enn til det beløpet som er lagt til grunn ved arveavgiftsberegningen. Det er arveavgiftsverdien før fradrag etter arveavgiftsloven § 14 femte ledd slik denne lyder per 31. desember 2013 som skal legges til grunn.",
                        "Endringen under VII trer i kraft fra den tid Kongen bestemmer.",
                        "Ved ikrafttredelse av innføringen av § 2-5 annet ledd ny c gjelder følgende overgangsregel:",
                        "Inngangsverdi for driftsmidler mv. som inngår i skattepliktig virksomhet, jf. skatteloven § 2-5 annet ledd c første punktum fastsettes til enten:",
                        "a)anskaffelsesverdi, tillagt senere påkostninger, eller",
                        "b)markedsverdi per 1. januar 2014.",
                        "Anskaffelsesverdi etter bokstav a reduseres med beregnede avskrivninger etter de avskrivningsregler og avskrivningssatser som gjelder for vedkommende driftsmiddel, for eiertiden frem til og med inntektsåret 2013.",
                        "Departementet kan gi nærmere regler til utfylling og gjennomføring av denne overgangsregelen."
                    ]
                }
            ]
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        }
    ]
}