{
    "lawId": "LOV-2013-06-14-36",
    "lawName": "Lov om endringer i pasient- og brukerrettighetsloven mv. (bruk av varslings- og lokaliseringsteknologi)",
    "shortName": "Endringslov til pasient- og brukerrettighetsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4-6 a",
                    "title": "Bruk av varslings- og lokaliseringsteknologi",
                    "sections": [
                        "Helse- og omsorgstjenesten kan treffe vedtak om bruk av tekniske innretninger for varsling og lokalisering som ledd i helse- og omsorgstjenester til pasient eller bruker over 18 år som ikke har samtykkekompetanse. Bruk av medisinsk teknisk utstyr for varsling reguleres av § 4-6. Reglene i § 4-1 til § 4-3 gjelder tilsvarende for vurdering av samtykkekompetansen til bruker.",
                        "Tiltaket må være nødvendig for å hindre eller begrense risiko for skade på pasienten eller brukeren og skal være i pasientens eller brukerens interesse. Det skal blant annet legges vekt på om tiltaket står i rimelig forhold til den aktuelle risikoen, om tiltaket fremstår som det minst inngripende alternativet, og om det er sannsynlig at pasienten eller brukeren ville ha gitt tillatelse til tiltaket. Der det er mulig, skal det innhentes informasjon fra pasientens eller brukerens nærmeste pårørende om hva pasienten eller brukeren ville ha ønsket.",
                        "Denne bestemmelsen kommer ikke til anvendelse dersom pasienten eller brukeren motsetter seg tiltaket.",
                        "§ 4A-4 tredje ledd skal lyde:",
                        "Dersom lovens vilkår er oppfylt, kan videre varslings- og lokaliseringssystemer med tekniske innretninger og bevegelseshindrende tiltak som belter og lignende anvendes.",
                        "Lov 10. juni 1988 nr. 48 om midlertidig lov om avvikling av institusjoner og kontrakter om privatpleie under det fylkeskommunale helsevern for psykisk utviklingshemmede oppheves.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}