{
    "lawId": "LOV-2013-06-07-28",
    "lawName": "Lov om endringer i lov om merking av forbruksvarer m.v",
    "shortName": "Endringslov til lov om merking av forbruksvarer",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Lovens formål",
                    "sections": [
                        "Formålet med denne lov er å legge forholdene best mulig til rette for bedømmelse og valg av varer og tjenester.",
                        "§ 2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Lovens virkeområde",
                    "sections": [
                        "Loven omfatter varer som omsettes ved salg eller leie eller er beregnet på slik omsetning her i landet, hovedsakelig forbruksvarer. Med forbruksvarer menes varer som tilbys fysiske personer som ikke hovedsakelig handler som ledd i næringsvirksomhet. I tvilstilfelle avgjør departementet om en vare skal omfattes av loven.",
                        "Loven omfatter frivillig miljømerking av varer og tjenester, jf. § 9.",
                        "Bestemmelser i eller gitt i medhold av loven som tjener til oppfyllelse av forpliktelser etter EØS-avtalen, gjelder tilsvarende for omsetning innenfor Det europeiske økonomiske samarbeidsområdet.",
                        "§ 3 overskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Merking av varer",
                    "sections": [
                        "§ 6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Tilsyn",
                    "sections": [
                        "Kongen bestemmer hvem som skal føre tilsyn med at bestemmelsene i denne lov og de bestemmelser som blir gitt med hjemmel i loven, blir overholdt.",
                        "Tilsynsmyndigheten skal ha adgang til ethvert sted hvor det produseres, lagres, transporteres eller omsettes varer som er merkepliktig etter forskrifter gitt i medhold av § 3. Tilsynsmyndigheten har rett til å utta prøver til undersøkelse og kan kreve de opplysninger som er nødvendige for gjennomføring av tilsynet.",
                        "Tilsyn med frivillig miljømerking av varer og tjenester er regulert i EØS-avtalen vedlegg XX nr. 2 a (forordning (EF) nr. 66/2010) om EU-miljømerket artikkel 10, jf. § 9.",
                        "Kongen kan gi forskrifter om at prøver til undersøkelse skal stilles til rådighet og hvis nødvendig avstås vederlagsfritt til tilsynsmyndigheten. Kongen kan gi nærmere bestemmelser om at leverandør, forhandler eller importør kan pålegges å betale utgiftene til undersøkelse dersom produkter viser seg å være feilmerket.",
                        "Vedkommende departement kan fastsette instruks for tilsynsvirksomheten og for den praktiske gjennomføring.",
                        "§ 9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "EØS-ordning for frivillig miljømerking",
                    "sections": [
                        "EØS-avtalen vedlegg XX nr. 2 a (forordning (EF) nr. 66/2010) om EU-miljømerket gjelder som lov med de tilpasninger som følger av vedlegg XX, protokoll 1 til avtalen og avtalen for øvrig.",
                        "Departementet kan ved forskrift gi nærmere bestemmelser til gjennomføring av forordningen.",
                        "Vedtak om hvorvidt et produkt skal miljømerkes kan påklages til departementet eller den departementet bemyndiger. Departementet kan ved forskrift fastsette at klagene skal behandles av en særskilt klagenemnd, og gi nærmere regler for nemndas sammensetning, saksbehandling og kompetanse.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}