{
    "lawId": "LOV-2013-06-14-52",
    "lawName": "Lov om endringer i vassdragsreguleringsloven, forurensningsloven, genteknologiloven og vannressursloven",
    "shortName": "Endringslov om miljøansvar",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 84",
                    "title": "(anmodning om å gjennomføre tiltak mot betydelige miljøskader eller overhengende fare for slike)",
                    "sections": [
                        "Enhver kan anmode forurensningsmyndigheten om å treffe tiltak etter § 7.",
                        "Forurensningsmyndigheten har plikt til å vurdere en anmodning som er fremsatt av en fysisk eller juridisk person, som berøres eller ventes å bli berørt av betydelig miljøskade, eller som har tilstrekkelig interesse i saken. Anmodningen må underbygges med opplysninger som sannsynliggjør at det foreligger betydelig miljøskade i vann eller på land eller overhengende fare for slik skade.",
                        "Forurensningsmyndighetens avgjørelse på grunnlag av anmodning som nevnt i annet ledd er enkeltvedtak også dersom pålegg ikke gis.",
                        "§ 85 første ledd skal lyde:",
                        "Forvaltningsloven gjelder med de særlige bestemmelser som er gitt i loven her.",
                        "I lov 2. april 1993 nr. 38 om framstilling og bruk av genmodifiserte organismer m.m. gjøres følgende endringer:",
                        "§ 10 sjette ledd skal lyde:",
                        "Det kreves ikke godkjenning for omsetning av et produkt som er godkjent for omsetning i et annet EØS-land etter reglene fastsatt i EØS-avtalen vedlegg XX punkt 25d (rådsdirektiv 2001/18/EF). Myndighetene etter loven her kan likevel forby eller begrense omsetningen dersom den etter deres syn medfører risiko for helse eller miljø, eller omsetningen for øvrig er i strid med denne lovs formål.",
                        "§ 21 nytt tredje ledd skal lyde:",
                        "Krav etter paragrafen her foreldes 5 år etter den dag da tiltakene ble gjennomført. Dersom den ansvarlige ikke var kjent da tiltakene ble gjennomført, foreldes kravet 5 år etter den dagen da tilsynsmyndigheten fikk eller burde ha skaffet seg nødvendig kunnskap om den ansvarlige. Har tilsynsmyndigheten truffet vedtak om krav på refusjon, løper fristen fra tidspunktet da endelig vedtak ble truffet. Kravet foreldes likevel senest 30 år etter at tiltakene ble gjennomført. For øvrig gjelder reglene i foreldelsesloven så langt de passer.",
                        "Ny § 21 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 21 a",
                    "title": "(Anmodning om å gjennomføre tiltak)",
                    "sections": [
                        "Enhver kan anmode tilsynsmyndigheten om å gi pålegg eller treffe tiltak etter §§ 20 til 21. Tilsynsmyndigheten har plikt til å vurdere en anmodning som er fremsatt av en fysisk eller juridisk person, som berøres eller ventes å bli berørt av helse- eller miljømessige skadevirkninger, eller som har tilstrekkelig interesse i saken. Anmodningen må underbygges med opplysninger som sannsynliggjør at det foreligger helse- eller miljømessige skadevirkninger eller overhengende fare for slike.",
                        "Tilsynsmyndighetens avgjørelse på grunnlag av anmodning som nevnt i første ledd annet punktum er enkeltvedtak også dersom pålegg ikke gis.",
                        "I lov 24. november 2000 nr. 82 om vassdrag og grunnvann gjøres følgende endringer:",
                        "§ 59 tredje nytt ledd skal lyde:",
                        "Vassdragsmyndigheten har plikt til å vurdere en anmodning om iverksettelse av tiltak ved betydelig miljøskade i vann som omfattes av EØS-avtalen vedlegg XX punkt 1 i (Europaparlaments- og rådsdirektiv 2004/35/EF), når anmodningen er fremsatt av en fysisk eller juridisk person som berøres eller ventes å bli berørt av skaden, eller som har tilstrekkelig interesse i saken. Anmodningen må underbygges med opplysninger som sannsynliggjør at det foreligger betydelig miljøskade.",
                        "Nåværende tredje ledd blir nytt femte ledd.",
                        "§ 59 nytt fjerde ledd skal lyde:",
                        "Vassdragsmyndighetens avgjørelse på grunnlag av anmodning som nevnt i tredje ledd er enkeltvedtak også dersom pålegg ikke gis.",
                        "§ 61 tredje ledd skal lyde:",
                        "Det kan ved enkeltvedtak bestemmes at utgiftene til iverksettingen skal dekkes av den ansvarlige. Vedtaket er tvangsgrunnlag for utlegg.",
                        "§ 61 nytt fjerde ledd skal lyde:",
                        "Har vassdragsmyndigheten truffet vedtak med krav på refusjon etter tredje ledd, løper foreldelsesfristen for kravet fra tidspunktet da endelig vedtak ble truffet. Vassdragsmyndighetens krav om dekning av utgifter knyttet til betydelig miljøskade som nevnt i § 59 tredje ledd, eller knyttet til overhengende fare for slik skade, foreldes 5 år etter tidspunktet for endelig vedtak, men likevel senest 30 år etter at tiltakene var gjennomført. Øvrige krav etter tredje ledd foreldes senest 10 år etter at tiltakene var gjennomført. For øvrig gjelder reglene i foreldelsesloven så langt de passer.",
                        "Loven trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}