{
    "lawId": "LOV-2013-06-21-87",
    "lawName": "Lov om endringer i passloven (politiets adgang til å benytte passregisteret)",
    "shortName": "Endringslov til passloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 8 a",
                    "title": "Utlevering av opplysninger fra passregisteret til andre formål",
                    "sections": [
                        "Foruten til de formål som ligger innenfor loven her, kan politiet hente ut opplysninger fra passregisteret til bruk",
                        "a)i arbeid med å finne en savnet person eller med å identifisere en død person eller en person som det hører under politiets oppgaver å hjelpe",
                        "b)i arbeid med å identifisere en person som kan innbringes eller skal pågripes eller anbringes i politiarrest",
                        "c)ved forebygging eller etterforskning av en handling som etter loven kan medføre høyere straff enn fengsel i seks måneder",
                        "d)i arbeid etter utlendingsloven med å avklare identiteten til en person som har plikt til å gi opplysninger om egen identitet",
                        "e)ved kontroll av opplysninger som skal føres inn i det sentrale registeret over strafferettslige reaksjoner",
                        "f)når den som opplysningene gjelder har gitt et uttrykkelig samtykke som er basert på frivillighet og informasjon.",
                        "Uthenting etter første ledd kan skje ved direkte tilgang.",
                        "Opplysninger som er hentet fra passregisteret på grunnlag av bestemmelsen her, skal ikke lagres ut over det som er nødvendig for å oppfylle formålet med behandlingen av opplysningene eller dokumentere behandlingen av den saken som opplysningene er innhentet for.",
                        "Til oppgaver nevnt i første ledd kan opplysninger fra passregisteret utleveres til utenlandske samarbeidende politimyndigheter og sikkerhetstjenester når utleveringen ikke anses uforholdsmessig. Utleveringen skal besluttes av den som Politidirektoratet utpeker. Første og annet punktum innebærer ingen begrensning i adgangen til å utlevere opplysninger på annet grunnlag.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}