{
    "lawId": "LOV-2013-12-13-116",
    "lawName": "Lov om endringer i lov 17. juli 1998 nr. 56 om årsregnskap m.v. (regnskapsloven)",
    "shortName": "Endringslov til regnskapsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3-3d",
                    "title": "Rapportering om betalinger til myndigheter m.v.",
                    "sections": [
                        "Regnskapspliktige som driver virksomhet innen utvinningsindustrien, skal utarbeide og offentliggjøre en årlig rapport med opplysninger om sine betalinger til myndigheter på land- og prosjektnivå. Det samme gjelder regnskapspliktige som driver skogsdrift innen ikke-beplantet skog. Det skal i årsberetningen opplyses om hvor rapporten er offentliggjort.",
                        "Plikten til å utarbeide en årlig rapport etter første ledd første og annet punktum gjelder ikke for regnskapspliktige som utarbeider en årlig rapport etter tilsvarende utenlandsk regelverk. Det samme unntaket gjelder dersom opplysninger etter første ledd første punktum er tatt inn i morforetakets årlige rapport om konsernets betalinger til myndigheter utarbeidet som konsernrapportering etter reglene i denne paragraf med tilhørende forskrift eller etter tilsvarende utenlandsk regelverk.",
                        "Departementet kan i forskrift fastsette at rapporteringsplikten etter første ledd bare skal gjelde for regnskapspliktige over en gitt størrelse og betalinger over gitte terskelverdier, samt fastsette andre unntak fra første ledd. Departementet kan i forskrift også fastsette at rapporten skal inneholde andre opplysninger enn betalinger til myndigheter, hva som anses som tilsvarende utenlandsk regelverk, samt gi nærmere regler om definisjoner, offentliggjøring og konsernrapportering.",
                        "§ 3-5 tredje ledd skal lyde:",
                        "Underskrift på årsberetningen etter bestemmelsens første ledd og påtegnet forbehold etter bestemmelsens annet ledd skal anses å omfatte redegjørelsen for foretaksstyring, opplysninger i redegjørelsen for samfunnsansvar og rapport om betaling til myndigheter mv., jf. § 3-3b, § 3-3c første ledd og § 3-3d, når det er henvist til slike redegjørelser eller slik rapport i årsberetningen.",
                        "§ 8-2 første ledd første punktum skal lyde:",
                        "Senest én måned etter fastsetting av årsregnskapet skal regnskapspliktige sende et eksemplar av årsregnskapet, årsberetningen, revisjonsberetningen og eventuelt rapport om betalinger til myndigheter mv. etter § 3-3d til Regnskapsregisteret, vedlagt et oversendelsesbrev.",
                        "Endringene under I trer i kraft fra 1. januar 2014, med virkning for regnskapsår påbegynt 1. januar 2014 og senere."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}