{
    "lawId": "LOV-2013-06-21-55",
    "lawName": "Lov om endringer i lov 9. mai 1997 nr. 26 om Statens investeringsfond for næringsvirksomhet i utviklingsland",
    "shortName": "Endringslov til NORFUND-loven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2",
                    "title": "Konsern",
                    "sections": [
                        "Fondet utgjør sammen med et datterselskap eller datterselskaper et konsern.",
                        "Fondet er morselskap hvis det på grunn av avtale eller som eier av aksjer eller selskapsandeler har bestemmende innflytelse over et annet selskap. Fondet skal alltid anses å ha bestemmende innflytelse hvis fondet:",
                        "1.eier så mange aksjer eller andeler i et annet selskap at det representerer flertallet av stemmene i det andre selskapet, eller",
                        "2.har rett til å velge eller avsette et flertall av medlemmene i det andre selskapets styre.",
                        "Et selskap som står i forhold som nevnt i annet ledd til fondet anses som datterselskap.",
                        "Ved beregningen av stemmerettigheter og rettigheter til å velge eller avsette styremedlemmer skal rettigheter som fondet og fondets datterselskaper innehar, regnes med. Det samme gjelder rettigheter som innehas av noen som handler i eget navn, men for morselskapets eller et datterselskaps regning.",
                        "Nåværende §§ 2 til 4 blir nye §§ 3 til 5.",
                        "Ny § 6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Registrering i Foretaksregisteret",
                    "sections": [
                        "Fondet skal registreres i Foretaksregisteret.",
                        "Nåværende § 5 blir ny § 7.",
                        "§ 8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Vedtekter",
                    "sections": [
                        "Generalforsamlingen kan fastsette vedtekter for fondets saksbehandling, organisasjon og virksomhet.",
                        "§ 9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Fondets styre",
                    "sections": [
                        "Fondet skal ha et styre med minst tre medlemmer. Medlemmene av styret velges av generalforsamlingen, som også bestemmer om det skal velges varamedlemmer. Daglig leder kan ikke være medlem av styret.",
                        "Reglene i aksjeloven § 20-6 om representasjon av begge kjønn i styret gjelder tilsvarende.",
                        "Styremedlemmene tjenestegjør i to år. I vedtektene kan det fastsettes kortere eller lengre tjenestetid, likevel ikke lengre enn fire år. Ved suppleringsvalg kan kortere tjenestetid fastsettes. Tjenestetiden regnes fra valget når noe annet ikke er bestemt. Den opphører ved utløpet av den ordinære generalforsamlingen i det år tjenestetiden utløper. Selv om tjenestetiden er utløpt, skal styremedlemmet bli stående i vervet inntil et nytt medlem er valgt.",
                        "Tredje ledd gjelder ikke styremedlem som er valgt etter § 10.",
                        "Et styremedlem har rett til å tre tilbake før tjenestetiden er ute dersom særlig grunn foreligger. Styret og den som har valgt styremedlemmet, skal gis rimelig forhåndsvarsel. Et styremedlem kan avsettes av den som har valgt styremedlemmet. Dette gjelder ikke et styremedlem valgt etter § 10.",
                        "Godtgjørelse til styremedlemmer, varamedlemmer og observatører fastsettes av generalforsamlingen.",
                        "§ 10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Ansattes rett til å velge styremedlemmer",
                    "sections": [
                        "Har fondet flere enn 30 ansatte, kan et flertall av de ansatte kreve at ett styremedlem og en observatør med vararepresentanter velges av og blant de ansatte.",
                        "Har fondet flere enn 50 ansatte, kan et flertall av de ansatte kreve at inntil en tredel og minst to av styrets medlemmer med vararepresentanter velges av og blant de ansatte.",
                        "Har fondet flere enn 200 ansatte, skal de ansatte velge ett styremedlem med varamedlem eller to observatører med varamedlemmer i tillegg til den representasjon som følger av annet ledd.",
                        "Kongen kan gi forskrift om beregningen av antall ansatte, herunder om bruk av gjennomsnittstall. Kongen kan også gi forskrift om valget, herunder om vilkår for stemmerett og valgbarhet, valgmåten og om avgjørelse av tvister om valget. Kongen kan gjøre unntak fra første, annet eller tredje ledd.",
                        "Når fondet tilhører et konsern, kan Kongen etter søknad fra konsernet, fra fagforeninger som omfatter to tredeler av dets ansatte, eller fra et flertall av de ansatte i konsernet, bestemme at de ansatte i konsernet ved anvendelse av første, annet eller tredje ledd skal regnes som ansatt i fondet.",
                        "Kongen kan bestemme at femte ledd skal gjelde for deler av et konsern.",
                        "§ 11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Styrets myndighet",
                    "sections": [
                        "Forvaltningen av fondet hører under styret. Styret skal sørge for forsvarlig organisering av fondets virksomhet.",
                        "Styret skal i nødvendig utstrekning fastsette planer og budsjetter for fondets virksomhet. Styret kan også fastsette retningslinjer for virksomheten.",
                        "Styret skal holde seg orientert om fondets økonomiske stilling og plikter å påse at dets virksomhet, regnskap og formuesforvaltning er gjenstand for betryggende kontroll.",
                        "Styret skal føre tilsyn med den daglige ledelse og selskapets virksomhet for øvrig.",
                        "Styret kan fastsette instruks for den daglige ledelse.",
                        "Styret fastsetter styreinstruks. Instruksen skal blant annet inneholde regler om hvilke saker som skal styrebehandles og daglig leders arbeidsoppgaver og plikter overfor styret. Instruksen skal også inneholde regler for innkalling og møtebehandling.",
                        "Styret iverksetter de undersøkelser det finner nødvendig for å kunne utføre sine oppgaver. Styret skal iverksette slike undersøkelser dersom dette kreves av ett eller flere av styremedlemmene.",
                        "§ 13 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Vedtaksførhet og flertallskrav",
                    "sections": [
                        "Styret er vedtaksført når mer enn halvdelen av samtlige styremedlemmer er til stede.",
                        "Som styrets beslutning gjelder det som flertallet blant de møtende har stemt for eller ved stemmelikhet det som møtelederen har stemt for.",
                        "Ved valg eller tilsetting anses den valgt eller tilsatt som får flest stemmer. Styret kan på forhånd bestemme at det skal holdes ny avstemning dersom ingen får flertall av de avgitte stemmer. Står stemmene likt ved valg av møteleder, avgjøres valget ved loddtrekning.",
                        "Nåværende § 6 blir ny § 14 og skal lyde:"
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Taushetsplikt",
                    "sections": [
                        "Styremedlemmer, tilsatte og personer som utfører oppdrag for fondet, har taushetsplikt om det de i stillings medfør får kjennskap til om andres forretningsmessige eller private forhold, med mindre de etter lov har plikt til å gi opplysningene. Taushetsplikten gjelder ikke meddelelser som styret eller noen som har fullmakt fra styret, gir på vegne av fondet til departementet.",
                        "Nåværende § 7 blir ny § 15 og skal lyde:"
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Forbud mot å motta gaver m.m.",
                    "sections": [
                        "Styremedlemmer, tilsatte og personer som utfører oppdrag for fondet, må ikke for seg selv eller andre motta gaver, provisjoner, tjenester eller andre ytelser fra andre enn fondet som er egnet til, eller av giveren ment, å påvirke deres handlinger for fondet.",
                        "Gaver, tjenester eller andre ytelser som nevnt i første ledd må heller ikke mottas av vedkommendes ektefelle, person som vedkommende lever sammen med, noen som er beslektet eller besvogret med dem i rett opp- eller nedadstigende linje, eller av selskap hvor noen som nevnt i første ledd har en framtredende interesse.",
                        "Den som har mottatt ytelser i strid med forbudet i paragrafen her, plikter å betale fondet et beløp som tilsvarer det som urettmessig er mottatt.",
                        "Nåværende § 14 blir ny § 16.",
                        "Nåværende § 15 blir ny § 17 og skal lyde:"
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Daglig leders myndighet",
                    "sections": [
                        "Daglig leder står for den daglige ledelse av fondets virksomhet og skal følge de retningslinjer og pålegg styret har gitt.",
                        "Den daglige ledelse omfatter ikke saker som etter fondets forhold er av uvanlig art eller stor betydning.",
                        "Daglig leder kan ellers avgjøre en sak etter fullmakt fra styret i det enkelte tilfellet eller når styrets beslutning ikke kan avventes uten vesentlig ulempe for fondet. Styret skal snarest underrettes om avgjørelsen.",
                        "Daglig leder skal sørge for at fondets regnskap er i samsvar med lov og forskrifter, og at formuesforvaltningen er ordnet på en betryggende måte.",
                        "Styret kan til enhver tid kreve at daglig leder gir styret en nærmere redegjørelse om bestemte saker. Slik redegjørelse kan også kreves av det enkelte styremedlem.",
                        "Nåværende § 16 blir ny § 18 og skal lyde:"
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Fondets representasjon utad",
                    "sections": [
                        "Styret representerer fondet utad. Styret kan bestemme at styremedlem eller daglig leder alene eller flere i fellesskap kan forplikte fondet. Vedtekter etter § 8 kan begrense styrets myndighet etter annet punktum og også selv gi bestemmelser om adgangen til å forplikte fondet.",
                        "Daglig leder representerer fondet utad i saker som omfattes av daglig leders myndighet etter § 17.",
                        "Nåværende § 17 blir ny § 19 og skal lyde:"
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Overskridelse av representasjonsretten",
                    "sections": [
                        "Har noen som etter § 18 representerer fondet utad, ved handlinger på vegne av fondet overskredet sin myndighet, er handlingen ikke bindende for fondet dersom medkontrahenten innså eller burde innse at myndigheten er overskredet, og at det derfor ville stride mot redelighet å gjøre rett etter handlingen gjeldende.",
                        "I nytt kapittel 3 skal kapitteloverskriften lyde:",
                        "I nytt kapittel 3 skal §§ 20 til 24 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3. Generalforsamling",
            "paragraphs": [
                {
                    "name": "§ 20",
                    "title": "Generalforsamlingens myndighet og rett og plikt til å være til stede på generalforsamlingen",
                    "sections": [
                        "Gjennom generalforsamlingen utøver departementet den øverste myndighet i fondet.",
                        "Rett til å være til stede i generalforsamlingen og til å uttale seg har, i tillegg til departementet, fondets styre, daglig leder og revisor. Daglig leder og styrets leder har plikt til å være til stede med mindre dette er åpenbart unødvendig eller det foreligger gyldig forfall. I sistnevnte tilfelle skal utpekes en stedfortreder. Fondets revisor har plikt til å være til stede for så vidt de saker som skal behandles er av en slik art at hans nærvær kan anses nødvendig."
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Ordinær generalforsamling",
                    "sections": [
                        "Ordinær generalforsamling avholdes innen 6 måneder etter utgangen av hvert regnskapsår.",
                        "På den ordinære generalforsamlingen skal følgende saker behandles og avgjøres:",
                        "1.Godkjennelse av fondets årsregnskap og årsberetning, herunder anvendelse av årsoverskudd eller dekning av årsunderskudd.",
                        "2.Godkjennelse av konsernregnskap.",
                        "3.Andre saker som etter loven eller vedtektene hører under generalforsamlingen.",
                        "Årsregnskapet, årsberetningen og revisjonsberetningen skal vedlegges innkallingen til ordinær generalforsamling."
                    ]
                },
                {
                    "name": "§ 22",
                    "title": "Ekstraordinær generalforsamling",
                    "sections": [
                        "Ekstraordinær generalforsamling avholdes når departementet, styret eller revisor finner det nødvendig."
                    ]
                },
                {
                    "name": "§ 23",
                    "title": "Innkalling til generalforsamling",
                    "sections": [
                        "Departementet står for innkallingen til både ordinær og ekstraordinær generalforsamling og bestemmer innkallingsmåten. Innkallingen skal være sendt senest én uke før møtet skal avholdes, med mindre kortere varsel i særlige tilfelle er helt nødvendig.",
                        "Til møtet innkalles de som etter § 20 annet ledd har rett til å være til stede på generalforsamlingen. I tillegg innkalles Riksrevisjonen.",
                        "Innkallingen skal bestemt angi de saker som skal behandles på møtet. Saker som ikke er meddelt dem som har krav på innkalling etter annet ledd, kan bare avgjøres av generalforsamlingen når de møtende medlemmer av styret enstemmig samtykker i det. Er daglig leder eller et medlem av styret uenig i den beslutningen som treffes av departementet i generalforsamlingen, skal vedkommende kreve sin dissens tilført protokollen."
                    ]
                },
                {
                    "name": "§ 24",
                    "title": "Møteledelse og protokollasjon",
                    "sections": [
                        "Generalforsamlingen ledes av styrets leder eller av den styret har utpekt.",
                        "Møtelederen skal sørge for at det føres protokoll for generalforsamlingen. I protokollen skal generalforsamlingens beslutninger inntas. Protokollen skal underskrives av møtelederen og en annen person valgt av generalforsamlingen blant dem som er til stede.",
                        "Nåværende kapittel 3 blir nytt kapittel 4.",
                        "I nytt kapittel 4 blir nåværende § 18 ny § 25 og skal lyde:"
                    ]
                },
                {
                    "name": "§ 25",
                    "title": "Regnskap og revisjon",
                    "sections": [
                        "Fondet er regnskapspliktig etter regnskapsloven.",
                        "Fondet skal ha statsautorisert revisor som velges av generalforsamlingen. Revisors godtgjørelse skal godkjennes av generalforsamlingen.",
                        "Nåværende § 19 blir ny § 26 og skal lyde:"
                    ]
                },
                {
                    "name": "§ 26",
                    "title": "Årsrapport",
                    "sections": [
                        "Fondet skal hvert år utarbeide en årsrapport om sin virksomhet, som inneholder årsregnskap og årsberetning for morselskap og konsern.",
                        "I nytt kapittel 4 blir nåværende § 20 ny § 27.",
                        "Nåværende kapittel 4 blir nytt kapittel 5.",
                        "I nytt kapittel 5 blir nåværende §§ 21 til 24 nye §§ 28 til 31.",
                        "Loven gjelder fra det tidspunkt Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}