{
    "lawId": "LOV-2013-06-14-42",
    "lawName": "Lov om endringer i forvaltningsloven",
    "shortName": "Endringslov til forvaltningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 15 a",
                    "title": "(elektronisk kommunikasjon)",
                    "sections": [
                        "Et forvaltningsorgan kan benytte elektronisk kommunikasjon når det henvender seg til andre. Dette gjelder ikke når annet følger av lov eller forskrift gitt i medhold av lov.",
                        "Alle som henvender seg til et forvaltningsorgan kan benytte elektronisk kommunikasjon dersom forvaltningsorganet har lagt til rette for dette, det skjer på den anviste måten og ikke annet følger av lov eller forskrift gitt i medhold av lov.",
                        "Kongen kan gi forskrift om elektronisk kommunikasjon mellom forvaltningen og publikum og elektronisk saksbehandling og kommunikasjon i forvaltningen, herunder blant annet om:",
                        "a)hvilken elektronisk kommunikasjonsform som kan benyttes,",
                        "b)registrering av kontaktinformasjon for privatpersoner mv. og deres fullmaktsforhold,",
                        "c)rett for privatpersoner mv. til å reservere seg mot elektronisk kommunikasjon og om registrering av reservasjoner,",
                        "d)hvordan fristregler i forvaltningsloven og annen lovgivning skal anvendes ved elektronisk kommunikasjon,",
                        "e)signering, autentisering, sikring av integritet og konfidensialitet,",
                        "f)krav til de produkter, tjenester og standarder som kan benyttes,",
                        "g)forvaltningens rett til å sperre for brukere som misbruker data ment for signering, autentisering, sikring av integritet eller konfidensialitet, og om hva som skal regnes som misbruk.",
                        "§ 16 andre ledd tredje punktum oppheves. Nåværende fjerde punktum blir tredje punktum.",
                        "§ 27 første ledd femte punktum oppheves. Nåværende sjette til åttende punktum blir femte til syvende punktum.",
                        "§ 30 første punktum skal lyde:",
                        "For at klage skal være fremsatt i tide, er det nok at erklæringen før utløpet av fristen er avgitt til postoperatør som skal sørge for å få sendingen frem til forvaltningsorganet eller til offentlig tjenestemann som har fullmakt til å ta imot erklæringen.",
                        "§ 32 fjerde ledd oppheves.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan gi nærmere overgangsregler, herunder om adgang for register som opprettes etter forvaltningsloven § 15 a til å innhente personopplysninger fra kontaktregisteret tilknyttet ID-porten."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}