{
    "lawId": "LOV-2013-04-19-14",
    "lawName": "Lov om endringer i folketrygdloven (tiltak mot misbruk av velferdsordninger)",
    "shortName": "Endringslov til folketrygdloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 21-4 d",
                    "title": "Masseinnhenting av opplysninger i kontrolløyemed",
                    "sections": [
                        "Ved arbeids- og velferdsetatens innhenting av registrerte opplysninger om et større antall navngitte stønadstakere i medhold av § 21-4 første og sjette ledd for elektronisk sammenligning med opplysninger i et annet register (masseinnhenting), gjelder følgende:",
                        "a)Masseinnhenting kan skje fra registre hos andre offentlige myndigheter eller fra arbeids- og velferdsetatens egne registre.",
                        "b)Masseinnhentingen kan gjelde opplysninger om inntekt eller andre økonomiske forhold, yrkesmessig status, bosted eller adresse, lovlig adgang til opphold eller arbeid i riket og valutatransaksjoner i utlandet. Helseopplysninger og andre opplysninger som regnes som sensitive etter personopplysningsloven § 2 nr. 8, kan ikke innhentes ved masseinnhenting.",
                        "c)Masseinnhentingen skal foretas av en særskilt utpekt enhet. Enheten kan innhente, registrere, sammenstille og lagre opplysninger så langt det er nødvendig for å avgjøre om en ytelse utbetales eller er utbetalt i strid med vilkårene for å motta ytelsen. Opplysninger om den enkelte stønadsmottaker kan videreformidles med sikte på å korrigere eller stanse feilaktige utbetalinger, kreve tilbakebetaling av for mye utbetalt beløp og straffeforfølgning. For øvrig kan videreformidling skje når dette følger av lov eller bestemmelse gitt i medhold av lov.",
                        "d)Opplysninger innhentet ved masseinnhenting skal slettes så snart hensynet til kontroll og oppfølgning tillater det.",
                        "e)Dersom det andre offentlige organet også har opplysninger som er uten betydning for retten til vedkommende trygdeytelse, skal masseinnhenting gjennomføres slik at disse opplysningene ikke omfattes eller utleveres. Innhentingen skal heller ikke medføre at det utleveres opplysninger om andre personer enn dem som kontrollen gir grunn til å følge opp. Dersom slike opplysninger likevel skulle bli utlevert, skal de umiddelbart slettes hos arbeids- og velferdsetaten.",
                        "f)Offentlige myndigheter skal legge til rette for at opplysningene de besitter, på forespørsel gjøres elektronisk tilgjengelig for særskilt utpekt enhet i arbeids- og velferdsetaten. Det kan ikke kreves godtgjørelse for slik tilgjengeliggjøring og utlevering av opplysninger.",
                        "Departementet kan gi forskrift om gjennomføringen av masseinnhenting, herunder bestemme at masseinnhentingen skal kunne omfatte andre opplysninger enn dem som er nevnt i første ledd bokstav b, forutsatt at opplysningene er av tilsvarende art. Det kan også fastsettes i forskrift hvilke registre opplysninger kan innhentes fra.",
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}