{
    "lawId": "LOV-2013-01-11-1",
    "lawName": "Lov om endringer i statsborgerloven",
    "shortName": "Endringslov til statsborgerloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 29",
                    "title": "Opplysnings-, dokumentasjons- og møteplikt",
                    "sections": [
                        "I forbindelse med behandlingen av en sak etter loven her kan den saken gjelder pålegges å gi opplysninger som kan ha betydning for vedtaket, fremskaffe nødvendig dokumentasjon og å møte personlig.",
                        "Dersom det organet som behandler en sak etter loven her, anser det som nødvendig for opplysning av saken, kan organet, uten hinder av taushetsplikt, pålegge følgende organer å utlevere opplysninger i samsvar med forskrift etter tredje ledd:",
                        "a)politiet,",
                        "b)ligningsmyndighetene,",
                        "c)arbeids- og velferdsforvaltningen,",
                        "d)Statens lånekasse for utdanning og",
                        "e)kommunene.",
                        "Kongen skal i forskrift gi nærmere regler om hvilke organer som kan pålegge utlevering av opplysninger etter annet ledd, i hvilke sakstyper det kan innhentes opplysninger, hvem det kan innhentes opplysninger om og hvilke opplysninger som kan innhentes.",
                        "I lov 27. april 2012 nr. 22 om endringer i statsborgerloven gjøres følgende endringer:",
                        "§ 29 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 29",
                    "title": "Opplysnings-, dokumentasjons- og møteplikt",
                    "sections": [
                        "I forbindelse med melding eller søknad om norsk statsborgerskap har den saken gjelder, plikt til å framlegge alle opplysninger som kan ha betydning for vedtaket.",
                        "I forbindelse med behandlingen av en sak etter loven her kan den saken gjelder pålegges å gi opplysninger som kan ha betydning for vedtaket, fremskaffe nødvendig dokumentasjon og å møte personlig.",
                        "Dersom det organet som behandler en sak etter loven her, anser det som nødvendig for opplysning av saken, kan organet, uten hinder av taushetsplikt, pålegge følgende organer å utlevere opplysninger i samsvar med forskrift etter fjerde ledd:",
                        "a)politiet,",
                        "b)ligningsmyndighetene,",
                        "c)arbeids- og velferdsforvaltningen,",
                        "d)Statens lånekasse for utdanning og",
                        "e)kommunene.",
                        "Kongen skal i forskrift gi nærmere regler om hvilke organer som kan pålegge utlevering av opplysninger etter annet ledd, i hvilke sakstyper det kan innhentes opplysninger, hvem det kan innhentes opplysninger om og hvilke opplysninger som kan innhentes.",
                        "Del II skal lyde:",
                        "1.Loven gjelder fra den tid Kongen bestemmer.",
                        "2.Departementet kan i forskrift gi overgangsbestemmelser til loven.",
                        "1.Loven del I trer i kraft fra den tid Kongen bestemmer.",
                        "2.Loven del II trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}