{
    "lawId": "LOV-2013-06-21-63",
    "lawName": "Lov om endringer i barnevernloven",
    "shortName": "Endringslov til barnevernloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel 1. Lovens formål og virkeområde mv.",
            "paragraphs": [
                {
                    "name": "§ 1-4",
                    "title": "Krav til forsvarlighet",
                    "sections": [
                        "Tjenester og tiltak etter denne loven skal være forsvarlige.",
                        "§ 2-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-2",
                    "title": "Statlige barnevernmyndigheters organisatoriske inndeling",
                    "sections": [
                        "De statlige barnevernmyndighetene består av departementet, Barne-, ungdoms- og familieetaten og fylkesmennene. De statlige barnevernmyndighetene ledes av departementet.",
                        "Barne-, ungdoms- og familieetaten er inndelt i sentralt, regionalt og lokalt nivå. Etatens sentrale nivå leder etatens virksomhet.",
                        "§ 2-3 annet og tredje ledd skal lyde:",
                        "Barne-, ungdoms- og familieetaten skal",
                        "a)etter anmodning fra kommunen bistå barneverntjenesten i kommunen med plassering av barn utenfor hjemmet,",
                        "b)ha ansvar for rekruttering og formidling av fosterhjem,",
                        "c)ha ansvar for at fosterhjemmene får nødvendig opplæring og generell veiledning.",
                        "Barne-, ungdoms- og familieetaten skal ha internkontroll for å sikre at oppgavene utføres i samsvar med krav fastsatt i lov eller i medhold av lov. Barne-, ungdoms- og familieetaten må kunne gjøre rede for hvordan den oppfyller kravet til internkontroll. Departementet kan i forskrift gi nærmere bestemmelser om internkontroll.",
                        "§ 2-3 a første ledd skal lyde:",
                        "Lovens bestemmelser om Barne-, ungdoms- og familieetatens oppgaver og myndighet kommer ikke til anvendelse i Oslo kommune. I Oslo kommune skal Barne-, ungdoms- og familieetatens oppgaver og myndighet ivaretas av kommunen. Kommunens vedtak om godkjenning etter § 5-8 kan påklages til sentralt nivå i Barne-, ungdoms- og familieetaten.",
                        "§ 2-3 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-3 b",
                    "title": "Statlig tilsyn på barnevernområdet",
                    "sections": [
                        "Statens helsetilsyn har det overordnede faglige tilsyn med barnevernvirksomheten i de enkelte kommuner, med institusjoner, sentre for foreldre og barn og omsorgssentre for mindreårige samt med andre statlige tjenester og tiltak etter denne loven. Statens helsetilsyn skal utøve myndighet i samsvar med det som er bestemt i barnevernloven og forskrifter til denne.",
                        "Fylkesmannen skal føre tilsyn med lovligheten av kommunens oppfyllelse av plikter etter barnevernloven kap. 1 til 9. Reglene i lov 25. september 1992 nr. 107 om kommuner og fylkeskommuner kapittel 10A gjelder for denne tilsynsvirksomheten.",
                        "Fylkesmannen skal også føre tilsyn med institusjoner og sentre for foreldre og barn etter kapittel 5 og omsorgssentre for mindreårige etter kapittel 5A.",
                        "Fylkesmannen skal videre føre tilsyn med lovligheten av andre statlige tjenester og tiltak etter denne loven. Fylkesmannen kan gi pålegg til Barne-, ungdoms- og familieetaten om å rette forhold som er i strid med bestemmelser etter denne loven. Det skal gis en rimelig frist til å rette forhold før pålegg benyttes. Pålegg kan påklages til Statens helsetilsyn.",
                        "Tilsynsmyndighetenes plikt til å føre tilsyn og adgang til å gi pålegg etter de foregående ledd omfatter også private som utfører tjenester og tiltak etter denne loven.",
                        "§ 3-5 nytt annet ledd skal lyde:",
                        "Når barn under 18 år sitter i varetekt eller gjennomfører fengselsstraff, skal barneverntjenesten holde jevnlig kontakt med kriminalomsorgen og barnet. Barneverntjenesten skal delta i planleggingen og tilretteleggelsen av tiltak etter endt opphold. Slik oppfølging under varetekt og straffegjennomføring skal regnes som et tiltak som er iverksatt før barnet har fylt 18 år, jf. § 1-3 annet ledd.",
                        "§ 4-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-1",
                    "title": "Hensynet til barnets beste",
                    "sections": [
                        "Ved anvendelse av bestemmelsene i dette kapitlet skal det legges avgjørende vekt på å finne tiltak som er til beste for barnet. Herunder skal det legges vekt på å gi barnet stabil og god voksenkontakt og kontinuitet i omsorgen.",
                        "Barnet skal gis mulighet til medvirkning og det skal tilrettelegges for samtaler med barnet. Barn som barnevernet har overtatt omsorgen for kan gis anledning til å ha med seg en person barnet har særlig tillit til. Departementet kan gi nærmere forskrifter om medvirkning og om tillitspersonens oppgaver og funksjon.",
                        "§ 4-4 første og annet ledd skal lyde:",
                        "Barneverntjenesten skal bidra til å gi det enkelte barn gode levekår og utviklingsmuligheter ved råd, veiledning og hjelpetiltak. Hjelpetiltak skal ha som formål å bidra til positiv endring hos barnet eller i familien.",
                        "Barneverntjenesten skal, når barnet på grunn av forholdene i hjemmet eller av andre grunner har særlig behov for det, sørge for å sette i verk hjelpetiltak for barnet og familien.",
                        "§ 4-4 tredje ledd oppheves. Nåværende fjerde og femte ledd blir tredje og fjerde ledd.",
                        "§ 4-16 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-16",
                    "title": "Oppfølging av vedtak om omsorgsovertakelse",
                    "sections": [
                        "Barneverntjenesten har etter omsorgsovertakelsen et løpende og helhetlig ansvar for oppfølgingen av barnet, herunder et ansvar for å følge utviklingen til barnet og foreldrene. Barneverntjenesten skal der hensynet til barnet ikke taler imot det, legge til rette for samvær med søsken. Barneverntjenesten skal kort tid etter omsorgsovertakelsen kontakte foreldrene med tilbud om veiledning og oppfølging. Dersom foreldrene ønsker det, skal barneverntjenesten som en del av oppfølgingen formidle kontakt med øvrige hjelpeinstanser.",
                        "§ 4-22 fjerde ledd oppheves. Nåværende femte ledd blir fjerde ledd.",
                        "§ 4-22 nytt femte og sjette ledd skal lyde:",
                        "Kommunen skal føre tilsyn med hvert enkelt barn i fosterhjem fra plasseringstidspunktet og frem til barnet fyller 18 år. Formålet med tilsynet er å føre kontroll med at barnet får forsvarlig omsorg i fosterhjemmet og at de forutsetninger som ble lagt til grunn for plasseringen blir fulgt opp.",
                        "Kommunen skal sørge for at de som skal utøve tilsynet gis nødvendig opplæring og veiledning.",
                        "§ 4-25 annet ledd skal lyde:",
                        "Et vedtak etter § 4-24 første og annet ledd skal treffes av fylkesnemnda etter reglene i kapittel 7. Midlertidig vedtak kan treffes av barnevernadministrasjonens leder og av påtalemyndigheten. § 4-6 annet, fjerde og femte ledd gjelder tilsvarende. Plasseringstiden etter det midlertidige vedtaket skal inngå i den totale plasseringstiden som gjelder for vedtak etter § 4-24 første og annet ledd.",
                        "§ 4-27 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-27",
                    "title": "Plasseringsalternativer ved vedtak om særlige tiltak for barn og unge med alvorlige atferdsvansker",
                    "sections": [
                        "Barne-, ungdoms- og familieetaten skal utpeke hvilke institusjoner som skal ta imot barn på grunnlag av vedtak som nevnt i § 4-24, jf. § 4-26.",
                        "§ 4-28 tredje ledd skal lyde:",
                        "Når plasseringen skjer med bistand fra Barne-, ungdoms- og familieetaten, jf. § 2-3, skal Barne-, ungdoms- og familieetaten etter anmodning fra barneverntjenesten i kommunen bistå barneverntjenesten med utarbeidelse av tiltaksplanen.",
                        "§ 5-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-1",
                    "title": "Ansvaret for institusjoner",
                    "sections": [
                        "Barne-, ungdoms- og familieetaten har ansvaret for etablering og drift av institusjoner, eventuelt med tilknyttede spesialisttjenester for omsorg og behandling av barn. Ansvaret gjelder institusjoner som hører under denne loven.",
                        "§ 5-4 første ledd skal lyde:",
                        "Barne-, ungdoms- og familieetaten skal gi regler for hvordan inntak og utskrivning skal besluttes.",
                        "§ 5-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-6",
                    "title": "Samarbeid med institusjoner som hører under andre lover",
                    "sections": [
                        "For barn som det blir vurdert å plassere i en institusjon under en annen lov, skal Barne-, ungdoms- og familieetaten sørge for at det blir etablert et samarbeid med barneverntjenesten og disse institusjonene. Kongen kan gi regler om samarbeidsordninger, herunder om plikt til å delta i samarbeidsgrupper, inntaksteam o.l.",
                        "§ 5-7 annet ledd skal lyde:",
                        "Finner fylkesmannen at institusjonen eller senteret drives uforsvarlig, kan fylkesmannen gi pålegg om å rette på forholdet, eller å nedlegge driften. Pålegget kan gis til institusjonens leder eller institusjonens eier.",
                        "§ 5-8 første ledd skal lyde:",
                        "Private og kommunale institusjoner og private og kommunale sentre for foreldre og barn kan bare benyttes for barn som omfattes av loven dersom institusjonen eller senteret er godkjent av regionalt nivå i Barne-, ungdoms- og familieetaten. Institusjonen eller senteret kan bare godkjennes dersom det drives i samsvar med denne loven og de forskrifter som gjelder for den, og ellers drives på en forsvarlig måte. Avgjørelser om godkjenning etter denne loven er enkeltvedtak og kan påklages til sentralt nivå i Barne-, ungdoms- og familieetaten. Departementet kan gi nærmere forskrifter om godkjenningsordningen, herunder om vilkår for godkjenning, og om klageordningen.",
                        "Ny § 5-8 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-8 a",
                    "title": "Institusjoner med hjem",
                    "sections": [
                        "Institusjoner som etter § 4-27 skal ta imot barn på grunnlag av vedtak eller samtykke som nevnt i § 4-24 eller § 4-26 kan omfatte institusjoner med hjem.",
                        "Hjemmene må ha særlige forutsetninger til å ta imot barn med alvorlige adferdsvansker og må være knyttet opp mot en oppfølgingsenhet.",
                        "Oppfølgingsenheten har ansvaret for oppfølgingen av hjemmene, herunder ansvaret for opplæring, behandling og veiledning.",
                        "Departementet kan gi forskrifter om institusjoner med hjem.",
                        "§ 5A-1 første og annet ledd skal lyde:",
                        "Barne-, ungdoms- og familieetaten skal gi barn som har kommet til riket og søkt asyl uten foreldre eller andre med foreldreansvar, tilbud om opphold på et omsorgssenter for mindreårige.",
                        "Tilbudet skal gjelde fra barnet blir overført fra utlendingsmyndighetene til Barne-, ungdoms- og familieetaten frem til det blir bosatt i en kommune eller forlater riket.",
                        "§ 5A-2 første ledd skal lyde:",
                        "Når barnet har opphold på et omsorgssenter, har Barne-, ungdoms- og familieetaten omsorgen for barnet. På vegne av Barne-, ungdoms- og familieetaten skal omsorgssenteret utøve omsorgen.",
                        "§ 5A-4 første ledd skal lyde:",
                        "Omsorgssenteret skal i samarbeid med barnet utrede barnets situasjon og behov og utarbeide et forslag til oppfølging av barnet mens det oppholder seg på omsorgssenteret. Forslaget skal oversendes Barne-, ungdoms- og familieetaten innen tre uker etter barnets ankomst til senteret. Barne-, ungdoms- og familieetaten skal innen seks uker etter barnets ankomst til senteret treffe vedtak om oppfølging av barnet mens det oppholder seg på senteret.",
                        "§ 5A-5 første ledd skal lyde:",
                        "Omsorgssenteret og Barne-, ungdoms- og familieetaten skal følge barnets utvikling nøye. Ved vesentlige endringer i barnets behov for oppfølging skal det om nødvendig treffes nytt oppfølgingsvedtak i tråd med § 5A-4 første ledd.",
                        "§ 5A-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5A-8",
                    "title": "Ansvar for etablering og drift",
                    "sections": [
                        "Barne-, ungdoms- og familieetaten har ansvar for at det etableres og drives omsorgssentre for mindreårige.",
                        "§ 5A-9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5A-9",
                    "title": "Økonomisk ansvar",
                    "sections": [
                        "Utgiftene forbundet med opphold i omsorgssenter i medhold av § 5A-1 dekkes av Barne-, ungdoms- og familieetaten.",
                        "§ 6-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-5",
                    "title": "Klage over barneverntjenestens og Barne-, ungdoms- og familieetatens vedtak",
                    "sections": [
                        "Enkeltvedtak som barneverntjenesten har truffet, og oppfølgingsvedtak som Barne-, ungdoms- og familieetaten har truffet, kan påklages til fylkesmannen.",
                        "Første ledd gjelder ikke saker som etter kapittel 7 hører under fylkesnemnda, med mindre noe annet er sagt i denne loven.",
                        "§ 6-10 første ledd skal lyde:",
                        "Den som skal ansettes i barneverntjenesten, jf. § 2-1, skal legge fram politiattest som nevnt i politiregisterloven § 39 første ledd. Tilsvarende gjelder for støttekontakter og andre som utfører oppgaver for barneverntjenesten som ledd i hjelpetiltak etter § 4-4. Det skal også legges fram politiattest for tillitspersoner etter § 4-1 annet ledd og personer som skal utøve tilsyn med barn i fosterhjem etter § 4-22.",
                        "§ 7-24 annet ledd skal lyde:",
                        "Fristen for å reise søksmål er en måned fra den dag den som har rett til å reise søksmål, fikk melding om vedtaket. Det kan gis oppfriskning mot oversittelse av søksmålsfristen.",
                        "§ 8-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-2",
                    "title": "Barne-, ungdoms- og familieetatens ansvar",
                    "sections": [
                        "Barne-, ungdoms- og familieetaten skal yte tjenester etter denne loven til alle som oppholder seg i riket. Regionalt nivå i Barne-, ungdoms- og familieetaten skal yte tjenester etter denne loven til alle som oppholder seg i regionen.",
                        "§ 8-4 nytt annet ledd skal lyde:",
                        "Endring i barnets tilknytning til kommunen i tidsrommet mellom begjæring om tiltak er sendt fylkesnemnda og vedtak er fattet, medfører ingen endring i ansvarsforholdet. Dette gjelder med mindre den kommunen som har reist saken ikke får medhold i fylkesnemnda, eller det blir inngått avtale som nevnt i første ledd annet punktum.",
                        "§ 8-4 nåværende annet ledd blir tredje ledd.",
                        "§ 9-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-4",
                    "title": "Barne-, ungdoms- og familieetatens økonomiske ansvar for tiltak etter loven",
                    "sections": [
                        "Barne-, ungdoms- og familieetaten skal dekke utgiftene til institusjoner og sentre for foreldre og barn som overstiger den andel av utgiftene som kommunen plikter å betale etter § 9-5. Barne-, ungdoms- og familieetaten skal dekke en andel av kommunens utgifter til fosterhjem etter satser som fastsettes av departementet.",
                        "Barne-, ungdoms- og familieetatens økonomiske ansvar gjelder for barn under 20 år.",
                        "Departementet kan gi forskrifter om betalingsordningen, herunder forskrifter som fastsetter nærmere rammer for statens betalingsansvar.",
                        "§ 9-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-5",
                    "title": "Kommunens økonomiske ansvar ved bruk av institusjoner mv.",
                    "sections": [
                        "Ved bruk av institusjon og sentre for foreldre og barn, kan Barne-, ungdoms- og familieetaten kreve kommunen for egenbetaling for oppholdsutgifter etter satser som fastsettes av departementet. Egenbetalingen skal ytes av den kommunen som har søkt om inntak for et barn i tiltaket. Departementet kan gi forskrifter om egenbetalingen.",
                        "§ 9-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-6",
                    "title": "Rett for regionalt nivå i Barne-, ungdoms- og familieetaten til å kreve refusjon fra en annen region",
                    "sections": [
                        "De utgiftene regionalt nivå i Barne-, ungdoms- og familieetaten har for et barn som ved innskrivningstidspunktet har bosted i en annen region, skal dekkes av Barne-, ungdoms- og familieetaten i den regionen der barnet bor. Departementet kan gi nærmere forskrifter om retten til å kreve refusjon.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "2.Departementet kan gi overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}