{
    "lawId": "LOV-2013-06-21-95",
    "lawName": "Lov om endringer i lov om folkebibliotek",
    "shortName": "Endringslov til folkebibliotekloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Målsetting",
                    "sections": [
                        "Folkebibliotekene skal ha til oppgave å fremme opplysning, utdanning og annen kulturell virksomhet, gjennom aktiv formidling og ved å stille bøker og andre medier gratis til disposisjon for alle som bor i landet.",
                        "Folkebibliotekene skal være en uavhengig møteplass og arena for offentlig samtale og debatt.",
                        "Det enkelte bibliotek skal i sine tilbud til barn og voksne legge vekt på kvalitet, allsidighet og aktualitet.",
                        "Bibliotekenes innhold og tjenester skal gjøres kjent.",
                        "Folkebibliotekene er ledd i et nasjonalt biblioteksystem.",
                        "§ 2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Lovens virkeområde",
                    "sections": [
                        "Loven gjelder for den offentlige folkebibliotekvirksomheten, herunder de lokale folkebibliotekene som kommunen har ansvaret for (lovens kap. II), fylkeskommunens bibliotekoppgaver (lovens kap. III), og særlige bibliotekformål som staten har ansvaret for (lovens kap. IV).",
                        "Folkebibliotekvirksomheten omfatter bibliotektjenester for alle som har spesielle vansker med å bruke biblioteket.",
                        "§ 3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Lånesamarbeid, registrering mv.",
                    "sections": [
                        "Bibliotekene skal følge felles regler om lånesamarbeid og registrering, og for innlevering av statistikk. Departementet kan gi nærmere forskrift.",
                        "§ 4 andre ledd andre punktum oppheves.",
                        "§ 4 tredje ledd skal lyde:",
                        "Kommunen fastsetter reglement for folkebiblioteket.",
                        "§ 5 overskriften skal lyde:",
                        "Kompetanse",
                        "§ 5 andre ledd skal lyde:",
                        "Departementet kan dispensere fra bestemmelsen i særskilte tilfeller og gir nærmere forskrifter om kvalifikasjonskrav.",
                        "§ 6 oppheves.",
                        "Kapittel III overskriften skal lyde:",
                        "Fylkeskommunens bibliotekoppgaver.",
                        "§ 8 oppheves.",
                        "Nåværende § 9 blir ny § 6 i kapittel III og skal lyde:"
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Generelt",
                    "sections": [
                        "Fylkeskommunen skal ivareta regionale bibliotekoppgaver og regional bibliotekutvikling, herunder gi råd til lokale myndigheter, yte bibliotekfaglig veiledning og assistanse, og arrangere møter og kurs om bibliotekspørsmål.",
                        "Fylkeskommunen kan opprette avtaler om felles bibliotekdrift og lånesamarbeid med en eller flere kommuner.",
                        "Ny § 7 i kapittel III skal lyde:"
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Kompetanse",
                    "sections": [
                        "Fylkeskommunen skal ha bibliotekfaglig kompetanse på ledernivå til å gjennomføre fylkeskommunale bibliotekoppgaver. Departementet gir nærmere forskrifter om kvalifikasjonskrav.",
                        "§§ 10 og 11 oppheves.",
                        "Nåværende § 13 blir ny § 8 i kapittel IV.",
                        "Nåværende § 14 blir ny § 9 i kapittel IV og skal lyde:"
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Særlige bibliotekformål",
                    "sections": [
                        "Statlige oppgaver omfatter bibliotekformål som ikke naturlig hører inn under den enkelte kommunes ansvarsområde, eller som er av særlig betydning for opprettholdelse av et nasjonalt biblioteksystem.",
                        "Nåværende § 16 blir ny § 10 i kapittel V.",
                        "Loven trer i kraft fra det tidspunkt Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}