{
    "lawId": "LOV-2013-12-13-124",
    "lawName": "Lov om endringer i lov 21. desember 2007 nr. 119 om toll og vareførsel (tolloven)",
    "shortName": "Endringslov til tolloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 13-5",
                    "title": "Pålegg om bokføring",
                    "sections": [
                        "(1) Tollmyndighetene kan pålegge bokføringspliktige som omfattes av § 13-4 å oppfylle sin plikt til å innrette bokføringen, spesifikasjonen, dokumentasjonen og oppbevaringen av regnskapsopplysninger i samsvar med regler gitt i eller i medhold av lov 19. november 2004 nr. 73 om bokføring.",
                        "(2) Pålegg om bokføring rettes til styret i selskap, samvirkeforetak, forening, innretning eller organisasjon og sendes hvert medlem. Det skal settes en frist for oppfyllelse. Fristen skal være minimum fire uker og ikke lenger enn ett år.",
                        "Ny § 13-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13-6",
                    "title": "Klage over pålegg om bokføring",
                    "sections": [
                        "(1) Den som får pålegg om bokføring etter § 13-5, kan klage over pålegget.",
                        "(2) Klage, som kan være muntlig, må fremsettes straks når den pålegget angår er til stede, og ellers innen tre dager.",
                        "(3) Den som har gitt pålegget skal enten omgjøre det eller snarest mulig legge klagen fram for nærmeste overordnede forvaltningsorgan til avgjørelse.",
                        "(4) Pålegget skal etterkommes selv om klagen ikke er avgjort, hvis ikke den som ga pålegget gir utsetting. Utsetting bør gis hvis den som ga pålegget finner at klagen reiser rimelig tvil om lovligheten av pålegget.",
                        "Nåværende § 13-5 til § 13-10 blir § 13-7 til ny § 13-12.",
                        "Ny § 16-16 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16-16",
                    "title": "Tvangsmulkt",
                    "sections": [
                        "(1) Tollmyndighetene kan ilegge den som ikke har etterkommet pålegg om bokføring etter § 13-5 innen den fastsatte fristen, en daglig løpende tvangsmulkt fram til utbedring skjer. Tvangsmulkten skal normalt utgjøre ett rettsgebyr per dag, jf. lov 17. desember 1982 nr. 86 om rettsgebyr § 1 annet ledd. I særlige tilfeller kan tvangsmulkten settes lavere eller høyere, men oppad begrenset til 10 rettsgebyr per dag. Samlet tvangsmulkt kan ikke overstige 1 million kroner.",
                        "(2) Vedtak om tvangsmulkt rettes til styret i selskap, samvirkeforetak, forening, innretning eller organisasjon og sendes hvert medlem i rekommandert brev. Tvangsmulkten kan inndrives både hos medlemmene av styret og hos selskapet, samvirkeforetaket, foreningen, innretningen eller organisasjonen.",
                        "I lov 21. desember 2007 nr. 119 om toll og vareførsel (tolloven) gjøres følgende endringer:",
                        "§ 3-3 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 3-3",
                    "title": "Meldeplikt ved ankomst til bestemmelsessted i tollområdet",
                    "sections": [
                        "(1) Føreren av et fartøy eller luftfartøy plikter å melde fra til tollmyndighetene om ankomst til sted i tollområdet. Fører av motorvogn og tog kan pålegges tilsvarende meldeplikt. Melding kan gis av andre på førerens vegne.",
                        "(2) Departementet kan gi forskrift om meldeplikten etter denne paragraf, herunder om når og hvordan melding skal gis, hva meldingen skal inneholde og om unntak fra meldeplikten.",
                        "§ 3-6 første ledd annet punktum skal lyde:",
                        "§§ 3-2 til 3-4 får tilsvarende anvendelse for ankomst til et annet sted i tollområdet.",
                        "I lov 21. desember 2007 nr. 119 om toll og vareførsel (tolloven) gjøres følgende endringer:",
                        "Kapittel 8 overskriften skal lyde:",
                        "§ 8-6 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "Kapittel 8. Preferansetoll – varers opprinnelse",
            "paragraphs": [
                {
                    "name": "§ 8-6",
                    "title": "Ikke-preferensiell opprinnelse",
                    "sections": [
                        "(1) Med ikke-preferensiell opprinnelse menes opprinnelse fastsatt på annet grunnlag enn særskilt avtale med fremmed stat eller organisasjon om preferansetollbehandling, eller der opprinnelse fastsettes som vilkår for ensidig preferanseordning.",
                        "(2) Regler om ikke-preferensiell opprinnelse får anvendelse ved",
                        "a)tollmessig bestevilkårsbehandling etter Generalavtalen om tolltariffer og handel artikkel I,",
                        "b)utstedelse av opprinnelsesbevis for vare som ikke omfattes av frihandelsavtale,",
                        "c)iverksettelse av handelstiltak etter kapittel 10.",
                        "(3) Departementet kan gi forskrift om fastsettelse av ikke-preferensiell opprinnelse etter denne paragraf, herunder om krav til opprinnelsesbevis og utvidelse av reglenes anvendelsesområde til opprinnelsesmerking, offentlige innkjøp og handelsstatistikk.",
                        "Endringene under I trer i kraft straks.",
                        "Endringene under II trer i kraft 1. januar 2014.",
                        "Endringene under III trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}