{
    "lawId": "LOV-2010-11-26-59",
    "lawName": "Lov om endringar i folketrygdlova mv",
    "shortName": "Endringslov til folketrygdlova mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 19-3",
                    "title": "Fortsatt medlemskap",
                    "sections": [
                        "Det er et vilkår for rett til alderspensjon at vedkommende er medlem i trygden.",
                        "Den som ikke er medlem i trygden, får likevel alderspensjon dersom vedkommende har minst 20 års samlet botid, se § 3-5 åttende ledd. Til den som har mindre enn 20 års botid, ytes det",
                        "a)tilleggspensjon,",
                        "b)grunnpensjon etter en trygdetid som svarer til det antall poengår tilleggspensjonen er beregnet etter.",
                        "Minste pensjonsnivå etter § 19-8 og pensjonstillegg etter § 19-9 beregnes på grunnlag av samme trygdetid som grunnpensjonen ytes etter. Det samme gjelder ektefelletillegg og barnetillegg etter §§ 3-24 og 3-25.",
                        "Tilleggspensjon etter bestemmelsene om garantert tilleggspensjon i § 3-22, beholdes bare så lenge pensjonisten er medlem i trygden. Det samme gjelder alderspensjon til en flyktning som får pensjonen beregnet på grunnlag av bestemmelsene i § 3-2 sjette ledd, § 3-9 tredje ledd og § 19-8 sjuende ledd.",
                        "Ved endring i medlemskap som påvirker pensjonen, skal pensjonen omregnes. Departementet gir forskrifter med nærmere regler om omregning.",
                        "I innhaldslista til kapittel 20 skal nytt åttande strekpunkt lyde:",
                        "-pensjonsopptjening for uførepensjonister står i § 20-7 a",
                        "Noverande åttande til attande strekpunkt blir nye niande til nittande strekpunkt.",
                        "§ 20-4 andre ledd nytt andre punktum skal lyde:",
                        "Det er det gjennomsnittlige grunnbeløpet for kalenderåret som legges til grunn.",
                        "§ 20-5 nytt tredje punktum skal lyde:",
                        "Det er det gjennomsnittlige grunnbeløpet for kalenderåret som legges til grunn.",
                        "§ 20-6 andre ledd nytt andre punktum skal lyde:",
                        "Det er det gjennomsnittlige grunnbeløpet for kalenderåret som legges til grunn.",
                        "§ 20-6 nytt fjerde ledd skal lyde:",
                        "Departementet gir forskrifter om beregning av pensjonsopptjening ved avtjening av førstegangstjeneste, herunder hva som menes med sammenhengende periode i første ledd.",
                        "§ 20-7 andre ledd nytt andre punktum skal lyde:",
                        "Det er det gjennomsnittlige grunnbeløpet for kalenderåret som legges til grunn.",
                        "§ 20-7 a nytt sjette ledd skal lyde:",
                        "Ved beregninger etter paragrafen her skal det gjennomsnittlige grunnbeløpet for kalenderåret legges til grunn.",
                        "Noverande sjette ledd blir nytt sjuande ledd.",
                        "§ 20-8 tredje ledd nytt første punktum skal lyde:",
                        "Det er det gjennomsnittlige grunnbeløpet for kalenderåret som legges til grunn for opptjeningen.",
                        "Noverande første punktum blir nytt andre punktum.",
                        "§ 20-10 nytt tredje ledd skal lyde:",
                        "Trygdetid medregnes fra utløpet av det året ligningen for det aktuelle året er ferdig.",
                        "Noverande tredje til fjerde ledd blir nye fjerde til femte ledd. Tilvisinga i nytt femte ledd andre punktum skal endrast frå tredje til fjerde ledd.",
                        "I lov 5. juni 2009 nr. 32 om endringer i folketrygdloven (ny alderspensjon) skal desse endringane gjerast:",
                        "I endringa av innhaldslista til kapittel 19 skal fjortande strekpunkt lyde:",
                        "-forholdet til avtalefestet pensjon tilstått før 1. januar 2011 står i § 19-18",
                        "§ 19-5 nytt andre ledd skal lyde:",
                        "Pensjonspoeng etter §§ 3-13, 3-14 og 3-16 medregnes i tilleggspensjonen fra utløpet av det året ligningen for det aktuelle året er ferdig. Trygdetid medregnes etter reglene i § 3-5.",
                        "Noverande andre ledd blir nytt tredje ledd.",
                        "§ 19-8 skal lyde:",
                        "En person som har minst 40 års trygdetid, se § 3-5, har rett til et uavkortet minste pensjonsnivå ved 67 år. Er trygdetiden mellom 3 og 40 år, avkortes nivået forholdsmessig. Det kreves minst 3 års trygdetid for rett til et minste pensjonsnivå ved 67 år.",
                        "Satsene for minste pensjonsnivå ved 67 år for ugradert pensjon fastsettes i forbindelse med den årlige reguleringen av alderspensjoner, se § 19-14 åttende ledd. Nivået fastsettes med flere satser som avhenger av sivilstatus og størrelsen på ektefellens inntekt og pensjon. Satsene for minste pensjonsnivå i paragrafen her gjelder uavhengig av når alderspensjon ble innvilget.",
                        "Lav sats ytes til den som lever sammen med en ektefelle som mottar foreløpig uførepensjon, uførepensjon, alderspensjon eller avtalefestet pensjon etter kapittel 4 i AFP-tilskottsloven.",
                        "Ordinær sats ytes til samboere som har levd sammen i 12 av de siste 18 månedene, og til personer som lever sammen med en ektefelle som ikke mottar foreløpig uførepensjon, uførepensjon, alderspensjon eller avtalefestet pensjon etter kapittel 4 i AFP-tilskottsloven.",
                        "Høy sats ytes til personer som ikke omfattes av tredje eller fjerde ledd. Det kan likevel gis høy sats til personer som nevnt i fjerde ledd dersom ektefellen eller samboeren har en årlig inntekt, inkludert kapitalinntekt, som ikke overstiger to ganger grunnbeløpet og ektefellen eller samboeren ikke mottar avtalefestet pensjon fra offentlig pensjonsordning.",
                        "Det fastsettes en særskilt sats for personer som fyller vilkårene for rett til ektefelletillegg for forsørget ektefelle over 60 år.",
                        "En flyktning (§ 1-7) som er medlem i trygden har rett til et pensjonsnivå som nevnt i første til sjette ledd uten hensyn til bestemmelsene om trygdetid.",
                        "Dersom summen av grunnpensjon og tilleggspensjon er lavere enn pensjonsnivået vedkommende har rett til i henhold til denne bestemmelsen, skal differansen utbetales som et pensjonstillegg, se § 19-9.",
                        "Departementet gir forskrifter om minste samlede pensjonsnivå til pensjonistektepar og kan herunder gjøre unntak fra reglene i tredje ledd.",
                        "§ 19-11 første ledd nytt fjerde punktum skal lyde:",
                        "Grunnpensjonen i basispensjonen, se § 19-5, skal beregnes med satsen etter § 3-2 tredje ledd.",
                        "Noverande fjerde punktum blir nytt femte punktum.",
                        "I lov 11. desember 2009 nr. 112 om endringer i folketrygdloven mv. (tilpasninger i folketrygdens regelverk som følge av pensjonsreformen) blir desse endringane gjort:",
                        "I endringa av folketrygdloven § 3-24 skal første ledd første punktum lyde:",
                        "Til en person som mottar uførepensjon og som forsørger ektefelle, ytes det ektefelletillegg med 50 prosent av grunnpensjonen.",
                        "I endringa av folketrygdloven § 3-24 skal tredje ledd bokstav d lyde:",
                        "d)mottar alderspensjon eller har rett til hel alderspensjon, eller",
                        "I endringa av folketrygdloven § 3-26 skal sjette ledd bokstav b lyde:",
                        "b)Dersom pensjonisten har rett til barnetillegg for barn som bor sammen med begge foreldrene, skal fribeløpet svare til fribeløpet etter bokstav a tillagt 20 prosent av minste pensjonsnivå med høy sats, se § 19-8, for hvert barn. Dette fribeløpet gjelder også for et eventuelt ektefelletillegg.",
                        "I endringa av folketrygdloven § 17-3 skal sjuande ledd andre punktum lyde:",
                        "Med «ytelse på grunnlag av tidligere opptjening» menes en ytelse beregnet etter reglene for alderspensjon etter kapittel 3 på grunnlag av poengår og perioder som medlem av folketrygden før dødsfallet.",
                        "I endringa av folketrygdloven § 18-2 skal sjuande ledd andre punktum lyde:",
                        "Med «ytelse på grunnlag av tidligere opptjening» menes en ytelse beregnet etter reglene for alderspensjon etter kapittel 3 på grunnlag av poengår og perioder som medlem av folketrygden før dødsfallet.",
                        "Del III første ledd nye andre og tredje punktum skal lyde:",
                        "Endringene i § 3-24 andre ledd, § 3-25, § 3-26 femte og sjette ledd og § 3-28 første og andre ledd gjøres likevel gjeldende fra 1. mai 2011 for alderspensjonister som med virkning før 1. januar 2011 får pensjonen eller forsørgingstillegg til pensjonen beregnet etter disse bestemmelsene. Endringen i § 22-13 fjerde ledd gjøres gjeldende for personer født i 1943 eller senere.",
                        "I lov 19. februar 2010 nr. 5 om statstilskott til arbeidstakere som tar ut avtalefestet pensjon i privat sektor skal desse endringane gjerast:",
                        "§ 6 første ledd skal lyde:",
                        "Grunnlaget for avtalefestet pensjon skal være summen av vedkommendes inntekt i de enkelte år med registrert pensjonsgivende inntekt i folketrygden, inkludert beløp det beregnes opptjening av etter folketrygdloven §§ 20-6, 20-7, 20-7 a og 20-8. For år før 2010 det er godskrevet pensjonspoeng for omsorgsarbeid etter folketrygdloven § 3-16, omregnes de godskrevne pensjonspoengene til inntekt og medregnes i grunnlaget. For år før 2010 det er godskrevet pensjonspoeng ved uførhet, skal summen av opptjente og godskrevne pensjonspoeng etter folketrygdloven §§ 3-14 og 3-19 omregnes til inntekt og medregnes i grunnlaget.",
                        "§ 6 tredje ledd skal lyde:",
                        "Inntekten i det enkelte år før 2010 skal oppjusteres i samsvar med forholdet mellom grunnbeløpet per 1. januar 2010 og gjennomsnittlig grunnbeløp i opptjeningsåret. Oppjustering i 2010 skjer i samsvar med endring i grunnbeløpet. Ved oppjustering i 2011 og senere gjelder reglene i fjerde ledd.",
                        "§ 14 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 14",
                    "title": "Pensjonen",
                    "sections": [
                        "For å gi rett til tilskott må pensjonen bestå av grunnpensjon, tilleggspensjon og særtillegg og skal tilsvare ugradert uførepensjon beregnet etter reglene i folketrygdloven kapittel 3, men uten poengtillegg etter § 7-3 nr. 3 i tidligere lov om folketrygd 17. juni 1966 nr. 12. Det skal heller ikke tas hensyn til avdød ektefelles poengopptjening eller trygdetid.",
                        "Pensjon etter første ledd, med vedtektsfestede tillegg, må ikke overstige 70 prosent av tidligere inntekt.",
                        "Regulering av avtalefestet pensjon under utbetaling skjer årlig med virkning fra 1. mai. Pensjonen, unntatt forsørgingstillegg og vedtektsfestede tillegg, reguleres i samsvar med lønnsveksten og fratrekkes deretter 0,75 prosent. Reguleringsfaktoren etter folketrygdloven § 19-14 andre ledd legges til grunn. Ved første reguleringstidspunkt etter pensjonsuttak i månedene juni til april settes fratrekket forholdsmessig ned ut fra når i denne perioden pensjonen ble tatt ut.",
                        "Ved endring i sivilstand mv. som påvirker pensjonen, skal pensjonen omregnes.",
                        "Forsørgingstillegg ytes etter reglene for alderspensjon i folketrygdloven § 3-24, men slik at det bare ytes tillegg for forsørging av ektefelle som er 60 år eller eldre.",
                        "§ 16 andre ledd blir oppheva.",
                        "Del I trer i kraft 1. januar 2011. Endringane i folketrygdloven kapittel 20 trer likevel i kraft straks.",
                        "Delane II til IV trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}