{
    "lawId": "LOV-2010-12-10-62",
    "lawName": "Lov om endringer i lov 13. juni 1980 nr. 24 om ligningsforvaltning (ligningsloven)",
    "shortName": "Endringslov til ligningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4-14",
                    "title": "Tilgjengeliggjøring av forhåndsutfylte oppgaver",
                    "sections": [
                        "Selvangivelse og andre oppgaver etter dette kapittel som er forhåndsutfylt med opplysninger, kan gjøres tilgjengelig for skattyter ved elektronisk kommunikasjon.",
                        "§ 6-2 nr. 1 bokstav b skal lyde:",
                        "b.pensjon, introduksjonsstønad etter introduksjonsloven, kvalifiseringsstønad etter lov 18. desember 2009 nr. 131 om sosiale tjenester i arbeids- og velferdsforvaltningen, føderåd i jord- og skogbruk, livrente som ledd i pensjonsordning i arbeidsforhold, engangs- og avløsningsbeløp for slike ytelser, underholdsbidrag, foreldrepenger, dagpenger under arbeidsløshet, sykepenger o.l. ytelser som skal regnes som skattepliktig inntekt for mottakeren,",
                        "§ 6-2 nr. 3 bokstav a skal lyde:",
                        "a.fradrag som er gjort ved lønnsutbetalingene, så som medlemsinnskudd til tjenestepensjonsordning og fradragsberettiget fagforeningskontingent m.v. Det samme gjelder fradragsberettiget fagforeningskontingent som lønnstakeren legitimerer å ha betalt direkte til sin fagforening og",
                        "Ny § 6-13B skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-13B",
                    "title": "Plikt til å framvise id-kort",
                    "sections": [
                        "Dersom arbeidsgiver skal utstyre en arbeidstaker med id-kort etter regler gitt i medhold av arbeidsmiljøloven § 4-1 syvende ledd, kan ligningsmyndighetene kreve at arbeidstakeren framviser id-kortet.",
                        "§ 6-17 ny nr. 4 skal lyde:",
                        "4.Oppgave etter dette kapittel som er forhåndsutfylt med opplysninger om den oppgavepliktige og skattyter, kan gjøres tilgjengelig for den oppgavepliktige ved elektronisk kommunikasjon. Opplysninger som er rapportert etter § 6-10 kan på samme måte gjøres tilgjengelig for oppdragsgiver og oppdragstaker.",
                        "§ 8-9 nr. 1 skal lyde:",
                        "1.Når skatteoppgjøret er ferdig, skal det snarest mulig sendes til skattyter. Melding om fastsetting av formue og inntekt fastsatt etter reglene i skatteloven §§ 10-40 til 10-45, sendes selskapets styre og daglig leder. Melding om kildeskatt på utbytte sendes til selskapet som har eller skulle ha trukket kildeskatten. Skatteoppgjør og melding etter dette ledd kan gjøres tilgjengelig for mottakeren ved elektronisk kommunikasjon.",
                        "§ 9-2 nr. 4 skal lyde:",
                        "4.Klage over ligningen må leveres innen seks uker etter at skatteoppgjøret er sendt skattyter, likevel slik at klagefristen tidligst utløper 10. august. Klage over ligning som gjelder kildeskatt på utbytte må leveres innen utgangen av ligningsåret. Er skattyterens oppgaver fraveket som angitt i § 8-3 nr. 1 jf. nr. 2 uten at påbudt varsel er sendt, kan klage over fraviket likevel leveres innen tre uker etter at skattyteren ble oppmerksom på fraviket, men ikke mer enn tre år etter inntektsåret.",
                        "§ 10-1 nr. 1 første punktum skal lyde:",
                        "Skattyter som leverer selvangivelse, næringsoppgave eller pliktig selskapsoppgave med vedlegg etter leveringsfristen, men før skatteoppgjøret er sendt skattyter, skal svare en forsinkelsesavgift.",
                        "§ 10-2 nr. 1 annet punktum skal lyde:",
                        "Som unnlatt levering av selvangivelse eller næringsoppgave regnes levering etter at skatteoppgjøret er sendt skattyter.",
                        "§ 11-1 nr. 4 skal lyde:",
                        "4.Søksmål fra en skattepliktig til prøving av en ligningsavgjørelse må reises innen 6 måneder etter at skatteoppgjøret eller endringsvedtak ble sendt skattyteren. I saker om kildeskatt på utbytte må søksmål til prøving av ligningen reises innen 1. juli året etter ligningsåret, likevel slik at søksmål til prøving av et endringsvedtak kan reises innen 6 måneder etter at vedtaket ble sendt skattyteren. Når endringssak er gjennomført etter § 3-11 nr. 4, jf. § 8-3 nr. 5, regnes søksmålsfristen fra nytt skatteoppgjør ble sendt skattyteren. Det kan gis oppfriskning for oversittelse av fristen etter reglene i tvisteloven §§ 16-12 til 16-14. Etter utløpet av denne fristen gjelder likevel fristen i skattebetalingsloven § 17-1 nr. 5 i sak om tvangsfullbyrdelse eller midlertidig sikring.",
                        "Endringsloven trer i kraft straks. Endringen i § 6-2 nr. 3 bokstav a trer i kraft straks og skal ha virkning for lønnsinnberetning for inntektsåret 2011 og senere. Endringene i § 8-9 nr. 1, § 9-2 nr. 4, § 10-1 nr. 1 første og annet punktum og § 11-1 nr. 4 trer i kraft fra 1. januar 2011."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}