{
    "lawId": "LOV-2010-12-10-69",
    "lawName": "Lov om endringer i lov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav (skattebetalingsloven)",
    "shortName": "Endringslov til skattebetalingsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 11-5",
                    "title": "Rentetillegg og rentegodtgjørelse ved skatteavregningen",
                    "sections": [
                        "(1) Restskatt tillegges rentetillegg. Rentetillegget beregnes med rentesats etter skattebetalingsloven § 11-6 annet ledd annet punktum, redusert med 28 %. Rentetillegget beregnes fra 1. juli i inntektsåret for personlige skattytere og fra 15. mars i året etter inntektsåret for upersonlige skattytere, og fram til forfallsfristen for første termin av restskatten.",
                        "(2) Personlige skattytere som får utbetalt overskytende forskudd på skatt etter skattebetalingsloven kapittel 7, eller som får utbetalt negativ skatt som følge av at fastsatt fradrag overstiger utlignet skatt, gis rentegodtgjørelse etter følgende regler:",
                        "a)For overskytende forskuddstrekk og overskytende utskrevet forskuddsskatt innbetalt innen utgangen av inntektsåret, samt negativ skatt, gis rentegodtgjørelse med rentesats etter § 11-6 annet ledd annet punktum redusert med 28 %, beregnet fra 1. juli i inntektsåret og fram til skatteoppgjøret blir sendt skattyter.",
                        "b)For overskytende utskrevet forskuddsskatt og tilleggsforskudd som blir innbetalt senest 31. mai i året etter inntektsåret, gis rentegodtgjørelse med rentesats etter § 11-6 annet ledd annet punktum redusert med 28 %, beregnet fra 31. mai og fram til skatteoppgjøret blir sendt skattyter.",
                        "(3) Upersonlige skattytere som får utbetalt overskytende forskudd på skatt etter skattebetalingsloven kapittel 7, eller som får utbetalt negativ skatt som følge av at fastsatt fradrag overstiger utlignet skatt, gis rentegodtgjørelse etter følgende regler:",
                        "a)Når samlet forskuddsskatt innbetalt senest 31. mai i året etter inntektsåret overstiger utlignet skatt, gis rentegodtgjørelse for det overstigende beløpet med rentesats etter § 11-6 annet ledd annet punktum redusert med 28 %, beregnet fra 15. mars i året etter inntektsåret og fram til skatteoppgjøret blir sendt skattyter.",
                        "b)Ved avregning etter forhåndsligning gis rentegodtgjørelse etter tredje ledd bokstav a bare når avregning skjer senere enn 31. mai i året etter ligningsåret.",
                        "(4) Departementet kan i forskrift gi nærmere regler om rentetillegg og rentegodtgjørelse ved skatteavregningen.",
                        "§ 17-1 femte ledd tredje punktum skal lyde:",
                        "Første og annet punktum gjelder tilsvarende for søksmålsfristene etter merverdiavgiftsloven § 20-1 tredje ledd og tolloven § 12-14 første ledd.",
                        "Gjeldende tredje punktum blir nytt fjerde punktum.",
                        "Endringsloven trer i kraft straks. Endringen i § 5-9 første ledd bokstav b trer i kraft straks og skal ha virkning for beregning av forskuddstrekk for inntektsåret 2011 og senere. Endringene i § 10-21 første, tredje og nytt fjerde ledd, § 10-22 annet ledd, § 10-60 tredje ledd, § 11-4 annet ledd, § 11-5 og § 17-1 femte ledd tredje punktum trer i kraft 1. januar 2011."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}