{
    "lawId": "LOV-2010-06-25-34",
    "lawName": "Lov om endringar i lov 13. juni 1975 nr. 35 om skattlegging av undersjøiske petroleumsforekomster m.v",
    "shortName": "Endringslov til petroleumsskatteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 6",
                    "title": "Ligning og bindende forhåndsuttalelse. Klage. Søksmål. Opplysningsplikt.",
                    "sections": [
                        "§ 6 nytt nr. 6 skal lyde:",
                        "Skattepliktig som nevnt i § 5 skal gi opplysninger om avtale- og salgsvilkår for all realisasjon av naturgass som er skattepliktig etter § 5. Uttak av naturgass fra virksomhet som nevnt i § 5 skal likestilles med realisasjon etter foregående punktum så langt det passer. Opplysningsplikten etter dette ledd gjelder tilsvarende for den som på vegne av staten realiserer naturgass som produseres fra statens deltakerandeler i utvinningstillatelser på norsk kontinentalsokkel (SDØE), for så vidt gjelder slik gass. Oljeskattekontoret kan pålegge opplysningspliktig etter dette ledd å sende inn kopi av avtale om realisasjon av naturgass.",
                        "Opplysninger om avtale- og salgsvilkår for naturgass som er realisert i et kvartal, skal ukrevet sendes Oljeskattekontoret innen én måned etter utløpet av kvartalet. Departementet kan i forskrift fastsette annen frist for innsending av opplysninger. Opplysningene kan kreves innsendt elektronisk. Opplysninger gitt etter første ledd kan gis til Olje- og energidepartementet uten hinder av taushetsplikten.",
                        "Den som ikke sender inn opplysninger eller avtale etter første ledd innen fastsatt frist, kan ilegges et gebyr. Gebyret skal være et fastsatt beløp per dag for hver oppgave eller avtale som ikke innsendes. Departementet fastsetter gebyrets størrelse. Gebyret ilegges av Oljeskattekontoret. Hvis det godtgjøres at feilen skyldes årsaker den opplysningspliktige ikke kan lastes for, kan gebyr frafalles. Vedtak om gebyr truffet av Oljeskattekontoret kan påklages til Skattedirektoratet.",
                        "Departementet kan bestemme at første ledd ikke skal gjelde for enkelte typer naturgass.",
                        "Endringslova tek til å gjelde frå den tid departementet bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}