{
    "lawId": "LOV-2010-06-18-23",
    "lawName": "Lov om endringer i bidragsinnkrevingsloven og barnelova (tilpasninger til Haag-konvensjonen av 2007)",
    "shortName": "Endringslov til bidragsinnkrevingsl. og barnelova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 83 a",
                    "title": "Henting og utlevering av opplysningar etter avtale med framand stat",
                    "sections": [
                        "Når avtaler med framand stat med heimel i § 85 andre stykket i lova her eller i bidragsinnkrevingsloven § 2 har reglar om utveksling av informasjon, kan Arbeids- og velferdsetaten utan hinder av teieplikt gi andre medlemsland opplysningar om identitet, adresse eller inntekts- og formuestilhøve for partane i ei bidragssak, eventuelt etter at opplysningane er henta etter § 10 andre stykket i lova her eller etter bidragsinnkrevingsloven kapittel 3.",
                        "Ny § 83 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 83 b",
                    "title": "Godkjenning av private avtaler for innkrevjing i utlandet",
                    "sections": [
                        "Når ein part med heimel i ei avtale med framand stat ber om innkrevjing av ei avtale om tilskot etter § 70 første stykket, skal avtala sendast Arbeids- og velferdsetatens innkrevingssentral for godkjenning. Sentralen skal kontrollere at vilkåra for innkrevjing av avtala etter norske reglar er oppfylte. Om vilkåra er oppfylte, skal sentralen godkjenne avtala og gi skriftleg fråsegn om at avtala er godkjent og tvangskraftig i Noreg.",
                        "Loven trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}