{
    "lawId": "LOV-2010-06-18-26",
    "lawName": "Lov om endringer i barnehageloven",
    "shortName": "Endringslov til barnehageloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1a",
                    "title": "Særlig formål",
                    "sections": [
                        "Eiere av private barnehager kan i vedtektene bestemme at verdiene i loven § 1 ikke skal forankres i den kristne og humanistiske arv og tradisjon.",
                        "Private barnehager og barnehager eiet eller drevet av menigheter innen Den norske kirke kan i vedtektene fastsette særlige bestemmelser om tros- eller livssynsformål.",
                        "§ 2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Barnehagens innhold",
                    "sections": [
                        "Barnehagen skal være en pedagogisk virksomhet.",
                        "Barnehagen skal gi barn muligheter for lek, livsutfoldelse og meningsfylte opplevelser og aktiviteter.",
                        "Barnehagen skal ta hensyn til barnas alder, funksjonsnivå, kjønn, sosiale, etniske og kulturelle bakgrunn, herunder samiske barns språk og kultur.",
                        "Barnehagen skal formidle verdier og kultur, gi rom for barns egen kulturskaping og bidra til at alle barn får oppleve glede og mestring i et sosialt og kulturelt fellesskap.",
                        "Barnehagen skal støtte barns nysgjerrighet, kreativitet og vitebegjær og gi utfordringer med utgangspunkt i barnets interesser, kunnskaper og ferdigheter.",
                        "Barnehagen skal ha en helsefremmende og en forebyggende funksjon og bidra til å utjevne sosiale forskjeller.",
                        "Departementet fastsetter en rammeplan for barnehagen. Rammeplanen skal gi retningslinjer for barnehagens innhold og oppgaver.",
                        "Barnehagens eier kan tilpasse rammeplanen til lokale forhold.",
                        "Med utgangspunkt i rammeplan for barnehagen skal samarbeidsutvalget for hver barnehage fastsette en årsplan for den pedagogiske virksomheten.",
                        "§ 7 fjerde ledd skal lyde:",
                        "Barnehageeieren skal fastsette barnehagens vedtekter. Vedtektene skal gi opplysninger som er av betydning for foreldrenes/de foresattes forhold til barnehagen, herunder",
                        "a)eierforhold,",
                        "b)formål, jf. §§ 1 og 1a",
                        "c)opptakskriterier,",
                        "d)antall medlemmer i samarbeidsutvalget,",
                        "e)barnehagens åpningstid.",
                        "§ 10 første ledd skal lyde:",
                        "Kommunen avgjør søknad om godkjenning etter en vurdering av barnehagens egnethet i forhold til formål og innhold, jf. §§ 1, 1a og 2.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}