{
    "lawId": "LOV-2010-12-17-80",
    "lawName": "Lov om endringar i folketrygdlova og enkelte andre lover",
    "shortName": "Endringslov til folketrygdloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 8-51",
                    "title": "Medlem mellom 62 og 70 år",
                    "sections": [
                        "Til et medlem mellom 62 og 70 år ytes det sykepenger etter bestemmelsene i kapitlet her uavhengig av om det er tatt ut alderspensjon.",
                        "Til et medlem mellom 67 og 70 år ytes det sykepenger etter bestemmelsene i kapitlet her dersom inntektsgrunnlaget overstiger to ganger grunnbeløpet.",
                        "Sykepenger fra trygden ytes i opptil 60 sykepengedager til medlem mellom 67 og 70 år.",
                        "§ 8-52 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-52",
                    "title": "Medlemmer med avtalefestet pensjon",
                    "sections": [
                        "Det ytes ikke sykepenger til et medlem som mottar ugradert avtalefestet pensjon. Til et medlem som mottar avtalefestet pensjon etter AFP-tilskottsloven kapittel 2 og 3 (ny ordning), ytes det likevel sykepenger etter reglene i § 8-51. Det samme gjelder et medlem over 65 år som arbeider i privat sektor og som har avtalefestet pensjon fra kommunal pensjonsordning beregnet som tjenestepensjon.",
                        "Til et medlem som mottar avtalefestet pensjon som er gradert ut fra arbeidsinntekt eller reduksjon i arbeidstid, ytes det sykepenger etter bestemmelsene i kapitlet her. Når trygden yter sykepenger, fastsettes sykepengegrunnlaget ut fra den arbeidsinntekten som medlemmet har i tillegg til den graderte pensjonen.",
                        "§ 11-13 tredje ledd skal lyde:",
                        "Det kan også gis arbeidsavklaringspenger i inntil seks måneder til medlem som ikke har opparbeidet seg ny rett til sykepenger etter kapittel 8 og som",
                        "a)tidligere har mottatt arbeidsavklaringspenger og som innen seks måneder igjen blir arbeidsufør som følge av en annen sykdom, selv om nedsettelsen av arbeidsevnen antas å være rent forbigående,",
                        "b)tidligere har mottatt arbeidsavklaringspenger og som innen ett år igjen blir arbeidsufør som følge av samme sykdom, selv om nedsettelsen av arbeidsevnen antas å være rent forbigående, eller",
                        "c)tidligere har mottatt sykepenger etter kapittel 8 i til sammen 248, 250 eller 260 sykepengedager i løpet av de siste tre årene (§ 8-12), og igjen blir arbeidsufør mens vedkommende er i arbeid.",
                        "§ 11-14 første ledd andre punktum skal lyde:",
                        "Som reell arbeidssøker regnes den som er arbeidsfør og villig til å ta ethvert arbeid som han eller hun kan utføre, og som er lønnet etter tariff eller sedvane hvor som helst i Norge uavhengig om det er på heltid eller deltid og til å delta på arbeidsrettede tiltak.",
                        "§ 11-23 andre ledd skal lyde:",
                        "Arbeidsavklaringspengene faller ikke bort dersom medlemmet tar ut alderspensjon etter lovens kapittel 19 og 20. Når medlemmet får barnepensjon etter lovens kapittel 18, reduseres arbeidsavklaringspengene med samme beløp.",
                        "§ 11-24 tredje ledd skal lyde:",
                        "Arbeidsavklaringspengene reduseres ikke dersom medlemmet tar ut redusert alderspensjon etter lovens kapittel 19 og 20. Når medlemmet får barnepensjon etter lovens kapittel 18, reduseres arbeidsavklaringspengene med samme beløp.",
                        "§ 12-12 andre ledd tredje punktum skal opphevast.",
                        "Nytt femte strekpunkt i innleiinga i kapittel 22 skal lyde:",
                        "-utbetaling av grunnstønad og hjelpestønad til barn i fosterheim står i § 22-3 b",
                        "Noverande femte til nittande strekpunktet blir sjette til tjuande strekpunktet.",
                        "Ny § 22-3 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 22-3 b",
                    "title": "Ytelser til barn i fosterhjem",
                    "sections": [
                        "Grunnstønad og hjelpestønad til barn som er plassert i fosterhjem etter barnevernloven § 4-14, utbetales til fosterforeldrene. Ved plassering i midlertidig hjem i påvente av fosterhjemsplassering, skjer utbetaling til barnevernet.",
                        "§ 22-15 tredje ledd første punktum skal lyde:",
                        "Dersom det etterbetales lønn, eller erstatning for lønn, for tidsrom som det allerede er utbetalt arbeidsavklaringspenger eller dagpenger under arbeidsløshet for, kan det for meget utbetalte kreves tilbake.",
                        "I lov 10. desember 2004 nr. 76 om arbeidsmarkedstjenester skal desse endringane gjerast:",
                        "§ 19 første ledd skal lyde:",
                        "Arbeids- og velferdsetaten kan pålegge arbeidssøkere, arbeidstakere, arbeidsgivere, offentlige myndigheter, utdanningsinstitusjoner, Statens lånekasse for utdanning, Posten Norge AS, forsikringsselskaper, banker, private pensjonsordninger og tiltaks- og formidlingsaktører å gi opplysninger som er nødvendige for at Arbeids- og velferdsetaten skal kunne utføre sine oppgaver etter denne loven.",
                        "Overskriften til § 29 skal lyde:",
                        "Straff for å gi uriktige opplysninger og for å ikke gi nødvendige opplysninger",
                        "I lov 18. desember 2009 nr. 131 om sosiale tjenester i arbeids- og velferdsforvaltingen skal desse endringane gjerast:",
                        "§ 2 første ledd skal lyde:",
                        "Lovens bestemmelser om tjenester gjelder for alle som oppholder seg i riket. Kongen kan gi forskrifter som begrenser anvendelsen av loven på personer som ikke er norske statsborgere, eller som ikke har bopel i riket. Kongen kan også gi forskrifter om anvendelse av loven på personer som oppholder seg i utlandet, men som har tilknytning til riket.",
                        "§ 29 første ledd skal lyde:",
                        "Kvalifiseringsprogram gjelder for personer i yrkesaktiv alder med vesentlig nedsatt arbeids- og inntektsevne og ingen eller svært begrensede ytelser til livsopphold etter folketrygdloven eller arbeidsmarkedsloven.",
                        "Endringane i del I trer i kraft 1. januar 2011. For medlem som per 31. desember 2010 er minst 63 år og som har fremma krav om dagpengar som gir rett til dagpengar før 1. januar 2011, får opphevinga av § 4-17 verknad først frå 1. januar 2012.",
                        "Endringane i del II og III trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}