{
    "lawId": "LOV-2010-09-03-54",
    "lawName": "Lov om endringer i burettslagslova mv",
    "shortName": "Endringslov til burettslagslova mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 5 a",
                    "title": "Forbod mot festehøve på utbygde eigartomter",
                    "sections": [
                        "Det kan ikkje skipast feste på utbygde eigartomter når bygningane på tomta i hovudsak skal nyttast til bustad. Dette gjeld likevel berre om avhending av tomta kan sameinast med eigarens rettsgrunnlag etter lov eller avtale.",
                        "Retten kan under omsyn til tilhøvet mellom partane, fordelinga av skuld og tilhøva elles lempe plikta festaren har til å betale festeavgift når det er skipa feste i strid med føresegnene i fyrste ledd. Partane kan avtale at slik avgjerd skal høyre under skjønn.",
                        "§ 43 annet ledd første punktum skal lyde:",
                        "Ved skjønn etter §§ 5 a, 15 og 37 skal talet på skjønnsmedlemer alltid vere to, både ved skjønn og overskjønn.",
                        "I lov 13. juni 1997 nr. 43 om avtalar med forbrukar om oppføring av ny bustad m.m. skal § 1a annet ledd lyde:",
                        "Avtalen skal opplyse om kontantvederlag, andel fellesgjeld i burettslaget og den samla summen av desse beløpa.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt gjøres følgende endring:",
                        "§ 2-30 første ledd bokstav l oppheves.",
                        "Nåværende § 2-30 første ledd bokstav m til n blir bokstav l til m.",
                        "I lov 6. juni 2003 nr. 39 om burettslag gjøres følgende endringer:",
                        "§ 2-6 annet ledd nytt annet punktum skal lyde:",
                        "Departementet kan i forskrift gi føresegner om kva kostnader som skal vere med i driftsbudsjettet, og andre føresegner som heng saman med eit driftsbudsjett.",
                        "§ 2-6 nytt fjerde ledd skal lyde:",
                        "(4) Planen skal vise kor mykje kvar andelseigar skal nedbetale av fellesgjelda gjennom felleskostnadene og kor mykje kvar andelseigar skal finansiere sjølve.",
                        "Nåværende fjerde ledd blir nytt femte ledd og skal lyde:",
                        "(5) Planen kan endrast av styret, eventuelt med samtykke frå generalforsamlinga etter § 8-9. Ved endring av planen må fellesgjelda vere i samsvar med §§ 2-14 og 2-15. Endring av innskotet kan berre skje etter § 2-10, og endring av fordelinga av felleskostnadene kan berre skje etter § 5-19.",
                        "Ny § 2-12 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": [
                {
                    "name": "§ 2-12 a",
                    "title": "Forbod om avtale om rett til bustad",
                    "sections": [
                        "Det er forbode å inngå avtale mellom yrkesutøvar som nemnt i § 2-12 og kjøpar om rett til bustad som er knytt til, eller skal knytast til andel i burettslag, dersom kjøparen ikkje kan eige andelen etter §§ 4-1 flg.",
                        "Kapittel 2 nytt avsnitt IV skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV Fellesgjeld",
            "paragraphs": [
                {
                    "name": "§ 2-14",
                    "title": "Maksimalgrense",
                    "sections": [
                        "Er det fastset i byggje- og finansieringsplanen at laget skal ha fellesgjeld, skal fellesgjelda ved stiftinga ikkje utgjere meir enn 75 prosent av kostnadsoverslaget i byggje- og finansieringsplanen, jf. § 2-6. Ei låneavtale som fører til at fellesgjelda går over grensa i første punktum, er ugyldig for den overskytande delen."
                    ]
                },
                {
                    "name": "§ 2-15",
                    "title": "Krav til fellesgjeld",
                    "sections": [
                        "Ved stifting av burettslag skal fordelinga mellom storleiken på den delen av fellesgjelda som kvar andelseigar skal nedbetale gjennom felleskostnadene og det dei skal finansiere sjølve, jf. § 2-6 fjerde ledd, vere prosentvis lik for alle andelane i laget. Den einskilde andelseigar kan likevel få rett til å nedbetale sin del av fellesgjelda dersom burettslaget og finansinstitusjonen, som har gitt felleslånet, har avtalt ein slik rett for andelseigarane."
                    ]
                },
                {
                    "name": "§ 2-16",
                    "title": "Opplysningar",
                    "sections": [
                        "Før avtale om rett til bustad som er knytt til eller skal knytast til andel i burettslag, vert inngått, skal yrkesutøvar som nemnt i § 2-12 opplyse kjøparen om rente- og avdragsvilkår, løpetid og andre vilkår av vesentleg betyding for nedbetaling av fellesgjelda.",
                        "§ 5-21 tredje ledd nytt tredje punktum skal lyde:",
                        "Tvangssal av andelen skal haldast som tvangsauksjon etter tvangsfullbyrdelsesloven kapittel 11, om ikkje burettslaget krev sal ved medhjelpar.",
                        "Kapittel 5 nytt avsnitt VII skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VII Sikring mot tap av felleskostnader",
            "paragraphs": [
                {
                    "name": "§ 5-26",
                    "title": "Sikring mot tap av felleskostnader",
                    "sections": [
                        "(1) Med sikring mot tap av felleskostnader i burettslag er meint overtaking av den risikoen burettslaget har for manglande dekning av felleskostnader.",
                        "(2) Sikring som nemnt i første ledd kan berre etablerast og tilbydast etter lova her."
                    ]
                },
                {
                    "name": "§ 5-27",
                    "title": "Krav til tilbydaren",
                    "sections": [
                        "Berre føretak som har løyve til å drive skadeforsikrings- eller finansieringsverksemd, kan tilby sikring etter § 5-26."
                    ]
                },
                {
                    "name": "§ 5-28",
                    "title": "Krav til produktet",
                    "sections": [
                        "Departementet gir nærare forskrifter om krav til produktet, og kan i den samanhengen gi føresegner som vik frå forsikringsvirksomhetsloven og finansieringsvirksomhetsloven."
                    ]
                },
                {
                    "name": "§ 5-29",
                    "title": "Oppseiing",
                    "sections": [
                        "Oppseiing av avtale om sikring etter kapitlet her skal vedtakast av generalforsamlinga. Dersom avtale om sikring stiller vilkår om bruk av ein særskilt forretningsførar, må oppseiing av avtale om forretningsførsel også vedtakast av generalforsamlinga."
                    ]
                },
                {
                    "name": "§ 5-30",
                    "title": "Marknadsføring og informasjon",
                    "sections": [
                        "Berre sikring etter §§ 5-26 til 5-29 kan marknadsførast som sikring mot tap av felleskostnader ved sal av andelar i burettslag. Andre ordningar kan heller ikkje marknadsførast på ein måte som gjer at dei kan forvekslast med å vere sikring etter §§ 5-26 til 5-29.",
                        "§ 8-10 første ledd nytt tredje punktum skal lyde:",
                        "Så lenge yrkesutøvar som nemnt i § 2-12 eig meir enn ein tredjedel av andelane i laget, kan det ikkje fastsetjast i vedtektene at burettslaget ikkje skal ha forretningsførar.",
                        "§ 12-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-1",
                    "title": "Skadebotansvar",
                    "sections": [
                        "(1) Den som i eigenskap av styremedlem, forretningsførar, granskar eller andelseigar valdar tap forsettleg eller aktlaust for laget, andelseigarar eller andre under utføringa av oppgåva si, har plikt til å bøte tapet. Det same gjeld for medlem av andre organ som er skipa etter vedtektene.",
                        "(2) Yrkesutøvar eller kjøpar som bryt forbodet i § 2-12 a og forsettleg eller aktlaust valdar tap for laget eller andelseigarar, har plikt til å bøte tapet.",
                        "I lov 29. juni 2007 nr. 73 om eiendomsmegling gjøres følgende endringer:",
                        "§ 6-7 annet ledd nr. 12 og nr. 13 skal lyde:",
                        "12.hvis kjøpesum er fastsatt, totalkostnad som omfatter andel av fellesgjeld, alle gebyrer, avgifter og øvrige kostnader,",
                        "13.hvis kjøpesum ikke er fastsatt, en samlet oppstilling som omfatter prisantydning, andel av fellesgjeld, alle gebyrer, avgifter og øvrige kostnader, samt summen av disse beløpene, og",
                        "§ 6-7 tredje ledd skal lyde:",
                        "(3) Ved transaksjoner som omfattes av lovens § 1-2 annet ledd nr. 3, skal den skriftlige oppgaven også inneholde følgende opplysninger:",
                        "1.lånevilkårene for nedbetaling av fellesgjeld og månedlige felleskostnader, samt andre faste kostnader som knytter seg til dette,",
                        "2.separat beregning av månedlige felleskostnader etter en eventuell avdragsfri periode,",
                        "3.opplysninger om at kjøper kan holdes ansvarlig for manglende dekning av felleskostnader og usolgte enheter hørende til prosjektet,",
                        "4.opplysninger om borettslaget har sikring mot tap av felleskostnader, jf. lov 6. juni 2003 nr. 39 om burettslag kapittel 5 avsnitt VII, og i så fall hvem som er tilbyder, varigheten av avtalen og oppsigelsesvilkårene,",
                        "5.relevante rettigheter og forpliktelser for boligselskapet ifølge lov, forskrift, vedtekter, vedtak og avtaler som har betydning for handelen,",
                        "6.vesentlige opplysninger om boligselskapets budsjett og regnskap, samt opplysninger om at disse dokumentene er tilgjengelige hos oppdragstaker.",
                        "Nytt § 6-7 fjerde ledd skal lyde:",
                        "(4) Ved formidling av sameieandeler og eierseksjoner gjelder tredje ledd nr. 1, 5 og 6 tilsvarende.",
                        "Nåværende fjerde og femte ledd blir nytt femte og sjette ledd.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        }
    ]
}