{
    "lawId": "LOV-2010-06-25-29",
    "lawName": "Lov om endringer i lov om Statens Pensjonskasse, lov om samordning av pensjons- og trygdeytelser og i enkelte andre lover (oppfølging av avtale om tjenestepensjon og AFP i offentlig sektor i tariffoppgjøret 2009)",
    "shortName": "Endringslov til div. pensjonslover",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "Kapittel VII. Samordning med pensjon fra folketrygden og avtalefestet pensjon i privat sektor fra 1. januar 2011",
            "paragraphs": [
                {
                    "name": "§ 24",
                    "title": "Supplerende bestemmelser om samordning av tjenestepensjon og personskadetrygd med pensjon fra folketrygden.",
                    "sections": [
                        "1.Alderspensjon fra tjenestepensjonsordning samordnes med alderspensjon etter folketrygdloven kapittel 19 ved at det tas utgangspunkt i basispensjonen. Samordningsfradrag for grunnpensjon, tilleggspensjon, særtillegg og ventetillegg beregnes etter reglene i §§ 19 og 23. Basispensjonstillegg etter folketrygdloven § 19-9 tredje ledd og tillegg etter folketrygdloven § 19-14 femte ledd samordnes som særtillegg, jf. § 23. Samordningsfradragene divideres med det aktuelle forholdstallet som er fastsatt etter folketrygdloven § 19-7.",
                        "Samordningen foretas tidligst fra måneden etter pensjonisten fyller 67 år. Dersom tjenestepensjonen tas ut før eller ved 67 år, legges forholdstallet ved 67 år til grunn. Dette gjelder også dersom det er tatt ut hel eller delvis alderspensjon fra folketrygden før 67 år.",
                        "Dersom tjenestepensjonen tas ut etter fylte 67 år, benyttes forholdstallet på uttakstidspunktet. Dette gjelder også dersom det er tatt ut hel eller delvis alderspensjon fra folketrygden på et tidligere tidspunkt.",
                        "2.Uførepensjon fra tjenestepensjonsordning samordnes med alderspensjon etter folketrygdloven kapittel 19 fra 67 år etter bestemmelsene i nr. 1.",
                        "3.Enke- og enkemannspensjon fra tjenestepensjonsordning samordnes med alderspensjon etter folketrygdloven kapittel 19 fra 67 år. Samordningsfradragene divideres ikke med forholdstall. Dersom det er tatt ut alderspensjon fra folketrygden før 67 år, samordnes enke- og enkemannspensjonen med den pensjon eller overgangsstønad etter folketrygdloven kapittel 17 som enken eller enkemannen ville hatt rett til dersom vedkommende ikke hadde tatt ut alderspensjon. Bestemmelsen her gjelder tilsvarende for fraskilte, selv om den fraskilte ikke har rett til pensjon etter avdød tidligere ektefelle.",
                        "4.Ved samordning av pensjon fra personskadetrygd med alderspensjon etter folketrygdloven kapittel 19 beregnes samordningsfradrag for grunnpensjonen etter reglene i § 20, mens samordningsfradrag for tilleggspensjon, særtillegg og ventetillegg beregnes etter særlovgivningen om yrkesskadetrygd og krigspensjonering. For øvrig gjelder bestemmelsene i paragrafen her så langt de passer.",
                        "5.Samordningsfradrag for alderspensjon fra folketrygden reguleres etter folketrygdloven § 19-14 annet, tredje og sjuende ledd."
                    ]
                },
                {
                    "name": "§ 25",
                    "title": "Samordning med avtalefestet pensjon i privat sektor",
                    "sections": [
                        "Ytes det samtidig alderspensjon fra tjenestepensjonsordning og avtalefestet pensjon etter AFP-tilskottsloven kapittel 2, skal den avtalefestede pensjonen gå til fradrag i tjenestepensjonen fra og med måneden etter pensjonisten fyller 67 år. Det samme gjelder kompensasjonstillegg etter AFP-tilskottsloven kapittel 3.",
                        "Fradragene etter første ledd begrenses forholdsmessig hvis pensjonisten ikke har full tjenestetid i tjenestepensjonsordningen. Dersom det er tatt ut avtalefestet pensjon før fylte 67 år, foretas samordningen som om det var tatt ut avtalefestet pensjon ved 67 år.",
                        "Personer som er født i 1953 eller tidligere skal gis overgangstillegg som tilsvarer 85 prosent av fradragene etter første og annet ledd. Tilleggene reduseres med 1/10 for hvert årskull fra og med 1954, slik at personer i dette kullet får 9/10 av tillegget, 1955-kullet får 8/10 av tillegget, osv. til 1962-kullet som får 1/10 av tillegget. Personer født i 1963 eller senere får ikke tillegg. Overgangstilleggene skal begrense fradragene etter første og annet ledd.",
                        "Samordningsfradrag for avtalefestet pensjon etter AFP-tilskottsloven kapittel 2 reguleres etter folketrygdloven § 19-14 annet og sjuende ledd. Samordningsfradrag for kompensasjonstillegg etter AFP-tilskottsloven § 3 reguleres ikke.",
                        "Nåværende kapittel VII blir nytt kapittel VIII. Nåværende §§ 24 til 26 blir nye §§ 26 til 28 og nåværende §§ 26 a til 29 blir nye §§ 29 til 32.",
                        "I § 3 tredje ledd første punktum, § 7 nr. 1 annet ledd annet punktum og nr. 2 første punktum skal navnet «Statens Pensjonskasse» endres til «Statens pensjonskasse».",
                        "I lov 12. desember 1958 nr. 10 om yrkesskadetrygd gjøres følgende endringer:",
                        "§ 12 nr. 3 tredje ledd skal lyde:",
                        "Bestemmelsene i annet ledd får tilsvarende anvendelse dersom den skadede har rett til alderspensjon, enkepensjon eller enkemannspensjon etter lov om folketrygd, eller har tatt ut avtalefestet pensjon som omfattes av samordningsloven § 1 nr. 1 første ledd bokstav d. For øvrig gjelder samordningsloven § 24.",
                        "§ 19 nr. 1 annet ledd skal lyde:",
                        "Dersom enken har rett til pensjon etter lov om folketrygd eller avtalefestet pensjon som omfattes av samordningsloven § 1 nr. 1 første ledd bokstav d, skal tilleggspensjonen fra folketrygden og avtalefestet pensjon gå til fradrag i enkepensjonen etter nærværende lov. For øvrig gjelder samordningsloven § 24. Er pensjonsgivende inntekt i folketrygden større enn trygdet arbeidsinntekt, skal fradragsbeløpet svare til tilleggspensjon beregnet på grunnlag av trygdet arbeidsinntekt.",
                        "§ 57 nr. 1 skal lyde:",
                        "1.Fra 1. januar 2011 reguleres følgende satser med lønnsveksten fram til fylte 67 år:",
                        "a)satsene for uførepensjoner, enkepensjoner og barnepensjoner til første barn når begge foreldrene er døde, forutsatt at skadetilfellet enten er inntruffet i tidsrommet 1. januar 1960 – 31. desember 1970, eller går inn under loven her ved omregning etter § 53 punkt 1 eller etter kapittel II i endringsloven 9. juni 1961 nr. 19.",
                        "b)satsene for invaliderenter med forsørgingstillegg og hjelpeløshetstillegg til en skadd som var fylt 70 år før 1. januar 1960, forutsatt at skadetilfellet går inn under en av lovene nevnt i § 53 punkt 1 bokstavene a-c, og arbeidsevnen er nedsatt med minst 30 prosent.",
                        "Fra 67 år reguleres de nevnte satsene i samsvar med lønnsveksten og fratrekkes deretter 0,75 prosent.",
                        "Ved reguleringen benyttes de reguleringsfaktorer Kongen fastsetter etter folketrygdloven § 19-14 åttende ledd. Reguleringen skjer årlig med virkning fra 1. mai.",
                        "I lov 22. juni 1962 nr. 12 om pensjonsordning for sykepleiere gjøres følgende endringer:",
                        "§ 7 første ledd skal lyde:",
                        "Et medlem får alderspensjon når det helt eller delvis fratrer sin stilling ved eller etter den aldersgrensen som gjelder for stillingen.",
                        "§ 7 nytt åttende ledd skal lyde:",
                        "Alderspensjon etter tredje ledd kan ikke tas ut samtidig med alderspensjon fra folketrygden. Er det tatt ut alderspensjon fra folketrygden, må den stanses før det gis pensjon etter tredje ledd. Det kan heller ikke ytes alderspensjon etter tredje ledd til en person som mottar eller har mottatt avtalefestet pensjon etter AFP-tilskottsloven.",
                        "§ 8 første ledd tredje punktum oppheves.",
                        "§ 9 nytt annet ledd skal lyde:",
                        "Alderspensjonen skal levealdersjusteres etter bestemmelsene i § 10 a.",
                        "§ 9 nytt tredje ledd skal lyde:",
                        "Forsørger medlemmet barn under 18 år, skal det for hvert barn ytes et barnetillegg på 10 % av alderspensjonen etter levealdersjustering. Alderspensjonen med barnetillegg må likevel ikke overstige 90 % av pensjonsgrunnlaget etter levealdersjustering. Barnetillegg betales ut den måned hvori barnet fyller 18 år, eller i tilfelle ut måneden etter barnets død.",
                        "Nåværende tredje og fjerde ledd blir nye fjerde og femte ledd.",
                        "I § 10 tredje ledd annet punktum endres henvisningen til folketrygdloven «§ 19-6» til «§ 19-10».",
                        "§ 10 nytt fjerde ledd skal lyde:",
                        "Oppsatt alderspensjon skal levealdersjusteres etter bestemmelsene i § 10 a.",
                        "Ny § 10 a skal lyde:",
                        "Alderspensjon skal levealdersjusteres, det vil si at den enkeltes pensjon justeres for endringer i befolkningens levealder.",
                        "Levealdersjustering gjennomføres ved hjelp av forholdstall som fastsettes av Arbeids- og velferdsdirektoratet for årskull fra og med 1943-kullet, jf. folketrygdloven § 19-7.",
                        "Alderspensjon skal levealdersjusteres tidligst fra 67 år. Dette gjelder også dersom det er utbetalt alderspensjon fra et tidligere tidspunkt. Pensjonen divideres med forholdstallet som gjelder ved 67 år.",
                        "Dersom medlemmet fratrer stillingen etter 67 år, skal forholdstallet på fratredelsestidspunktet benyttes. Det skal likevel ikke benyttes lavere forholdstall enn 1,000, slik at pensjonen ved full tjenestetid ikke blir høyere enn 66 % av pensjonsgrunnlaget.",
                        "Ved overgang fra uførepensjon til alderspensjon for medlemmer med aldersgrense høyere enn 67 år, skal alderspensjonen ved aldersgrensen levealdersjusteres med forholdstallet som gjelder ved 67 år.",
                        "Når et medlem fratrer stillingen delvis, skal forholdstallet på dette tidspunktet legges til grunn for alderspensjonen for den fratrådte stillingsdelen. Når medlemmet fratrer stillingen helt, skal forholdstallet på dette tidspunktet legges til grunn for alderspensjonen for den resterende stillingsdelen.",
                        "Departementet gir forskrifter med nærmere regler om anvendelse av forholdstall.",
                        "Ny § 10 b skal lyde:",
                        "Medlemmer som 1. januar 2011 har 15 år eller mindre igjen til fylte 67 år, skal ha et garantert pensjonsnivå etter reglene i paragrafen her.",
                        "Garantien gjelder tidligst fra 67 år og anvendes på summen av",
                        "a)alderspensjonen etter loven her samordnet med alderspensjon fra folketrygden etter lov om samordning av pensjons- og trygdeytelser, og",
                        "b)alderspensjon fra folketrygden.",
                        "For medlemmer som har 30 års tjenestetid eller mer utgjør det garanterte pensjonsnivået 66 % av pensjonsgrunnlaget. For medlemmer som har mindre enn 30 års tjenestetid, jf. § 9 første ledd bokstav b, utgjør det garanterte pensjonsnivået et forholdsmessig beløp.",
                        "Dersom summen av pensjoner etter andre ledd er lavere enn det garanterte pensjonsnivået etter tredje ledd, skal det utbetales et garantitillegg som svarer til differansen mellom det garanterte nivået etter tredje ledd og summen av pensjoner etter andre ledd. Eventuelle forsørgingstillegg holdes utenfor ved beregningen av garantitillegget.",
                        "Dersom alderspensjon etter loven her er tatt ut før eller ved 67 år, skal alderspensjon fra folketrygden som inngår i garantiberegningen etter andre ledd bokstav b, beregnes som basispensjon, jf. folketrygdloven § 19-5 første ledd, dividert med forholdstallet ved 67 år. Eventuelt basispensjonstillegg etter folketrygdloven § 19-9 tredje ledd og tillegg etter folketrygdloven § 19-14 femte ledd regnes med.",
                        "Dersom alderspensjon etter loven her er tatt ut etter 67 år, skal alderspensjon fra folketrygden som inngår i garantiberegningen etter andre ledd bokstav b, beregnes som basispensjon dividert med forholdstallet på det tidspunktet medlemmet fratrer med alderspensjon etter loven her. Eventuelt basispensjonstillegg etter folketrygdloven § 19-9 tredje ledd og tillegg etter folketrygdloven § 19-14 femte ledd regnes med. For medlemmer som går over fra uførepensjon til alderspensjon etter loven her senere enn 67 år, benyttes den faktiske alderspensjon fra folketrygden i garantiberegningen.",
                        "Bestemmelsene i paragrafen her gjelder tilsvarende for oppsatt alderspensjon, likevel slik at tjenestetiden etter tredje ledd fastsettes etter bestemmelsene i § 10.",
                        "§ 15 første ledd første punktum skal lyde:",
                        "Uførepensjonen beregnes og utbetales i samsvar med reglene i kapittel IV, unntatt bestemmelsene i § 10 a om levealdersjustering og § 10 b om garantert pensjonsnivå.",
                        "§ 39 skal lyde:",
                        "Regulering av alderspensjon under utbetaling foretas ved at pensjonsgrunnlaget reguleres årlig fra 1. mai i samsvar med lønnsveksten og fratrekkes deretter 0,75 %. Ved første reguleringstidspunkt etter pensjonsuttak i månedene juni til april settes fratrekket forholdsmessig ned ut fra når i perioden pensjonen ble tatt ut.",
                        "Regulering av uførepensjon og enke- og enkemannspensjon under utbetaling foretas ved at pensjonsgrunnlaget reguleres årlig fra 1. mai i samsvar med lønnsveksten fram til fylte 67 år. Deretter reguleres pensjonsgrunnlaget i samsvar med lønnsveksten og fratrekkes deretter 0,75 %. Bestemmelsen i første ledd andre punktum gjelder tilsvarende ved første regulering etter 67 år. Barnepensjon reguleres etter første punktum i leddet her.",
                        "Pensjonsgrunnlaget for medlemmer som fratrer sin stilling med alderspensjon eller avtalefestet pensjon før 67 år, skal omregnes fra måneden etter fylte 67 år ved at det oppreguleres med lønnsveksten fra fratredelsestidspunktet og fram til omregningstidspunktet. Pensjonsgrunnlaget for medlemmer som etter § 7 tredje ledd andre punktum får alderspensjon fra fylte 65 år, skal omregnes på tilsvarende måte. Bestemmelsen i første ledd annet punktum gjelder tilsvarende ved første regulering etter at pensjonsgrunnlaget er omregnet.",
                        "Pensjonsgrunnlaget for medlemmer som fratrer sin stilling uten rett til straks å få pensjon etter denne lov eller avtalefestet pensjon fra arbeidsgiver, jf. § 10, reguleres med lønnsveksten fram til tidspunktet det ytes pensjon etter loven her. Når en arbeidstaker har gått over fra et høyere til et lavere samlet pensjonsgrunnlag, jf. § 8 tredje ledd, skal det tidligere grunnlag som har betydning for pensjonsberegningen reguleres tilsvarende.",
                        "Ved regulering av pensjoner og pensjonsgrunnlag etter første til tredje ledd benyttes de reguleringsfaktorer Kongen fastsetter etter folketrygdloven § 19-14 åttende ledd.",
                        "I § 20 tredje ledd og § 21 tredje ledd første punktum skal navnet «Statens Pensjonskasse» endres til «Statens pensjonskasse».",
                        "I lov 1. juli 1994 nr. 49 om avtalefestet pensjon for arbeidstakere med rett til medlemskap i Pensjonsordning for apotekvirksomhet mv. skal § 3 første punktum lyde:",
                        "Pensjonen beregnes etter tariffavtale som styret i pensjonsordningen har akseptert, og i samsvar med bestemmelsene i lov om avtalefestet pensjon for medlemmer av Statens pensjonskasse.",
                        "I lov 19. februar 2010 nr. 5 om statstilskott til arbeidstakere som tar ut avtalefestet pensjon i privat sektor (AFP-tilskottsloven) § 32 nr. 2 skal endringen i folketrygdloven § 3-19 sjette ledd lyde:",
                        "Bestemmelsene i paragrafen her gjelder også for den som mottar avtalefestet pensjon fra offentlig pensjonsordning før fylte 65 år og avtalefestet pensjon som omfattes av AFP-tilskottsloven § 12.",
                        "I følgende bestemmelser skal navnet «Statens Pensjonskasse» endres til «Statens pensjonskasse»:",
                        "a.lov 14. desember 1951 nr. 11 om pensjonsordning for statsråder § 9",
                        "b.lov 9. november 1956 nr. 1 om tillegg til lov om Statens Pensjonskasse av 28. juli 1949 § 1 første ledd",
                        "c.lov 21. desember 1956 nr. 1 om aldersgrenser for offentlige tjenestemenn m.fl. § 1 første og annet ledd og § 5 første ledd første punktum og annet ledd første punktum",
                        "d.lov 3. mai 1957 om pensjonering av fastlønt befal som etter søknad gis avskjed med redusert lønn og tjenesteplikt § 1 første punktum og § 3",
                        "e.lov 12. juni 1981 nr. 61 om pensjonsordning for stortingsrepresentanter § 6 første ledd og § 10 første og fjerde ledd",
                        "f.lov 21. mai 1982 nr. 25 om tillegg til lov 28. juli 1949 om Statens Pensjonskasse § 1 første ledd",
                        "g.lov 21. mai 1982 nr. 29 om opphevelse av lov 9. november 1956 om pensjonsordning for åremålstilsatte del II første og annet ledd",
                        "h.lov 28. februar 1997 nr. 19 om folketrygd § 4-26 bokstav d, § 8-49 første ledd annet punktum og annet ledd og § 14-6 fjerde ledd bokstav c",
                        "i.lov 21. august 1998 nr. 65 om pensjonsordning for ballettdansere, sangsolister og korsangere ved Den Norske Opera § 2 første ledd, § 4 første ledd og § 5 annet ledd",
                        "j.lov 15. januar 1999 nr. 1 om pensjonsordning for ledsagere i utenrikstjenesten § 4 første ledd",
                        "k.lov 12. februar 2010 nr. 4 om pensjonsordning for oppdragstaker i statlig beredskaps- eller familiehjem § 2 første og annet ledd og § 7 første ledd",
                        "Loven trer i kraft 1. januar 2011."
                    ]
                }
            ]
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        },
        {
            "name": "X",
            "paragraphs": []
        },
        {
            "name": "XI",
            "paragraphs": []
        },
        {
            "name": "XII",
            "paragraphs": []
        }
    ]
}