{
    "lawId": "LOV-2010-12-10-76",
    "lawName": "Lov om endringer i straffeprosessloven mv",
    "shortName": "Endringslov til straffeprosessloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 107 g",
                    "title": "Domstoladministrasjonen antar et tilstrekkelig antall advokater til å gjøre tjeneste som faste offentlige bistandsadvokater.",
                    "sections": [
                        "Kongen kan gi nærmere regler om antakelsen av faste bistandsadvokater.",
                        "§ 109 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 109 a",
                    "title": "Vitner kan avhøres for retten ved fjernavhør dersom vitnet ikke har møteplikt på grunn av den geografiske begrensning, eller andre særlige forhold gjør fjernavhør ønskelig. Fjernavhør bør ikke foretas om forklaringen kan være særlig viktig, eller hvor andre forhold gjør det betenkelig. Dersom vilkårene for å pålegge tiltalte eller andre å forlate rettssalen etter § 284 første ledd første, fjerde eller femte punktum er oppfylt, eller vitnet ikke har møteplikt for domstolen, kan fjernavhør foretas også dersom forklaringen kan være særlig viktig. Før beslutning tas skal påtalemyndigheten og siktede gis anledning til å uttale seg.",
                    "sections": [
                        "Fjernavhør foretas ved bildeavhør. Er utstyr for bildeavhør ikke tilgjengelig, kan lydavhør brukes hvis vilkårene i første ledd likevel er oppfylt. Retten bestemmer hvor avhøret skal foretas. Retten kan pålegge vitner å møte på et nærmere angitt sted for fjernavhør. Ved fjernavhør gjelder § 109 og domstolloven § 205 tilsvarende. Kongen kan gi nærmere forskrift om fjernavhør.",
                        "§ 111 første ledd annet punktum skal lyde:",
                        "I påtrengende tilfelle gjelder det samme enhver som har møteplikt etter § 109 første ledd.",
                        "Ny § 142 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 142 a",
                    "title": "Retten fastsetter skriftlig mandat om hva den sakkyndige skal utrede. Også eventuelle endringer i mandatet fastsettes skriftlig. Retten kan pålegge påtalemyndigheten, forsvareren eller bistandsadvokaten å utarbeide forslag til mandat eller til endring i mandatet. Kongen kan ved forskrift gi nærmere regler om utformingen av mandat og eventuelt tilleggsmandat.",
                    "sections": [
                        "§ 148 nytt fjerde punktum skal lyde:",
                        "Påtalemyndigheten fastsetter mandat i samsvar med § 142 a og forskrifter fastsatt i medhold av den, med mindre det er stor fare for at etterforskingen vil lide ved opphold.",
                        "Nåværende § 148 fjerde og femte punktum blir femte og sjette punktum.",
                        "§ 149 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 149 a",
                    "title": "Sakkyndige kan avhøres ved fjernavhør. Reglene i § 109 a og domstolloven § 208 gjelder tilsvarende.",
                    "sections": [
                        "§ 160 annet punktum skal lyde:",
                        "Regelen i § 157 annet ledd gjelder tilsvarende.",
                        "§ 185 tredje ledd nytt tredje til niende punktum skal lyde:",
                        "Retten kan beslutte at rettsmøte om forlengelse av fengslingsfristen kan holdes som fjernmøte med bildeoverføring når retten finner det ubetenkelig ut fra formålet med rettsmøtet og øvrige omstendigheter, og rettsmøtet ellers ville medført omkostninger som ikke står i rimelig forhold til betydningen av at siktede møter. Tvisteloven § 13-1 annet ledd gjelder tilsvarende. Før beslutning om fjernmøte tas, skal påtalemyndigheten og siktede gis anledning til å uttale seg. Siktede skal sikres adgang til direkte og fortrolig kommunikasjon med forsvareren under møtet. Skal retten samtidig behandle spørsmål om ileggelse eller forlengelse av isolasjon etter § 186 a, kan rettsmøtet ikke avholdes som fjernmøte uten siktedes samtykke. Det samme gjelder for rettsmøte om forlengelse av fengslingsfristen når det er gått mer enn 90 dager siden forrige gang siktede hadde rett til å få behandlet fengslingsspørsmålet i ordinært rettsmøte. Kongen kan gi nærmere regler om fjernmøte i forskrift.",
                        "§ 210 b tredje ledd skal lyde:",
                        "Bestemmelsen her gjelder ikke for utlevering av kommunikasjonsdata, jf § 216 b annet ledd bokstav d.",
                        "§ 222 d annet ledd bokstav c skal lyde:",
                        "c)straffeloven §§ 148, 149, 150, 151, 151 a, 151 b, 152, 152 b, 153, 154, 154 a eller 159 og som begås med sabotasjehensikt, eller",
                        "§ 248 nytt femte ledd skal lyde:",
                        "Retten kan beslutte at rettsmøte til pådømmelse av saken skal holdes som fjernmøte med bildeoverføring dersom siktede samtykker til dette og retten finner det ubetenkelig ut fra formålet med rettsmøtet og øvrige omstendigheter.",
                        "§ 248 nåværende femte ledd blir sjette ledd.",
                        "§ 263 skal lyde:"
                    ]
                },
                {
                    "name": "§ 263",
                    "title": "Påtalemyndigheten lar tiltalebeslutningen snarest mulig forkynne for tiltalte med underretning om hvem som er oppnevnt som hans forsvarer. Har tiltalte fått oppnevnt offentlig forsvarer, kan tiltalebeslutningen sendes til forsvareren med anmodning om at denne forestår forkynningen etter reglene i domstolloven § 179.",
                    "sections": [
                        "§ 265 nytt annet ledd skal lyde:",
                        "Er tiltalebeslutningen sendt forsvareren med anmodning om forkynning, jf. § 263 annet punktum, skal forsvareren innen en frist som påtalemyndigheten setter underrette påtalemyndigheten om hvorvidt forkynning har skjedd.",
                        "§ 265 nåværende annet og tredje ledd blir tredje og fjerde ledd.",
                        "§ 271 annet ledd første punktum skal lyde:",
                        "Ved bevisopptaket gjelder reglene i §§ 109 a, 243, 244, og 245 første og annet ledd tilsvarende.",
                        "§ 272 første ledd skal lyde:",
                        "Retten kan beslutte at det skal holdes rettsmøte under saksforberedelsen til behandling av spørsmål",
                        "a)om å avvise saken,",
                        "b)om å frifinne tiltalte fordi det forhold som er beskrevet i tiltalebeslutningen, ikke er straffbart eller straffansvaret er falt bort,",
                        "c)om å avskjære bevisførsel under hovedforhandlingen, eller om å nekte å utsette hovedforhandlingen av hensyn til bevisførselen,",
                        "d)om plikt til å avgi vitneforklaring,",
                        "e)om et vitne skal forklare seg anonymt, jf. § 130 a eller § 234 a,",
                        "f)om siktede eller andre personer skal pålegges å forlate rettssalen mens et vitne eller en medsiktet blir avhørt,",
                        "g)om saken helt eller delvis skal føres for lukkede dører og med referatforbud,",
                        "h)om pådømmelsen av krav som nevnt i § 3 skal utsettes etter § 431, eller",
                        "i)om et vitne eller en sakkyndig skal avhøres ved fjernavhør.",
                        "§ 272 sjette ledd første punktum skal lyde:",
                        "Avgjørelse om å fremme saken og avgjørelser etter første ledd bokstav c, d, e, f, g og i er ikke bindende ved hovedforhandlingen.",
                        "§ 275 fjerde ledd nytt tredje og fjerde punktum skal lyde:",
                        "Innkalling kan sendes offentlig oppnevnt forsvarer med anmodning om at denne forestår forkynningen for tiltalte etter reglene i domstolloven § 179. Forsvareren skal senest en uke før hovedforhandlingen underrette påtalemyndigheten om hvorvidt forkynning har skjedd.",
                        "§ 304 første ledd nytt tredje punktum skal lyde:",
                        "Fremstår det som klart for aktor at det ikke er ført tilstrekkelig bevis for domfellelse, skal aktor for forholdet det gjelder frafalle tiltalen eller nedlegge påstand om frifinnelse.",
                        "§ 304 første ledd nåværende tredje punktum blir fjerde punktum.",
                        "§ 310 tredje ledd annet punktum skal lyde:",
                        "Fristen løper likevel senest ut fire uker etter at dommen kom inn til den påtalemyndighet som utførte aktoratet.",
                        "§ 318 annet ledd skal lyde:",
                        "Retten kan unnlate å ta stilling til spørsmål om avvisning dersom den finner at anken må nektes fremmet i medhold av § 321 annet eller tredje ledd eller § 323 første ledd tredje punktum, eller at samtykke må nektes i medhold av § 321 første ledd eller § 323 første ledd første og annet punktum.",
                        "§ 321 femte ledd nytt annet til fjerde punktum skal lyde:",
                        "Beslutning etter første ledd skal være begrunnet når særlige grunner tilsier det. Beslutning etter annet ledd skal være begrunnet. Beslutning etter fjerde ledd annet punktum skal være begrunnet når anken omfattes av annet ledd første punktum og det er fremsatt nye anførsler i begjæringen om omgjøring.",
                        "§ 323 skal lyde:"
                    ]
                },
                {
                    "name": "§ 323",
                    "title": "Anke til Høyesterett kan ikke fremmes uten samtykke av Høyesteretts ankeutvalg. Samtykke skal bare gis når anken gjelder spørsmål som har betydning utenfor den foreliggende sak, eller det av andre grunner er særlig viktig å få saken prøvd i Høyesterett. Anke fra siktede eller fra påtalemyndigheten til siktedes gunst som gjelder forhold siktede er frifunnet for av tingretten, men domfelt for i lagmannsretten, kan bare nektes fremmet dersom Høyesteretts ankeutvalg finner det klart at anken ikke vil føre frem.",
                    "sections": [
                        "Avgjørelse etter første ledd treffes ved beslutning. Beslutning om å nekte anke fremmet etter første ledd tredje punktum skal være begrunnet. Samtykke etter første ledd første punktum eller henvisning av anke etter første ledd tredje punktum kan begrenses til en del av saken. Avgjørelse om å nekte samtykke eller om å nekte anke fremmet krever enstemmighet. Den kan omgjøres til gunst for siktede når særlige grunner foreligger. Beslutning om å ikke omgjøre nektelse av å fremme anke etter første ledd tredje punktum skal være begrunnet dersom det er fremsatt nye anførsler i begjæringen om omgjøring.",
                        "§ 329 skal lyde:"
                    ]
                },
                {
                    "name": "§ 329",
                    "title": "Retten sender saksdokumentene til påtalemyndigheten med pålegg om innen en fastsatt frist å sende dokumentene til forsvareren dersom forsvareren ikke allerede har kopi av dokumentene. Foreligger bevisanke, fastsetter retten overfor partene frist for innsending av bevisoppgave. I andre saker fastsettes om nødvendig frist for innsending av bevisoppgave.",
                    "sections": [
                        "Om utarbeidelse av utdrag gjelder lov 14. august 1918 nr. 2 om utdrag i sivile saker og straffesaker.",
                        "§ 380 første ledd nytt tredje punktum skal lyde:",
                        "Anken skal være undertegnet av siktede, eller dennes forsvarer når forsvareren er advokat.",
                        "§ 427 første ledd tredje punktum skal lyde:",
                        "Om kravets forberedelse gjelder § 252 tredje ledd annet punktum, § 264 b første ledd og § 265 tredje ledd.",
                        "§ 428 tredje ledd skal lyde:",
                        "Om kravets forberedelse gjelder § 264 b annet ledd og § 265 tredje ledd.",
                        "I lov 4. juni 1999 nr. 37 om endringer i rettergangslovene m.m. (kildevern og offentlighet i rettspleien) gjøres følgende endringer:",
                        "Romertall I om endring i lov 22. mai 1902 nr. 10 Almindelig borgerlig Straffelov oppheves.",
                        "I romertall II om endringer i lov 13. august 1915 nr. 5 om domstolene gjøres følgende endringer:",
                        "Ny § 131 oppheves.",
                        "Opphevelsen av § 131 a oppheves.",
                        "Endringen i § 198 tredje ledd oppheves.",
                        "I lov 17. juni 2005 nr. 90 om mekling og rettergang i sivile tvister (tvisteloven) skal § 29-13 femte ledd lyde:",
                        "(5) Avgjørelse etter første og annet ledd treffes ved beslutning uten muntlig forhandling. Beslutning etter første ledd skal være begrunnet når særlige grunner tilsier det. Nektelse etter annet ledd krever enstemmighet og skal være begrunnet. Beslutningen kan bare ankes på grunnlag av feil i saksbehandlingen. At en anke ikke er nektet fremmet etter annet ledd, kan ikke ankes eller brukes som ankegrunn.",
                        "I lov 15. juni 2007 nr. 37 om endringer i lov 12. mai 1972 nr. 28 om atomenergivirksomhet og om samtykke til ratifikasjon av endringsprotokoller 12. februar 2004 til Pariskonvensjonen 29. juli 1960 og Brusselkonvensjonen 31. januar 1963 om erstatningsansvar på atomenergiens område gjøres følgende endring:",
                        "Under romertall I skal endringen i lov 12. mai 1972 nr. 28 om atomenergivirksomhet § 23 første punktum lyde:",
                        "Er skadevoldende atomsubstans på ulykketiden ikke i noe atomanlegg og heller ikke under transport, skal ansvaret for atomskaden ligge hos den innehaver av atomanlegg i en konvensjonstat som på ulykketiden eller senest før ulykken hadde atomsubstansen i sin besittelse, eller som uttrykkelig har påtatt seg ansvaret i skriftlig avtale.",
                        "I lov 19. juni 2009 nr. 74 om endringer i straffeloven 20. mai 2005 nr. 28 mv. (siste delproposisjon – sluttføring av spesiell del og tilpasning av annen lovgivning) gjøres følgende endring:",
                        "Under romertall I om endringer i lov 20. mai 2005 nr. 28 om straff skal § 412 om endringer i andre lover, nr. 179 om endringer i folketrygdloven, lyde:",
                        "179. I lov 28. februar 1997 nr. 19 om folketrygd gjøres følgende endringer:",
                        "§ 13-12 første ledd bokstav e skal lyde:",
                        "medlemmer som utfører samfunnsstraff etter straffeloven § 48,",
                        "§ 24-4 femte ledd skal lyde:",
                        "Den som forsettlig eller grovt uaktsomt gir uriktige eller ufullstendige opplysninger, eller unnlater å sende inn pliktig oppgave til skatteoppkreveren eller ligningsmyndighetene i forbindelse med beregning, fastsetting eller endring av arbeidsgiveravgiften, straffes etter bestemmelsene i ligningsloven kapittel 12.",
                        "Loven trer i kraft fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "Kongen kan fastsette nærmere overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        }
    ]
}