{
    "lawId": "LOV-2010-08-13-51",
    "lawName": "Lov om endringar i yrkestransportlova og jernbaneloven (gjennomføring av forordning (EF) nr. 1370/2007 av 23. oktober 2007 om offentlig persontransport med jernbane og på vei og om oppheving av rådsforordning (EØF) nr. 1191/69 og 1107/70)",
    "shortName": "Endringslov til yrkestransportlova og jernbaneloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 23",
                    "title": "Administrasjonsselskap",
                    "sections": [
                        "Fylkeskommunen kan gjere vedtak om at godtgjersle til rutetransport skal gå til eit selskap som administrerer rutesambanda i fylket. § 22 femte ledd gjeld tilsvarande.",
                        "§ 24 skal lyda:"
                    ]
                },
                {
                    "name": "§ 24",
                    "title": "Riksvegferjer",
                    "sections": [
                        "Departementet har ansvar for å yte godtgjersle til ferjer i riksvegsamband. For departementet gjeld § 22 femte ledd tilsvarande.",
                        "§ 27 andre ledd skal lyda:",
                        "(2) Behovsprøvd løyve etter §§ 6 og 7 gjeld i ti år. Ved bruk av konkurranse ved tildeling av løyve, eller når det følgjer av forskrift gjeve med heimel i denne lova, gjeld løyve for den tid inngått kontrakt om offentleg tenesteyting gjeld. Løyve som er gjevne når denne lova tok til å gjelde, gjeld for den tida dei er gjevne for. Løyvestyresmaktene kan ta att eit løyve før løyvetida er ute i samband med innføring av konkurranse for vedkommande rute eller ruteområde.",
                        "§ 27 tredje ledd vert oppheva.",
                        "I lov 11. juni 1993 nr. 100 om anlegg og drift av jernbane, herunder sporvei, tunnelbane og forstadsbane (jernbaneloven) skal ny § 7d lyda:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 7d",
                    "title": "(Offentlig persontransport med jernbane)",
                    "sections": [
                        "Departementet kan gi forskrift om gjennomføring og utfylling av EØS-avtalen vedlegg XIII punkt 4a (forordning (EF) nr. 1370/2007 om offentlig persontransport med jernbane og på vei og om oppheving av rådsforordning (EØF) 1191/69 og 1107/70, med senere endringer).",
                        "Lova trer i kraft frå den tid Kongen fastset."
                    ]
                }
            ]
        },
        {
            "name": "IIIIverksetjing og overgangsføresegner",
            "paragraphs": []
        }
    ]
}