{
    "lawId": "LOV-2010-11-12-58",
    "lawName": "Lov om internasjonale sikkerhetsretter i mobilt løsøre",
    "shortName": "Lov om internasjonal sikkerhet i mobilt løsøre",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Cape Town-konvensjonen 16. november 2001 om internasjonale sikkerhetsretter i mobilt løsøre og protokoll 16. november 2001 til konvensjonen om særlige forhold for luftfartøysløsøre gjelder som lov.",
                    "sections": []
                },
                {
                    "name": "§ 2",
                    "title": "Loven gjelder fra den tid Kongen bestemmer.",
                    "sections": []
                },
                {
                    "name": "§ 3",
                    "title": "Fra den tid loven trer i kraft gjøres følgende endringer i andre lover:",
                    "sections": [
                        "1. I lov 26. juni 1992 nr. 86 om tvangsfullbyrdelse gjøres følgende endringer:",
                        "§ 11-1 nytt tredje ledd skal lyde:",
                        "Den som har registrert en sikkerhetsrett i mobilt løsøre etter Cape Town-konvensjon 16. november 2001 om internasjonale sikkerhetsretter i mobilt løsøre og protokoll 16. november 2001 om særlige forhold for luftfartøysløsøre, kan begjære dekning etter konvensjonens og protokollens regler eller etter reglene i dette kapitlet.",
                        "Nåværende tredje, fjerde og femte ledd blir nye fjerde, femte og sjette ledd.",
                        "§ 11-2 første ledd bokstav c, d, og ny bokstav e skal lyde:",
                        "(c)lovbestemt panterett for skatt eller avgifter til stat eller kommune, for sameiets krav etter sameieforholdet i seksjonssameier, lovbestemt pant etter akvakulturloven § 20, og for borettslagets krav etter andelslagsforholdet i borettslag,",
                        "(d)registrert lovbestemt panterett,",
                        "(e)registrert internasjonal sikkerhetsrett i mobilt løsøre, jf. lov om internasjonale sikkerhetsretter.",
                        "2. I lov 11. juni 1993 nr. 101 om luftfart (luftfartsloven) tilføyes det et nytt avsnitt G i lovens kapittel III som skal lyde:"
                    ]
                }
            ]
        }
    ]
}