{
    "lawId": "LOV-2010-01-15-3",
    "lawName": "Lov om endringer i utlendingslovgivningen (beslag, meldeplikt og bestemt oppholdssted)",
    "shortName": "Endringslov til utlendingslovgivningen",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 37 h",
                    "title": "Beslag, meldeplikt og bestemt oppholdssted for utlending som ikke kan sendes tilbake til hjemlandet.",
                    "sections": [
                        "Det kan foretas beslag av reisedokumenter til utlending hvis eneste grunnlag for opphold i riket er vernet mot utsendelse etter § 15 eller etter internasjonale regler som Norge er bundet av. Tilsvarende gjelder utlending som er funnet å utgjøre en trussel mot rikets sikkerhet, og som av andre grunner enn nevnt i første punktum ikke har innrettet seg etter vedtak om at vedkommende må forlate riket, eller dersom tvangsretur for øvrig ikke lar seg gjennomføre. Reglene i § 37 a gjelder tilsvarende.",
                        "En utlending kan pålegges meldeplikt eller bestemt oppholdssted når det eneste grunnlag for opphold i riket er vernet mot utsendelse etter § 15 eller etter internasjonale regler som Norge er bundet av. Tilsvarende gjelder utlending som er funnet å utgjøre en trussel mot rikets sikkerhet, og som av andre grunner enn nevnt i første punktum ikke har innrettet seg etter vedtak om at vedkommende må forlate riket, eller dersom tvangsretur for øvrig ikke lar seg gjennomføre. Reglene i § 37 c gjelder tilsvarende.",
                        "I lov 15. mai 2008 nr. 35 om utlendingers adgang til riket og deres opphold her gjøres følgende endringer:",
                        "§ 104 tredje ledd nytt annet punktum skal lyde:",
                        "Tilsvarende gjelder utlending som er funnet å utgjøre en trussel mot grunnleggende nasjonale interesser, og som av andre grunner enn nevnt i første punktum ikke har innrettet seg etter vedtak om at vedkommende må forlate riket, eller dersom tvangsretur for øvrig ikke lar seg gjennomføre.",
                        "§ 105 første ledd bokstav c og ny bokstav d skal lyde:",
                        "c)det eneste grunnlag for opphold i riket er vernet mot utsendelse etter § 73,",
                        "d)utlendingen er funnet å utgjøre en trussel mot grunnleggende nasjonale interesser og av andre grunner enn nevnt i bokstav c ikke har innrettet seg etter vedtak om at vedkommende må forlate riket, eller dersom tvangsretur for øvrig ikke lar seg gjennomføre.",
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}