{
    "lawId": "LOV-2010-12-10-64",
    "lawName": "Lov om endringer i lov 29. november 1996 nr. 68 om skatt til Svalbard",
    "shortName": "Endringslov til svalbardskatteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 4-4",
                    "title": "Selvangivelsesplikt",
                    "sections": [
                        "Selvangivelse skal leveres av personer og selskaper som er skattepliktige til Svalbard etter § 2-1 eller § 2-2, og som ikke har begrenset skatteplikt etter § 2-1 annet ledd. Selvangivelse skal også leveres av personer og selskaper som er skattepliktige til Svalbard for formue eller inntekt som nevnt i § 3-1.",
                        "Selvangivelse med vedlegg leveres til skattekontoret for Svalbard innen utgangen av april året etter inntektsåret.",
                        "Departementet kan fastsette nærmere regler om plikt til å levere selvangivelse og ligningsoppgaver, herunder om omfanget av oppgaveplikten og tid og sted for levering.",
                        "§ 4-9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-9",
                    "title": "Særlige bestemmelser for visse grupper skattytere",
                    "sections": [
                        "Departementet kan fastsette nærmere regler om",
                        "a)forenklet felles skatteoppgjør for prosjektgrupper mv. med kortere opphold på Svalbard,",
                        "b)omfanget av oppgaveplikten etter dette kapittelet for grupper av skattytere,",
                        "c)krav til registrering og dokumentasjon av regnskapsopplysninger, årsregnskap og årsberetning for næringsdrivende selskaper, eller for grupper av slike.",
                        "§ 5-2 femte ledd nytt tredje punktum skal lyde:",
                        "Oppgave over foretatt lønnstrekk skal også leveres når arbeidsgiver opphører med virksomhet på Svalbard eller aktiviteten der på annen måte opphører.",
                        "§ 6-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-3",
                    "title": "Avvikling av forenklet fellesoppgjør",
                    "sections": [
                        "Denne paragraf gjelder for ansatte i virksomhet som har fulgt særskilt praksis med forenklet felles skatteoppgjør. Bestemmelsen gjelder ikke for forenklet oppgjør etter § 4-9 a.",
                        "Ordningen med forenklet felles skatteoppgjør avvikles fra den tid Kongen bestemmer. Etter avvikling skattlegges denne gruppen etter ordinære regler og skattesatser. Overgang til ordinær beskatning skal tidligst skje for inntektsåret 2015.",
                        "Ved forenklet felles skatteoppgjør i overgangsperioden benyttes skattesatser fastsatt av Stortinget.",
                        "Ny § 6-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-4",
                    "title": "Avvikling av særskilt praksis for pendlere",
                    "sections": [
                        "Denne paragraf gjelder for ansatte som ikke er bosatt på Svalbard, og som er ansatt i stillinger som har gått inn under særskilt praksis for skatt til Svalbard for pendlere. Gjeldende praksis videreføres ut inntektsåret 2014, og avsluttes deretter. Følgende vilkår må være oppfylt for den enkelte ansatte:",
                        "a)det første arbeidsoppholdet på Svalbard varer sammenhengende i 30 dager, og",
                        "b)påfølgende arbeidsopphold er ledd i en turnusordning med regelmessige arbeidsopphold på Svalbard, og",
                        "c)vedkommende har ikke inntekt fra selvstendige arbeidsforhold utenfor Svalbard.",
                        "Endringen under I trer i kraft straks.",
                        "Endringen under II trer i kraft straks med virkning fra og med inntektsåret 2010.",
                        "Endringene under III trer i kraft straks med virkning fra og med inntektsåret 2011."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}