{
    "lawId": "LOV-2010-12-17-78",
    "lawName": "Lov om endringer i pensjonslovgivningen for stortingsrepresentanter, regjeringsmedlemmer, høyesterettsdommere, sivilombudsmannen og riksrevisor (tilpasninger til endret alderspensjon i folketrygden)",
    "shortName": "Endringslov til stortingspensjonsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 6a",
                    "title": "Pensjonsordning for riksrevisorer utnevnt før 1. januar 2011",
                    "sections": [
                        "For dem som er utnevnt til riksrevisor før 1. januar 2011 skal pensjonen beregnes etter reglene i lov 28. juli 1949 nr. 26 om Statens pensjonskasse med de særlige reglene som følger av paragrafen her.",
                        "For riksrevisorer som fratrer sitt embete etter fylte 67 år, skal tjenestetiden ved pensjonsberegningen etter lov om Statens pensjonskasse forhøyes med inntil 15 år. Tjenestetiden forhøyes på tilsvarende måte ved beregning av uføre-, enke-, enkemanns- og barnepensjon.",
                        "Riksrevisorenes alderspensjon ved full tjenestetid er 57 prosent av pensjonsgrunnlaget. Når stillingen som riksrevisor fratres med rett til pensjon, er pensjonsgrunnlaget den fastsatte årlige bruttogodtgjørelsen. Fratres stillingen tidligere, skal pensjonsgrunnlaget settes til årlig bruttogodtgjørelse på fratredelsestidspunktet. For pensjoner som er under utbetaling per 1. januar 2011, skal pensjonsgrunnlaget per 1. januar 2011 svare til den årlige fastsatte bruttogodtgjørelse på dette tidspunktet. Tilsvarende gjelder for dem som har fratrådt stillingen uten å ta ut pensjon før 1. januar 2011.",
                        "Alderspensjonen levealdersjusteres etter lov om Statens pensjonskasse § 24, likevel slik at pensjonen ved uttak etter 67 år og ved full tjenestetid ikke blir høyere enn 57 prosent av pensjonsgrunnlaget.",
                        "Et medlem kan ha krav på et garantert pensjonsnivå etter reglene i lov om Statens pensjonskasse § 24a, likevel slik at det garanterte pensjonsnivået for medlemmer med full tjenestetid er 57 prosent av pensjonsgrunnlaget.",
                        "Pensjoner etter paragrafen her reguleres etter lov om Statens pensjonskasse § 42.",
                        "Loven trer i kraft 1. januar 2011.",
                        "Lov 14. desember 1951 nr. 11 om pensjonsordning for statsråder § 3 fjerde ledd nye annet og tredje punktum og lov 12. juni 1981 nr. 61 om pensjonsordning for stortingsrepresentanter § 4 fjerde ledd nye annet til fjerde punktum gjøres ikke gjeldende for personer som på ikrafttredelsestidspunktet mottar barnetillegg for mer enn tre barn."
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}