{
    "lawId": "LOV-2010-12-10-67",
    "lawName": "Lov om endringer i lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven)",
    "shortName": "Endringslov til skatteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 6-81",
                    "title": "Særfradrag for uførhet",
                    "sections": [
                        "(1) Fra og med den måned skattyter mottar foreløpig uførepensjon etter folketrygdloven § 12-16 eller uførepensjon fordi ervervsevnen er satt ned med minst 2/3, gis det et særfradrag i alminnelig inntekt på 2 667 kroner pr. påbegynt måned. Dette gjelder ikke skattyter som samtidig mottar arbeidsavklaringspenger fra folketrygden.",
                        "(2) Andre skattytere enn nevnt i første ledd som har mottatt foreløpig uførepensjon eller uførepensjon etter folketrygdloven eller uførepensjon etter andre lover, skal for hver påbegynt måned slike ytelser er mottatt, ha et særfradrag lik halvparten av månedsfradraget etter første ledd. Dette gjelder ikke skattyter som samtidig mottar arbeidsavklaringspenger fra folketrygden.",
                        "(3) Departementet kan gi forskrift om fordelingen av særfradrag etter denne paragraf.",
                        "§ 6-84 oppheves.",
                        "Ny § 16-60 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16-60",
                    "title": "Skattefradrag for pensjonsinntekt",
                    "sections": [
                        "(1) Det gis fradrag i inntektsskatt og trygdeavgift med et beløp som fastsettes av Stortinget, for skattyter som",
                        "a.mottar alderspensjon etter folketrygdloven,",
                        "b.mottar avtalefestet pensjon (AFP) etter lov 25. juni 2010 nr. 28 om avtalefestet pensjon for medlemmer av Statens Pensjonskasse eller andre tilsvarende avtaler eller lovfestede ordninger eller omfattes av § 12 i AFP-tilskottsloven, eller",
                        "c.er skattepliktig hit for tilsvarende pensjonsinntekt som angitt i bokstav a og b, fra annen EØS-stat.",
                        "(2) Fradraget reduseres",
                        "a.tilsvarende pensjonsgraden ved uttak av gradert alderspensjon etter folketrygdloven,",
                        "b.tilsvarende prosentvis reduksjon i avtalefestet pensjon når slik pensjon er redusert mot arbeidsinntekt, og",
                        "c.tilsvarende antall måneder i løpet av inntektsåret som skattyter har mottatt pensjon som nevnt i første ledd. Det samme gjelder for skattyter som har vært bosatt i riket bare en del av inntektsåret.",
                        "(3) Fradraget nedtrappes når skattyters samlede pensjonsinntekt etter § 12-2 bokstav b overstiger fastsatte beløpsgrenser. Beløpsgrensene fastsettes årlig av Stortinget i to trinn. Fradraget nedtrappes med 15,3 prosent av pensjonsinntekt som overstiger beløpsgrensen i trinn 1, og med 6 prosent av pensjonsinntekt som overstiger beløpsgrensen i trinn 2. Beløpsgrensene reduseres tilsvarende som etter annet ledd. Pensjonsinntekt fra utlandet som ikke er skattepliktig hit, inngår i samlet pensjonsinntekt etter dette ledd.",
                        "(4) Skattyter som oppfyller vilkårene for skattefradrag etter denne paragrafen og for skattebegrensning etter §§ 17-1 eller 17-4 i samme inntektsår, får skatten fastsatt etter den bestemmelsen som gir lavest skatt.",
                        "(5) Skattyter med begrenset skatteplikt etter § 2-3 fjerde ledd kan kreve skattefradrag etter denne paragraf dersom",
                        "a.skattyteren er bosatt i annen EØS-stat,",
                        "b.Norge i medhold av folkerettslig overenskomst kan kreve utlevert opplysninger fra denne staten om skattyterens inntekts- og formuesforhold, og",
                        "c.hele eller tilnærmet hele skattyterens alminnelige inntekt i inntektsåret skattlegges i Norge.",
                        "(6) Skattefradraget fastsettes ikke med høyere beløp enn summen av utlignede inntektsskatter og trygdeavgift.",
                        "(7) Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf.",
                        "§ 17-1 første til tredje ledd skal lyde:",
                        "(1) Hvis alminnelig inntekt med tillegg etter tredje ledd, fradratt tillegg i alminnelig inntekt etter § 10-42, ikke overstiger et beløp fastsatt av Stortinget, skal det ikke utlignes skatt eller trygdeavgift for skattyter som",
                        "a)mottar foreløpig uførepensjon eller uførepensjon fra folketrygden fordi ervervsevnen er satt ned med minst 2/3,",
                        "b)mottar støtte etter lov 29. april 2005 nr. 21 om supplerande stønad til personar med kort butid i Noreg,",
                        "c)mottar overgangsstønad etter §§ 15-7, 16-7 eller 17-6 i folketrygdloven, eller",
                        "d)mottar pensjon etter §§ 16-7 eller 17-5 i folketrygdloven.",
                        "(2) Hvis alminnelig inntekt med tillegg etter tredje ledd, fradratt tillegg i alminnelig inntekt etter § 10-42, overstiger de fastsatte grensebeløpene, skal summen av",
                        "a)inntektsskatt til kommunen,",
                        "b)inntektsskatt til fylkeskommunen,",
                        "c)fellesskatt til staten,",
                        "d)trygdeavgift,",
                        "ikke utgjøre mer enn 55 prosent av overstigende beløp. Ved anvendelsen av dette ledd tas det ikke hensyn til lovbestemte fradrag i skatt.",
                        "(3) Ved anvendelsen av første og annet ledd skal alminnelig inntekt tillegges en og en halv prosent av skattyters nettoformue ved statsskatteligningen, utover 200 000 kroner for enslige og 100 000 kroner for hver ektefelle. Bolig brukt som egen primærbolig holdes utenfor ved beregningen av nettoformue.",
                        "§ 17-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 17-2",
                    "title": "Særlig om begrensning ved lav alminnelig inntekt for ektefeller",
                    "sections": [
                        "(1) Ved skattebegrensning etter § 17-1 skal ektefellers inntekt fastsettes hver for seg uansett om ektefellene lignes under ett eller særskilt. Ved denne beregningen fordeles formue og inntekter og fradrag som kan fordeles fritt mellom ektefeller, med en halvpart på hver av ektefellene.",
                        "(2) Ektefellers inntekt skal likevel fastsettes under ett når den ene ektefellen mottar uførepensjon og ektefelletillegg etter folketrygdloven § 3-24, uansett om ektefellene lignes under ett eller særskilt. Tilsvarende gjelder for ektefeller som får skattebegrensning ved liten skatteevne etter § 17-4. Skattenedsettelsen fordeles forholdsmessig på hver ektefelles andel av skatten før nedsettelsen.",
                        "(3) Reglene om ektefeller i denne paragrafen gjelder tilsvarende for samboere som omfattes av § 2-16.",
                        "§ 17-3 annet punktum skal lyde:",
                        "For ektefeller som omfattes av § 17-2 annet ledd, skal gjenlevende ektefelle for dette året vurderes sammen med avdøde ved anvendelsen av skattebegrensningsregelen i § 17-1.",
                        "§ 18-3 annet ledd ny bokstav d skal lyde:",
                        "d.Inntekt fra utstedte elsertifikater tillegges brutto salgsinntekter.",
                        "§ 18-3 tredje ledd bokstav a nr. 1 nytt sjette punktum skal lyde:",
                        "Det gis ikke fradrag for kostnader til leie av fallrettighet.",
                        "§ 18-3 tredje ledd bokstav a nr. 3 nytt annet punktum skal lyde:",
                        "Det gis ikke fradrag for avskrivning av tidsbegrenset fallrettighet.",
                        "§ 18-3 tredje ledd bokstav b nytt tredje og fjerde punktum skal lyde:",
                        "Det ses bort fra skattemessig verdi av fallrettighet ved beregning av friinntekt etter denne bokstav. Forrige punktum gjelder ikke ervervede fallrettigheter som før 5. oktober 2010 er tilknyttet utbygde kraftverk.",
                        "Endringen under I trer i kraft straks.",
                        "Endringen under II trer i kraft straks med virkning for eierandeler i boligselskap som realiseres fra og med 11. juni 2010.",
                        "Endringene under III trer i kraft straks med virkning fra og med inntektsåret 2010, bortsett fra § 6-50 første ledd bokstav f nytt annet punktum som trer i kraft straks med virkning fra og med inntektsåret 2011.",
                        "Endringene under IV trer i kraft straks med virkning fra og med inntektsåret 2011.",
                        "Ved ikrafttredelse av ny § 16-60 og endring i § 17-2 gjelder følgende overgangsregel:",
                        "Overgangsregel til endringer i pensjonsskattereglene",
                        "Departementet kan i forskrift gi regler om midlertidig endring i vilkårene for og beregning av skattebegrensning etter § 17-4."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}