{
    "lawId": "LOV-2014-12-19-74",
    "lawName": "Lov om endringar i folketrygdlova og einskilde andre lover",
    "shortName": "Endringslov til folketrygdlova mfl.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": [
                {
                    "name": "§ 5",
                    "title": "Full supplerande stønad",
                    "sections": [
                        "Full supplerande stønad skal svare til",
                        "a)minste pensjonsnivå med høg sats for einslege stønadstakarar og for stønadstakarar med ektemake som ikkje har fylt 67 år",
                        "b)minste pensjonsnivå med ordinær sats for kvar av ektemakane når begge har fylt 67 år.",
                        "§ 9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Låge stønadsbeløp",
                    "sections": [
                        "Supplerande stønad vert ikkje gitt dersom ytinga ville utgjere eit mindre beløp enn to prosent av full supplerande stønad etter § 5 bokstav a.",
                        "§ 13 fjerde leddet skal lyde:",
                        "Når supplerande stønad er utbetalt i utlandet i strid med reglane i § 4, skal for mykje utbetalt stønad avreknast månad for månad i ein ny stønadsperiode utan omsyn til om vilkåra for tilbakekrevjing etter første leddet er oppfylte.",
                        "§ 21 andre leddet skal lyde:",
                        "Departementet kan gi forskrift om tiltak med sikte på å kontrollere at vilkåra i § 4 er oppfylte eller om ein stønadstakar har hatt opphald i utlandet i strid med reglane. Forskrifta kan bestemme at ein stønadstakar skal møte personleg på det felles lokale kontoret inntil to gonger i året og vise pass eller anna reisedokument.",
                        "I lov 16. juni 2006 nr. 20 om arbeids- og velferdsforvaltningen skal desse endringane gjerast:",
                        "§ 16 overskrifta skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VII",
            "paragraphs": [
                {
                    "name": "§ 16",
                    "title": "Behandling av personopplysninger ved det felles lokale kontoret og informasjonsdeling med Arbeids- og velferdsetatens kontaktsentertjeneste",
                    "sections": [
                        "§ 16 nytt anna punktum skal lyde:",
                        "Taushetsplikten er heller ikke til hinder for at sentrale opplysninger om individuelle kommunale stønadssaker er tilgjengelige for ansatte ved Arbeids- og velferdsetatens kontaktsentertjeneste.",
                        "I lov 20. juni 2014 nr. 24 om endringer i folketrygdloven, lov om Statens pensjonskasse og enkelte andre lover (tilpasninger til ny uføretrygd i folketrygden og ny uførepensjonsordning for offentlig tjenestepensjon) del XVI skal desse endringane gjerast:",
                        "Endringa av § 5 andre og tredje leddet vert oppheva.",
                        "Endringa av § 6 første leddet skal lyde:",
                        "Full supplerande stønad skal setjast ned med inntekt hos stønadstakaren sjølv så vel som hos ektemaken. Dersom begge ektemakane har fylt 67 år, skal inntekt hos den eine ektemaken berre inngå ved prøvinga av ytingane til den andre ektemaken med den delen som overstig full supplerande stønad etter § 5 bokstav b.",
                        "1.Endringane i del I og II trer i kraft straks.",
                        "2.Endringane i del III, VI og VII trer i kraft 1. januar 2015.",
                        "3.Endringane i del IV trer i kraft 1. januar 2015, med unnatak av endringa av folketrygdlova § 25-5 a, som trer i kraft straks. Opphevinga av folketrygdlova § 4-14 og § 8-49 fjerde leddet tredje punktum får ikkje verknad for ferietillegg som er tent opp før ikraftsetjingstidspunktet. Departementet kan i forskrift gi nærmare reglar om kven endringane gjeld for.",
                        "4.Endringa i del V trer i kraft 1. januar 2016. Departementet gir forskrift med nærare overgangsreglar for mottakarar av barnetillegg per 31. desember 2015.",
                        "5.Endringane i del VIII trer i kraft straks. Endringane gjeld for stønadsperiodar som tar til i 2015 eller seinare."
                    ]
                }
            ]
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IXIkraftsetjing. Overgangsreglar.",
            "paragraphs": []
        }
    ]
}