{
    "lawId": "LOV-2014-08-15-58",
    "lawName": "Lov om endringer i patentloven (gjennomføring av London-overenskomsten 17. oktober 2000 om anvendelsen av artikkel 65 i konvensjonen om meddelelse av europeiske patenter og nasjonale patenter på engelsk)",
    "shortName": "Endringslov til patentloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 63 e",
                    "title": "Dersom det ikke foreligger en fullstendig oversettelse av patentsøknaden eller patentskriftet til norsk hos Patentstyret, kan retten i søksmål som nevnt i § 63 første ledd pålegge en patentsøker, en patenthaver eller en lisenshaver å legge frem en slik oversettelse. Når patentsøkeren, patenthaveren eller lisenshaveren er saksøker, kan søksmålet avvises dersom et pålegg om å legge frem oversettelse ikke etterkommes. Er patentsøkeren, patenthaveren eller lisenshaveren saksøkt, kan retten beslutte at oversettelse skal innhentes for dennes regning dersom et pålegg om å legge frem oversettelse ikke etterkommes.",
                    "sections": [
                        "Paragrafen her gjelder tilsvarende i søksmål som gjelder supplerende beskyttelsessertifikater som nevnt i §§ 62 a og 62 b.",
                        "§ 66 c skal lyde:",
                        "For at et europeisk patent skal få virkning her i riket, må patenthaveren senest innen tre måneder etter den dagen Det europeiske patentverket har kunngjort sin avgjørelse om å meddele patent, sende inn til Patentstyret en slik oversettelse som bestemt i annet ledd av teksten som ligger til grunn for avgjørelsen og betale fastsatt gebyr. Det samme gjelder når Det europeiske patentverket beslutter at et europeisk patent skal opprettholdes i endret form etter innsigelses- eller klagebehandling eller ved sentralisert patentbegrensning. Bestemmelsene i § 72 første ledd gjelder tilsvarende ved oversittelse av frister etter leddet her. Besluttes det at en fristoversittelse ikke skal få virkning, skal Patentstyret kunngjøre det.",
                        "Ved innsendelse av oversettelse etter første ledd første eller annet punktum skal det alltid sendes inn en oversettelse av patentkravene til norsk. Er patentet meddelt på fransk eller tysk, skal det i tillegg sendes inn en oversettelse av beskrivelsen til norsk eller engelsk. Når patent er meddelt på engelsk, kan det sendes inn en oversettelse av beskrivelsen til norsk.",
                        "Oversettelser skal holdes tilgjengelige for enhver. Dette gjelder likevel ikke før en europeisk patentsøknad er blitt publisert av Det europeiske patentverket.",
                        "Når Det europeiske patentverket har kunngjort sin beslutning om å meddele patent og vilkårene i første ledd er oppfylt, skal Patentstyret kunngjøre at patentet gjelder her i riket. Det samme gjelder når et europeisk patent etter beslutning fra Det europeiske patentverket skal opprettholdes i endret form.",
                        "§ 66 j første ledd annet punktum skal lyde:",
                        "§ 66 c tredje ledd gjelder tilsvarende.",
                        "§ 66 m annet ledd første punktum skal lyde:",
                        "Dersom vilkårene i første ledd er oppfylt, skal Patentstyret ta søknaden under behandling når søkeren innen en frist fastsatt av Kongen betaler fastsatt gebyr og sender inn en oversettelse av søknaden til norsk eller engelsk, eller en kopi av søknaden dersom den er på engelsk.",
                        "§ 69 første ledd første punktum skal lyde:",
                        "Kongen kan i forskrift gi nærmere bestemmelser om patentsøknader og innsigelser og behandlingen av dem, om begjæringer om patentbegrensning og behandlingen av dem, om patentregisteret, om den tidende Patentstyret utgir, om språkkrav for søknader og andre dokumenter til Patentstyret og Klagenemnden og om saksbehandlingsspråk for Patentstyret og Klagenemnden, samt om gjennomføringen av loven her for øvrig.",
                        "1.Loven gjelder fra den tid Kongen bestemmer.",
                        "2.Endringene i patentloven § 66 c gjelder bare for patenter der Det europeiske patentverkets kunngjøring av at patentet er meddelt, finner sted etter at loven har trådt i kraft.",
                        "3.Endringene i patentloven §§ 21, 31, 60 og 66 m gjelder bare for patentsøknader som leveres eller videreføres etter at loven har trådt i kraft.",
                        "4.Endringene i patentloven § 33 gjelder bare for søknader som er inngitt etter at loven har trådt i kraft.",
                        "5.Kongen kan gi nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}