{
    "lawId": "LOV-2014-06-20-50",
    "lawName": "Lov om endringer i naturmangfoldloven",
    "shortName": "Endringslov til naturmangfoldloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 30",
                    "title": "(utsetting og omsetning)",
                    "sections": [
                        "Ingen må uten med hjemmel i § 31 eller tillatelse fra myndigheten etter denne loven sette ut",
                        "a)organismer av arter og underarter som ikke finnes naturlig i Norge, herunder utenlandske treslag,",
                        "b)vilt av arter, underarter eller bestander som ikke fra før finnes naturlig i distriktet,",
                        "c)organismer, unntatt stedegen stamme, i sjø eller vassdrag, herunder kunstige dammer, med mindre det foreligger tillatelse etter lov 17. juni 2005 nr. 79 om akvakultur (akvakulturloven). Utsetting av stedegen stamme til kultiveringsformål krever tillatelse etter lakse- og innlandsfiskloven.",
                        "Kongen kan gi forskrift om krav om tillatelse for utsetting av organismer som ikke fra før finnes naturlig på stedet, med unntak for utsetting av planter i private hager. Kongen kan også gi forskrift om forbud mot utsetting og omsetning av bestemte organismer hvis det anses nødvendig for å unngå vesentlige uheldige følger for det biologiske mangfold.",
                        "Søknad om tillatelse til utsetting etter første ledd og etter forskrift gitt med hjemmel i annet ledd første punktum skal klarlegge de virkninger som utsettingen kan ha for det biologiske mangfold. Tillatelse kan ikke gis hvis det er grunn til å anta at utsettingen vil medføre vesentlige uheldige følger for det biologiske mangfold. Kongen kan gi forskrift om krav til søknad.",
                        "§ 31 skal lyde:"
                    ]
                },
                {
                    "name": "§ 31",
                    "title": "(utsetting uten særskilt tillatelse)",
                    "sections": [
                        "Utsetting uten særskilt tillatelse kan skje dersom aktsomhetsplikten etter § 28 blir overholdt, av",
                        "a)organismer som er innført med tillatelse etter § 29 første ledd, jf. annet ledd med sikte på utsetting,",
                        "b)norske treslag,",
                        "c)planter i private hager,",
                        "d)planter i parkanlegg og andre dyrkete områder, hvis plantene i liten grad kan påregnes å spre seg utenfor området og spredningen ikke kan påregnes å medføre fare for uheldige følger for det biologiske mangfold, og",
                        "e)biologiske plantevernmidler som det er gitt tillatelse til utsetting av i eller i medhold av annet lovverk.",
                        "Kongen kan gi forskrift om at nærmere angitte organismer eller grupper av organismer kan settes ut uten særskilt tillatelse hvis utsettingen ikke kan påregnes å medføre fare for uheldige følger for det biologiske mangfold. Det kan da stilles krav om melding, og adgangen til utsetting uten tillatelse kan begrenses til nærmere bestemte områder.",
                        "Utsetting etter første ledd kan ikke skje i strid med forskrift etter § 30 annet ledd. Dette gjelder ikke norske treslag.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}