{
    "lawId": "LOV-2014-12-19-86",
    "lawName": "Lov om endringer i lov 22. juni 2012 nr. 43 om arbeidsgivers innrapportering av ansettelses- og inntektsforhold m.m. (a-opplysningsloven)",
    "shortName": "Endringslov til a-opplysningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål og stedlig virkeområde",
                    "sections": [
                        "§ 1 nytt annet ledd skal lyde:",
                        "Loven gjelder også for Svalbard. Departementet kan i forskrift fastsette at deler av loven ikke skal gjelde på Svalbard, eller fastsette særskilte regler for dette området.",
                        "§ 3 første ledd skal lyde:",
                        "Plikten til å gi opplysninger etter denne lov omfatter opplysninger som skal gis med hjemmel i følgende bestemmelser med tilhørende forskrifter:",
                        "a.ligningsloven § 5-2,",
                        "b.folketrygdloven §§ 24-2, 25-1 annet ledd og 25-10, jf. § 21-4,",
                        "c.skattebetalingsloven § 5-11,",
                        "d.statistikkloven § 2-2 og",
                        "e.svalbardskatteloven § 5-2 femte ledd.",
                        "§ 13 nr. 3 endringen av folketrygdloven § 24-3 første ledd endres til endring av folketrygdloven § 24-2 første ledd.",
                        "§ 13 nr. 3 endringen av folketrygdloven § 24-3 annet ledd endres til endring av folketrygdloven § 24-2 annet ledd.",
                        "§ 13 nr. 3 endringen av folketrygdloven § 24-3 tredje til femte ledd endres til endring av folketrygdloven § 24-2 tredje til femte ledd.",
                        "§ 13 nr. 3 endringen av folketrygdloven § 24-3 sjette ledd endres til endring av folketrygdloven § 24-2 sjette ledd.",
                        "§ 13 nr. 3 endringen av folketrygdloven § 24-4 endres til endring av folketrygdloven § 24-3 og skal lyde:"
                    ]
                },
                {
                    "name": "§ 24-3",
                    "title": "Fastsetting og innkreving av avgifter",
                    "sections": [
                        "For fastsetting av trygdeavgift gjelder ligningslovens bestemmelser, se også § 21-16.",
                        "Dersom arbeidsgiveren ikke gir opplysninger om beregnet arbeidsgiveravgift etter § 24-2 første ledd, eller gir uriktige eller ufullstendige opplysninger, kan ligningsmyndighetene fastsette avgiften. For et slikt vedtak gjelder ligningsloven kapittel 9 om saksbehandling, §§ 10-2 til 10-5 om tilleggsskatt, og § 11-2 om søksmål fra det offentlige.",
                        "Ved rettslig prøving av avgjørelser etter annet ledd gjelder ligningsloven § 11-1 tilsvarende.",
                        "Den som forsettlig eller grovt uaktsomt gir eller medvirker til å gi uriktige eller ufullstendige opplysninger, eller unnlater å levere pliktige opplysninger i forbindelse med beregning, fastsetting eller endring av arbeidsgiveravgiften, straffes etter bestemmelsene i ligningsloven kapittel 12.",
                        "Departementet kan sette ned eller ettergi arbeidsgiveravgift dersom det av særlige grunner knyttet til fastsettelsen virker særlig urimelig å fastholde hele kravet.",
                        "§ 13-3 nr. 3 endring av folketrygdloven § 24-6 annet ledd endres til endring av folketrygdloven § 24-5.",
                        "I lov 22. juni 2012 nr. 43 om arbeidsgivers innrapportering av ansettelses- og inntektsforhold m.m. (a-opplysningsloven) gjøres følgende endring:",
                        "§ 10 tredje ledd skal lyde:",
                        "Vedtak om tvangsmulkt kan påklages til Skatteklagenemnda.",
                        "Endringene under I trer i kraft straks.",
                        "Endringen under II trer i kraft fra den tid Kongen bestemmer. Departementet kan gi overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}