{
    "lawId": "LOV-2014-06-20-54",
    "lawName": "Lov om endringer i opplæringslova, privatskolelova og folkehøyskoleloven (leksehjelp m.m.)",
    "shortName": "Endringslov til skolelovene (leksehjelp m.m.)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 13-2 a",
                    "title": "Plikt for fylkeskommunen til å sørgje for grunnskole- og vidaregåande opplæring i fengsel",
                    "sections": [
                        "Fylkeskommunen har ansvaret for å oppfylle retten til grunnskoleopplæring og vidaregåande opplæring etter denne lova for innsette i fengsel innanfor vedkommande fylkeskommune.",
                        "Når opplæringa skjer i fengsel, skal kriminalomsorga sørgje for nødvendige lokale til formålet.",
                        "§ 13-3 fjerde ledd oppheves.",
                        "§ 13-3 nåværende femte og sjette ledd blir nye fjerde og femte ledd.",
                        "§ 13-5 oppheves.",
                        "§ 13-7 a første ledd skal lyde:",
                        "Kommunen skal ha eit tilbod om leksehjelp i grunnskolen.",
                        "I lov 4. juli 2003 nr. 84 om private skolar med rett til statstilskot blir det gjort følgende endringer:",
                        "§ 7-1c oppheves.",
                        "§ 7-1e første ledd skal lyde:",
                        "Skolen skal ha eit tilbod om leksehjelp i grunnskolen.",
                        "I lov 6. desember 2002 nr. 72 om folkehøyskoler blir det gjort følgende endringer:",
                        "Ny § 6 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 6",
                    "title": "Politiattest",
                    "sections": [
                        "Styret ved den enkelte folkehøyskole avgjør om de som skal tilsettes fast eller midlertidig ved skolen, må legge fram politiattest med tilsvarende innhold som er nevnt i politiregisterloven § 39 første ledd. Styret ved skolen vurderer i så fall konsekvensene av eventuelle merknader på politiattesten i den enkelte tilsettingssak.",
                        "Nåværende §§ 6 til 8 blir nye §§ 7 til 9.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}