{
    "lawId": "LOV-2014-06-20-40",
    "lawName": "Lov om rituell omskjæring av gutter",
    "shortName": "Lov om rituell omskjæring av gutter",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Lovens formål er å sikre at rituell omskjæring av gutter utføres på en forsvarlig måte, samt sikre at et tilbud om rituell omskjæring er tilgjengelig."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Definisjon av rituell omskjæring",
                    "sections": [
                        "Med rituell omskjæring menes i denne lov et kirurgisk inngrep hvor forhud rundt penis fjernes helt eller delvis, og hvor formålet er religiøst begrunnet."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Virkeområdet – forholdet til andre lover",
                    "sections": [
                        "Loven gjelder den som tilbyr eller utfører rituell omskjæring i riket.",
                        "Ved utførelse av rituell omskjæring kommer helsepersonelloven og pasient- og brukerrettighetsloven til anvendelse så langt de passer. Pasient- og brukerrettighetsloven kapittel 2 kommer ikke til anvendelse.",
                        "Pasientskadeloven gjelder ved utførelse av rituell omskjæring.",
                        "Kongen kan gi forskrift om at loven helt eller delvis skal gjelde for Svalbard og Jan Mayen, og kan fastsette særlige regler under hensyn til de stedlige forholdene."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Offentlig tilbud",
                    "sections": [
                        "Regionale helseforetak i henhold til helseforetaksloven § 2 skal organisere spesialisthelsetjenesten slik at de som ønsker det innen helseregionen, kan få utført rituell omskjæring av gutter på en forsvarlig måte. I den grad det ikke hindrer et forsvarlig tilbud, skal det tas hensyn til helsepersonell som av samvittighetsgrunner ikke ønsker å utføre eller assistere ved slike inngrep."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Adgang til å utføre rituell omskjæring",
                    "sections": [
                        "Rituell omskjæring av gutter skal utføres av lege.",
                        "Rituell omskjæring kan også utføres av andre dersom lege er til stede og står ansvarlig for inngrepet. Legen skal påse at inngrepet skjer i henhold til denne loven."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Smertelindring",
                    "sections": [
                        "Rituell omskjæring av gutter kan bare utføres dersom det gis nødvendig smertelindring. Nødvendig smertelindring skal gis forut for, under og etter inngrepet."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Informasjon",
                    "sections": [
                        "Informasjon skal gis i samsvar med helsepersonelloven § 10. Informasjon skal også gis til gutten dersom han har nådd en alder og modenhet som er nødvendig for å forstå informasjonen.",
                        "Opplysning om den informasjon som er gitt, skal nedtegnes i journal som nevnt i helsepersonelloven § 39."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Samtykke til rituell omskjæring",
                    "sections": [
                        "Rituell omskjæring av gutter under 18 år kan bare utføres etter samtykke fra den eller de som har foreldreansvaret for gutten.",
                        "Gutter som er i stand til å danne seg egne synspunkter skal ha rett til informasjon om inngrepet og gis anledning til å si sin mening. Det skal legges behørig vekt på guttens mening i samsvar med alder og modenhet. Rituell omskjæring kan ikke utføres mot guttens vilje."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Straff",
                    "sections": [
                        "En lege som forsettlig eller grovt uaktsomt overtrer lovens §§ 5-8, eller bestemmelser gitt i medhold av lovens § 3, straffes med bøter eller fengsel i inntil tre måneder.",
                        "Den som uten å være lege forsettlig eller grovt uaktsomt overtrer lovens §§ 5-8, eller bestemmelser gitt i medhold av lovens § 3, straffes med bøter eller fengsel i inntil to år."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven trer i kraft fra den tid Kongen bestemmer. Kongen kan bestemme at de enkelte bestemmelsene skal tre i kraft til forskjellig tidspunkt."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Endringer i andre lover",
                    "sections": [
                        "Fra det tidspunkt loven trer i kraft, skal lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. § 5-5 nytt andre og tredje ledd lyde:",
                        "For inngrep omfattet av lov om rituell omskjæring av gutter skal det kreves egenbetaling. Egenbetaling skal kreves uavhengig av om inngrepet skjer i forbindelse med innleggelse i sykehus eller ved poliklinisk behandling ved institusjon. Egenbetaling skal kreves uavhengig av om inngrepet foretas av helseforetaket eller av spesialist med avtale med det regionale helseforetaket om å utføre inngrepet på vegne av helseforetaket.",
                        "Departementet kan ved forskrift gi nærmere bestemmelser om innholdet etter annet ledd, herunder fastsette størrelsen på egenbetalingen."
                    ]
                }
            ]
        }
    ]
}