{
    "lawId": "LOV-2014-12-19-77",
    "lawName": "Lov om endringer i lov 13. juni 1980 nr. 24 om ligningsforvaltning (ligningsloven)",
    "shortName": "Endringslov til ligningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 6-7a",
                    "title": "Pålegg om oppbevaring av regnskapsmateriale",
                    "sections": [
                        "1. Ligningsmyndighetene kan i forbindelse med kontroll pålegge bokføringspliktige som omfattes av § 4-2 nr. 1, å oppbevare regnskapsmateriale etter bokføringsloven § 13 første ledd nr. 1 til 4 i mer enn fem år etter regnskapsårets slutt.",
                        "2. I enkeltpersonforetak rettes pålegg etter nr. 1 til foretakets innehaver. I selskap, samvirkeforetak, forening, institusjon eller innretning rettes pålegget til daglig leder av virksomheten, eller styrelederen dersom virksomheten ikke har daglig leder.",
                        "I lov 13. juni 1980 nr. 24 om ligningsforvaltning (ligningsloven) gjøres følgende endringer:",
                        "§ 2-2 oppheves.",
                        "§ 2-3 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 2-3",
                    "title": "Sentrale ligningsmyndigheter",
                    "sections": [
                        "Skattedirektoratet og Skatteklagenemnda er sentrale ligningsmyndigheter.",
                        "Ny § 2-4a skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-4a",
                    "title": "Nemndenes uavhengige stilling",
                    "sections": [
                        "1. Departementet, Skattedirektoratet, skattekontoret og Oljeskattekontoret kan ikke instruere Skatteklagenemnda, Oljeskattenemnda eller Klagenemnda for petroleumsskatt generelt eller i enkeltsaker.",
                        "2. Med unntak av endringsadgangen etter ligningsloven § 9-5 nr. 1, kan departementet, Skattedirektoratet, oljeskatteligningsmyndighetene og skattekontoret ikke endre vedtak fra Skatteklagenemnda og Klagenemnda for petroleumsskatt.",
                        "3. Saker som skal avgjøres av Skatteklagenemnda forberedes av et eget sekretariat underlagt Skattedirektoratet. Departementet, Skattedirektoratet og skattekontoret kan ikke instruere sekretariatet generelt eller i enkeltsaker.",
                        "Ny § 2-4b skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-4b",
                    "title": "Oppnevning og organisering av Skatteklagenemnda",
                    "sections": [
                        "1. Departementet oppnevner medlemmer av Skatteklagenemnda. Skatteklagenemnda skal ha en leder og en nestleder. Departementet fastsetter hvor mange øvrige medlemmer og varamedlemmer som skal oppnevnes til Skatteklagenemnda.",
                        "2. Nemndas leder organiserer Skatteklagenemnda i avdelinger. Det skal være flere avdelinger med tre medlemmer (alminnelig avdeling) og minst én avdeling med fem medlemmer (stor avdeling).",
                        "3. Lederen for Skatteklagenemnda og nestlederen skal delta i stor avdeling. De øvrige nemndsmedlemmene skal delta i stor avdeling og alminnelig avdeling.",
                        "4. Nemndas leder fordeler saker mellom avdelingene. Alle saker skal behandles i alminnelig avdeling. Dersom alminnelig avdeling ikke avgjør saken ved enighet eller dersom minst ett av medlemmene krever det, skal saken gå videre til behandling i stor avdeling. Leder av Skatteklagenemnda kan beslutte at saker skal gå direkte til behandling i stor avdeling.",
                        "5. Departementet kan gi forskrift om krav til nemndsmedlemmenes utdanning og arbeidserfaring og om organisering av Skatteklagenemnda.",
                        "§ 2-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-5",
                    "title": "Utelukkingsgrunner",
                    "sections": [
                        "Utelukket fra å gjøre tjeneste som medlem av nemnd som nevnt i §§ 2-3 og 2-4 er",
                        "a)riksadvokaten, statsadvokater, politiembetsmenn, politiadjutanter og politifullmektiger,",
                        "b)skatteoppkrevere samt tjenestemenn ved deres kontor, jf. skattebetalingsloven § 2-1,",
                        "c)tjenestemenn i Skattedirektoratet og ved skattekontorene,",
                        "d)enhver som er fradømt stemmerett i offentlige anliggender,",
                        "e)enhver som i løpet av de siste ti årene er straffet for overtredelse av denne lov, skatteloven, skattebetalingsloven, straffeloven § 406, regnskapsloven eller lovene om merverdiavgift og om avgift på investeringer mv. og",
                        "f)enhver som i løpet av de siste ti år er ilagt skjerpet tilleggsskatt etter § 10-5.",
                        "§ 2-6 oppheves.",
                        "§ 2-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-7",
                    "title": "Samtidige verv",
                    "sections": [
                        "Ingen kan samtidig være medlem av, eller varamedlem til, flere enn ett ligningsorgan etter §§ 2-3 og 2-4.",
                        "§ 2-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-8",
                    "title": "Valg og oppnevning",
                    "sections": [
                        "1. Medlemmer av nemnd som nevnt i §§ 2-3 og 2-4, og varamedlemmer velges eller oppnevnes for fire år.",
                        "2. Medlemmer og varamedlemmer skal gjøre tjeneste til ny oppnevning har funnet sted, selv om funksjonstiden etter nr. 1 er utløpt.",
                        "§ 3-4 nr. 4 første punktum skal lyde:",
                        "4. Skattekontorets avslag på krav etter nr. 1 kan påklages til Skattedirektoratet når avslaget er begrunnet i nr. 2 c eller e eller kravet ble satt fram under forberedelse av en sak for Skatteklagenemnda.",
                        "§ 3-8 nr. 1 bokstav f skal lyde:",
                        "f)han har deltatt i tidligere avgjørelse i saken som medlem av Skatteklagenemnda eller",
                        "§ 3-9 oppheves.",
                        "§ 3-10 oppheves.",
                        "§ 8-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-5",
                    "title": "Særskilt avgjørelsesmyndighet",
                    "sections": [
                        "De verdier som er nevnt i skatteloven § 18-7 første ledd bokstavene b og c om fordeling av dem mellom kommunene fastsettes av Skatteklagenemnda etter oppgave fra Norges vassdrags- og energidirektorat. Før Norges vassdrags- og energidirektorat gir sin oppgave, skal det ha gitt eieren av elektrisitetsverket og Skatteklagenemnda anledning til å uttale seg. Skatteklagenemndas avgjørelser etter denne paragraf kan ikke påklages.",
                        "§ 9-2 nr. 1 bokstav b skal lyde:",
                        "b)til Skatteklagenemnda over skattekontorets vedtak i endringssak etter kapittel 9 eller",
                        "§ 9-5 nr. 3 skal lyde:",
                        "3. Skattedirektoratet kan kreve at Skatteklagenemnda overprøver skattekontorets vedtak i endringssak.",
                        "§ 9-5 nr. 5 oppheves.",
                        "§ 9-8 nr. 2 skal lyde:",
                        "2. Saker etter dette kapittel behandles og avgjøres av det skattekontor departementet bestemmer.",
                        "§ 9-11 nr. 1 første punktum skal lyde:",
                        "1. Når Skatteklagenemnda endrer en ligningsavgjørelse til fordel for skattyteren, skal skattekontoret tilkjenne skattyteren hel eller delvis dekning av statskassen for sakskostnader.",
                        "§ 9-11 nr. 2 oppheves.",
                        "§ 9-11 nr. 5 skal lyde:",
                        "5. Skattyteren kan påklage skattekontorets avgjørelse til Skatteklagenemnda innen tre uker etter at melding om avgjørelsen er kommet fram. Skatteklagenemndas avgjørelse kan ikke påklages. Bestemmelsene i nr. 1 og 4 får tilsvarende anvendelse ved endring av avgjørelse om dekning av sakskostnader.",
                        "§ 10-8 nr. 5 annet punktum skal lyde:",
                        "Skatteklagenemnda er klageorgan for vedtak truffet av Skattedirektoratet.",
                        "§ 11-1 nr. 2 tredje punktum oppheves.",
                        "Endringene under I trer i kraft straks.",
                        "Endringen under II trer i kraft straks med virkning fra og med ligningen for inntektsåret 2014.",
                        "Endringene under III trer i kraft straks og får virkning fra og med skattelisten for inntektsåret 2014.",
                        "Endringene under IV trer i kraft 1. januar 2015.",
                        "Endringene under V trer i kraft fra den tid Kongen bestemmer. Departementet kan gi overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}