{
    "lawId": "LOV-2014-08-29-63",
    "lawName": "Lov om endringar i yrkestransportlova (gjennomføring av EØS-reglar om busspassasjerrettar)",
    "shortName": "Endringslov til yrkestransportlova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 32 a",
                    "title": "Passasjerrettar",
                    "sections": [
                        "(1) Departementet kan gje forskrift om gjennomføring og utfylling av reglar om busspassasjerrettar som er tekne inn i EØS-avtalen.",
                        "(2) Departementet kan peike ut bussterminalar som skal tilby assistanse til personar med nedsett funksjons- eller rørsleevne, og kan gje nærare forskrift om slike ordningar.",
                        "(3) Departementet kan gje forskrift om skiping av eit klageorgan for løysing av tvistar mellom passasjerar og den som driv persontransport med motorvogn i rute, eller andre som i samband med slik transport har plikter overfor passasjerane. Departementet kan gje forskrift om at klageorganet heilt eller delvis skal finansierast gjennom gebyr frå den som mot vederlag driv persontransport med motorvogn i rute, andre som er omfatta av ordninga, og klagarane. Departementet kan òg gje forskrift om innkrevjing av gebyr og forskrift som nemnt i luftfartsloven § 10-44 andre ledd første punktum og andre punktum nr. 1 til 3 og nr. 5 og 6. Reglane i luftfartsloven §§ 10-45 til 10-47 gjeld tilsvarande. Avgjerdene i klageorganet skal ikkje vere rettsleg bindande.",
                        "(4) Departementet kan fastsetje at den som mot vederlag driv persontransport i rute med motorvogn i, til eller frå Noreg, eller andre som i samband med slik transport har plikter overfor passasjerane, skal vere omfatta av klageordninga i tredje ledd.",
                        "(5) Departementet kan peike ut eit handhevingsorgan som skal føre tilsyn med at reglar gjevne i, eller med heimel i, første til fjerde ledd vert følgde. Handhevingsorganet kan gje pålegg om retting og tvangsmulkt ved brot på reglane i første til fjerde ledd. Departementet kan gje forskrift om at handhevingsorganet utan omsyn til teieplikta kan krevje innsyn og informasjon frå den som mot vederlag driv persontransport med motorvogn i rute, eller andre som i samband med slik transport har pliktar overfor passasjerane.",
                        "Lova gjeld frå den tid Kongen fastset."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}