{
    "lawId": "LOV-2014-05-09-16",
    "lawName": "Lov om retting av feil i lovverket m.m",
    "shortName": "Lov om retting av feil i lovverket",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4",
                    "title": "(Bankinnskudd m.m.)",
                    "sections": [
                        "1. Fordring på bank eller offentlig kasse i anledning innskudd eller verdier som er gitt i forvaring, samt rentekrav i tilknytning til slik fordring, foreldes først 20 år etter at det er gitt melding etter finansavtaleloven § 22 første ledd. Dette gjelder selv om kontoen påføres renter etter at slik melding er gitt. Foreldelse inntrer bare dersom institusjonen forut for foreldelsesfristens utløp har gjort det som med rimelighet kan forventes for å komme i kontakt med kontohaveren eller arvingene.",
                        "2. Foreldelse avbrytes når fordringshaveren melder seg for institusjonen eller kontoen disponeres over ved uttak eller ved at midler settes inn på kontoen. Med bank likestilles annen innretning som med hjemmel i lov skaffer seg midler til sin virksomhet ved å motta innskudd fra en ubestemt krets av innskytere.",
                        "3. Finansavtaleloven § 22 gjelder tilsvarende for fordring på offentlig kasse.",
                        "8. I lov 22. mai 1981 nr. 25 om rettergangsmåten i straffesaker gjøres følgende endringer:",
                        "§ 19 første ledd nr. 3 skal lyde:",
                        "3)rettslige avgjørelser som blir tatt eller avlest i rettsmøtet, og pålegg som blir gitt av retten eller dens leder.",
                        "§ 35 annet og tredje ledd skal lyde:",
                        "For øvrig treffes alle avgjørelser med alminnelig flertall når ikke annet er bestemt. Står stemmene likt, gjelder ved avgjørelser om straff eller rettsfølger som nevnt i § 2 nr. 1 og 2, den mening som er gunstigst for siktede; ellers gjør lederens stemme utslaget.",
                        "Spørsmålet om vilkårene for mortifikasjon foreligger, blir avgjort med alminnelig flertall. Står stemmene likt, gjør lederens stemme utslaget.",
                        "§ 37 første ledd annet punktum skal lyde:",
                        "Står da stemmene likt, gjør lederens stemme utslaget.",
                        "§ 44 tredje punktum skal lyde:",
                        "Ellers kan lederen foreta rettingen.",
                        "§ 52 tredje ledd fjerde punktum skal lyde:",
                        "Opplysninger i kjennelsen som det er besluttet at forsvareren ikke skal opplyses om, jf. § 130 a tredje ledd fjerde punktum, skal ikke meddeles forsvareren.",
                        "§ 99 første ledd annet punktum skal lyde:",
                        "Dette gjelder likevel ikke i saker etter vegtrafikkloven § 22 første og femte ledd, jf. § 31, eller hvor retten på grunnlag av sakens art og forholdene ellers finner det ubetenkelig at han er uten forsvarer.",
                        "§ 130 a fjerde ledd blir nytt tredje ledd annet til fjerde punktum. Femte til niende ledd blir fjerde til åttende ledd.",
                        "§ 202 c første til sjette ledd skal lyde:",
                        "Når noen med skjellig grunn mistenkes for en handling eller forsøk på handling som etter loven kan medføre straff av fengsel i 10 år eller mer, eller som rammes av straffeloven §§ 90, 91, 91 a, 94 jf. 90, 104 a første ledd annet punktum, eller 104 a annet ledd jf. første ledd annet punktum, § 147 d, eller som rammes av lov om kontroll med eksport av strategiske varer, tjenester og teknologi m.v. § 5, kan retten ved kjennelse gi politiet tillatelse til å",
                        "a)plassere teknisk peileutstyr i klær eller gjenstander som den mistenkte bærer på seg,",
                        "b)plassere teknisk peileutstyr i veske eller annen håndbagasje som den mistenkte bærer med seg, eller",
                        "c)foreta innbrudd for å plassere teknisk peileutstyr som nevnt i bestemmelsen her eller i § 202 b.",
                        "§ 202 b første ledd annet og tredje punktum gjelder tilsvarende.",
                        "Tillatelse etter første ledd kan bare gis dersom det må antas at teknisk sporing vil være av vesentlig betydning for å oppklare saken, og at oppklaring ellers i vesentlig grad vil bli vanskeliggjort. Tillatelse etter første ledd bokstav c kan dessuten bare gis dersom det er strengt nødvendig å foreta innbrudd for å plassere peileutstyret.",
                        "Når politiet ber om rettens tillatelse til teknisk sporing, gjelder § 216 d annet ledd tilsvarende. Dersom det ved opphold er stor fare for at etterforskningen vil lide, kan ordre fra påtalemyndigheten tre istedenfor kjennelse av retten, men ikke ut over 24 timer. § 197 tredje ledd og § 216 d gjelder tilsvarende.",
                        "Rettens tillatelse skal gis for et bestemt tidsrom, som ikke må være lenger enn strengt nødvendig. Tillatelsen må ikke gis for mer enn 4 uker om gangen. § 216 f annet ledd gjelder tilsvarende.",
                        "Rettens avgjørelse treffes uten at den mistenkte eller den som avgjørelsen ellers rammer, gis adgang til å uttale seg, og kjennelsen blir ikke meddelt dem. Når bruken av peileutstyr er avsluttet, skal den mistenkte underrettes om kjennelsen og om resultatet av peilingen.",
                        "Dersom det er strengt nødvendig for etterforskningen i saken at underretning ikke gis, kan påtalemyndigheten i saker om overtredelse av straffeloven kapittel 8 eller 9 beslutte at underretning skal utsettes eller unnlates helt. I andre saker kan retten på de samme vilkår ved kjennelse beslutte at underretning kan utsettes for inntil 8 uker om gangen. Med mindre det er bestemt at underretning helt skal unnlates, skal underretning senest gis når tiltale tas ut. § 216 f annet ledd gjelder tilsvarende.",
                        "I § 242 syvende ledd erstattes ordet «borgerlig» med «sivilt».",
                        "I § 339 første ledd annet punktum erstattes ordet «formann» med «leder».",
                        "9. I lov 17. desember 1982 nr. 86 om rettsgebyr skal § 4 lyde:",
                        "Gebyrplikten for sivile tvister, skjønn, tvangsfullbyrdelse og midlertidig sikring inntrer når saken er ført inn i sakslisten og for overprøving ved høyere instans innføring i dennes saksliste. Ved tinglysing er påføringen av attest for tinglysing avgjørende for gebyrplikten. For bobehandling gjelder de særlige regler i kapittel 5.",
                        "10. I lov 12. juni 1987 nr. 48 om norsk internasjonalt skipsregister (NIS-loven) skal § 8 overskriften lyde:",
                        "Skipsarbeidsloven",
                        "11. I lov 13. mai 1988 nr. 26 om inkassovirksomhet og annen inndriving av forfalte pengekrav gjøres følgende endringer:",
                        "§ 4 femte ledd skal lyde:",
                        "Kongen kan i forskrift gi regler om at inkassovirksomhet som gjelder ervervsmessig eller stadig inndriving av forfalte pengekrav for andre, også kan drives midlertidig av personer som er lovlig etablert i en EØS-stat eller i Sveits med sikte på å drive slik inkassovirksomhet der, og kan gi nærmere regler om midlertidig utøvelse av slik inkassovirksomhet. Kongen kan i forskrift gi regler om at Finanstilsynet uhindret av taushetsplikten kan eller skal gi opplysninger om en inkassator som har norsk inkassobevilling og midlertidig utøver inkassovirksomhet i en annen EØS-stat eller i Sveits, til relevant myndighet i vedkommende stat.",
                        "§ 5 annet ledd tredje til femte punktum skal lyde:",
                        "Kravet om tre års praktisk erfaring med inndriving av pengekrav gjelder ikke for EØS-statsborgere eller sveitsiske statsborgere som har kvalifikasjonsbevis fra en annen EØS-stat eller Sveits som nevnt i direktiv 2005/36/EF artikkel 13 nr. 1 eller nr. 2. Dersom kvalifikasjonsbeviset ikke er lovregulert i den andre EØS-staten eller i Sveits, må søkeren i tillegg ha drevet inkassovirksomhet på heltid i minst to år i løpet av de siste ti årene i en annen EØS-stat eller i Sveits. Kongen kan i forskrift fastsette at tredje og fjerde punktum skal gjelde tilsvarende for borgere fra andre stater enn EØS-stater og Sveits og for søkere som har kvalifikasjonsbevis fra andre stater enn EØS-stater og Sveits.",
                        "12. I lov 15. juni 1990 nr. 27 om vern av kretsmønstre for integrerte kretser gjøres følgende endringer:",
                        "§ 6 annet ledd blir første ledd nytt annet punktum. Nåværende tredje til sjette ledd blir annet til femte ledd.",
                        "§ 8 annet ledd blir første ledd nytt tredje og fjerde punktum. Nåværende tredje og fjerde ledd blir annet og tredje ledd.",
                        "13. I lov 25. september 1992 nr. 107 om kommuner og fylkeskommuner skal § 48 nr. 5 fjerde punktum lyde:",
                        "Det skal også redegjøres for tiltak som er iverksatt, og tiltak som planlegges iverksatt for å fremme likestilling og for å hindre forskjellsbehandling i strid med likestillingsloven, samt for å fremme formålet i diskrimineringsloven om etnisitet, diskriminerings- og tilgjengelighetsloven og diskrimineringsloven om seksuell orientering.",
                        "14. I lov 12. mars 1993 nr. 32 om planteforedlerrett gjøres følgende endringer:",
                        "§ 23 annet ledd blir første ledd nytt annet punktum. Nåværende tredje til syvende ledd blir annet til sjette ledd.",
                        "§ 24 annet ledd blir første ledd nytt tredje og fjerde punktum. Nåværende tredje og fjerde ledd blir annet og tredje ledd.",
                        "§ 27 første og annet ledd skal lyde:",
                        "Meddelelser fra Plantesortsnemnda eller Klagenemnda til en søker, sortseier eller innsiger regnes alltid som avgitt når de er sendt til den adressen som vedkommende senest har oppgitt til Plantesortsnemnda eller Klagenemnda. Adressen innføres i plantesortsregistret. For søkere og sortseiere som har fullmektig, kan meddelelser som nevnt i første punktum sendes til fullmektigen.",
                        "Hvis den registrerte adressen viser seg å være feil, inntas meddelelsen eller et sammendrag i Norsk lysingsblad med opplysning om at dokumentet kan fås hos Plantesortsnemnda eller Klagenemnda.",
                        "15. I lov 24. juni 1994 nr. 39 om sjøfarten gjøres følgende endringer:",
                        "§ 418 nytt femte ledd skal lyde:",
                        "Reglene i § 199 gjelder tilsvarende når et skip ikke har påbudt forsikring eller annen sikkerhet eller påbudt sertifikat etter reglene i eller i medhold av første til fjerde ledd.",
                        "§ 431 skal lyde:"
                    ]
                },
                {
                    "name": "§ 431",
                    "title": "Unntak fra ufravikeligheten",
                    "sections": [
                        "Uten hinder av § 430 kan bortfrakteren ved befordring av passasjer fraskrive seg ansvaret for forsinkelse etter dette kapittel for tiden før passasjeren går om bord og etter at passasjeren er kommet i land, men likevel ikke for sjøtransport mellom skipet og land som er inkludert i billettprisen eller utføres med transportmiddel stilt til rådighet av bortfrakteren.",
                        "For håndreisegods som ikke befinner seg i eller på medført kjøretøy, kan bortfrakteren likeledes fraskrive seg ansvaret for forsinkelse etter dette kapittel for tiden før godset blir brakt om bord og etter at det er brakt i land, men ikke for sjøtransport mellom skipet og land som nevnt i første ledd, og heller ikke for den tid bortfrakteren har hånd om godset mens passasjeren befinner seg på kai eller på en terminal eller stasjon eller et annet anlegg i havn.",
                        "Bortfrakteren kan i alle tilfelle forbeholde seg ansvarsfrihet for levende dyr som sendes som reisegods.",
                        "16. I lov 13. juni 1997 nr. 44 om aksjeselskaper gjøres følgende endringer:",
                        "§ 3-8 første ledd nr. 7 skal lyde:",
                        "7.avtale inngått i samsvar med reglene gitt i eller i medhold av § 8-10.",
                        "§ 4-24 fjerde ledd tredje punktum oppheves. Nåværende fjerde og femte punktum blir tredje og fjerde punktum.",
                        "§ 8-1 annet og tredje ledd skal lyde:",
                        "(2) I beløpet som kan deles ut etter første ledd, skal det gjøres fradrag for kreditt og sikkerhetsstillelse mv. etter §§ 8-7 til 8-10 fra før balansedagen som etter disse bestemmelsene skal ligge innenfor rammen av de midler selskapet kan dele ut som utbytte. Det skal likevel ikke gjøres fradrag for kreditt og sikkerhetsstillelse mv. som er tilbakebetalt eller avviklet før beslutningstidspunktet, eller kreditt til en aksjeeier i den grad kreditten avvikles ved en avregning i utbyttet. I beløpet som kan deles ut etter første ledd, skal det også gjøres fradrag for egne aksjer som selskapet har ervervet avtalepant i før balansedagen, med et beløp som tilsvarer fordringen pantet skal sikre. Dette gjelder likevel ikke hvis det er gjort fradrag for fordringen etter første punktum.",
                        "(3) Ved beregningen etter første ledd skal det gjøres fradrag for andre disposisjoner etter balansedagen som etter loven skal ligge innenfor rammen av de midler selskapet kan benytte til utdeling av utbytte, eller som omfattes av § 12-1 første ledd nr 2.",
                        "§ 9-3 tredje punktum oppheves.",
                        "§ 12-2 første ledd første punktum skal lyde:",
                        "Ved beregningen av selskapets tap etter § 12-1 første ledd nr 1, skal balansen i selskapets sist godkjente årsregnskap legges til grunn.",
                        "§ 16-9 første ledd skal lyde:",
                        "(1) Utdeling til aksjeeierne av annet overskudd enn utbytte etter § 8-1 kan ikke finne sted før selskapets forpliktelser er dekket og det er gått minst seks uker siden kunngjøringen av kreditorvarselet i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon etter § 16-4.",
                        "17. I lov 13. juni 1997 nr. 45 om allmennaksjeselskaper gjøres følgende endringer:",
                        "§ 3-8 første ledd nr. 6 skal lyde:",
                        "6.avtale inngått i samsvar med reglene gitt i eller i medhold av § 8-10.",
                        "§ 8-1 annet og tredje ledd skal lyde:",
                        "(2) I beløpet som kan deles ut etter første ledd, skal det gjøres fradrag for kreditt og sikkerhetsstillelse mv. etter §§ 8-7 til 8-10 fra før balansedagen som etter disse bestemmelsene skal ligge innenfor rammen av de midler selskapet kan dele ut som utbytte. Det skal likevel ikke gjøres fradrag for kreditt og sikkerhetsstillelse mv. som er tilbakebetalt eller avviklet før beslutningstidspunktet, eller kreditt til en aksjeeier i den grad kreditten avvikles ved en avregning i utbyttet. I beløpet som kan deles ut etter første ledd, skal det også gjøres fradrag for egne aksjer som selskapet har ervervet avtalepant i før balansedagen, med et beløp som tilsvarer fordringen pantet skal sikre. Dette gjelder likevel ikke hvis det er gjort fradrag for fordringen etter første punktum.",
                        "(3) Ved beregningen etter første ledd skal det gjøres fradrag for andre disposisjoner etter balansedagen som etter loven skal ligge innenfor rammen av de midler selskapet kan benytte til utdeling av utbytte, eller som omfattes av § 12-1 første ledd nr 2.",
                        "§ 9-3 tredje punktum oppheves.",
                        "§ 12-2 første ledd første punktum skal lyde:",
                        "Ved beregningen av selskapets tap etter § 12-1 første ledd nr 1, skal balansen i selskapets sist godkjente årsregnskap legges til grunn.",
                        "§ 16-9 første ledd skal lyde:",
                        "(1) Utdeling til aksjeeierne av annet overskudd enn utbytte etter § 8-1 kan ikke finne sted før selskapets forpliktelser er dekket og det er gått minst seks uker siden kunngjøringen av kreditorvarselet i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon etter § 16-4.",
                        "18. I lov 17. juli 1998 nr. 56 om årsregnskap mv. skal § 3-3 syvende ledd lyde:",
                        "Foretak som jevnlig sysselsetter mer enn 50 ansatte, skal redegjøre for tiltak som er iverksatt og tiltak som planlegges iverksatt for å fremme formålet i diskrimineringsloven om etnisitet, diskriminerings- og tilgjengelighetsloven og diskrimineringsloven om seksuell orientering.",
                        "19. I lov 16. juli 1999 nr. 66 om Schengen informasjonssystem (SIS) skal § 7 nr. 2 lyde:",
                        "2.opplysninger om personer som ikke skal gis tillatelse til innreise fordi det i forbindelse med utvisning etter utlendingsloven § 66 første ledd bokstav a, b, c eller e, §§ 67, 68 eller 126 annet ledd er truffet vedtak om innreiseforbud, og vedtaket fortsatt er gjeldende",
                        "20. I lov 18. mai 2001 nr. 21 om gjennomføring av straff mv. gjøres følgende endringer:",
                        "I § 7 bokstav i erstattes «§ 26 sjette ledd» med «§ 16 syvende ledd».",
                        "I § 7 b erstattes «§ 16 sjette ledd» med «§ 16 syvende ledd».",
                        "§ 10 fjerde og femte ledd skal lyde:",
                        "Subsidiær fengselsstraff fastsatt etter straffeloven § 28 kan gjennomføres som bøtetjeneste etter § 16 a.",
                        "For domfelte under 18 år skal personundersøkelse som er foretatt etter straffeprosessloven § 161 a, danne grunnlag for valg av gjennomføringsform og andre avgjørelser om straffegjennomføringen. Det skal foretas en ny personundersøkelse dersom det har gått mer enn ett år fra personundersøkelsen ble foretatt til straffegjennomføring iverksettes, eller dersom barnets personlighet, livsforhold eller fremtidsmuligheter vesentlig er endret.",
                        "I § 16 syvende ledd annet punktum erstattes «§ 16 tredje ledd bokstav d) og e)» med «fjerde ledd bokstav d og e».",
                        "21. I lov 14. mars 2003 nr. 15 om beskyttelse av design gjøres følgende endringer:",
                        "§ 40 annet ledd blir første ledd nytt annet punktum. Nåværende tredje til sjette ledd blir annet til femte ledd.",
                        "§ 41 annet ledd blir første ledd nytt tredje og fjerde punktum. Nåværende tredje og fjerde ledd blir annet og tredje ledd.",
                        "§ 49 første og annet ledd skal lyde:",
                        "Meldinger fra Patentstyret eller Klagenemnden til en søker, designhaver eller en som har krevd administrativ overprøving, regnes alltid som avgitt når de er sendt til den adressen som vedkommende senest har oppgitt til Patentstyret eller Klagenemnden. Adressen innføres i designregistret. For søkere og designhavere som har fullmektig, kan meddelelser etter leddet her sendes til fullmektigen.",
                        "Hvis den registrerte adressen viser seg å være feil, inntas meldingen eller et sammendrag i Norsk Designtidende med opplysning om at dokumentet kan fås hos Patentstyret eller Klagenemden.",
                        "§ 58 annet ledd skal lyde:",
                        "Frem til den internasjonale registreringen er innført i designregistret og kunngjort etter § 57 fjerde ledd, har registreringen samme virkning som en søknad om designregistrering i Norge. Utnytter noen designen uten samtykke fra den internasjonale designhaveren, og skjer utnyttelsen etter at den internasjonale registreringen er kunngjort av Det internasjonale byrået, gjelder § 39 a, § 40 første til tredje og femte ledd og §§ 41, 41 a og 41 b tilsvarende hvis registreringen senere blir innført i designregistret. Foreldelsesfristen for krav etter dette leddet begynner ikke å løpe før registreringen er innført i designregistret.",
                        "22. I lov 20. mai 2005 nr. 28 om straff gjøres følgende endringer:",
                        "§ 79 første ledd bokstav c nytt siste ledd skal lyde:",
                        "Forhøyelse av lengstestraffen etter denne bokstav får anvendelse i forhold til lovbestemmelser som tillegger strafferammen rettslig virkning, når ikke annet er bestemt.",
                        "I § 203 blir tredje ledd annet punktum nytt fjerde ledd. Nåværende fjerde ledd blir femte ledd.",
                        "23. I lov 16. februar 2007 nr. 9 om skipssikkerhet skal § 52 første ledd bokstav c og ny bokstav d lyde:",
                        "c)skipet ikke har nødvendige sertifikater om bord,",
                        "d)rederiet eller noen i dets tjeneste hindrer tilsynsmyndigheten i å gå om bord i skipet for å foreta tilsyn som ikke er etterkommet etter § 45.",
                        "24. I lov 15. mai 2008 nr. 35 om utlendingers adgang til riket og deres opphold her gjøres følgende endringer:",
                        "§ 76 fjerde ledd første punktum skal lyde:",
                        "Kommer Utlendingsnemnda i en sak etter tredje ledd til at Utlendingsdirektoratets vedtak er ugyldig, skal den oppheve vedtaket og sende saken tilbake til Utlendingsdirektoratet for hel eller delvis ny behandling.",
                        "§ 90 sjette ledd annet til fjerde punktum skal lyde:",
                        "Når særlige grunner taler for det, kan utlendingen bli ført til et annet land enn det vedkommende kom fra. Utlendinger som ikke har gyldig reisedokument, har plikt til å skaffe seg dette. Beslutninger som gjelder iverksetting, regnes ikke som enkeltvedtak, jf. forvaltningsloven § 2 første ledd bokstav b.",
                        "§ 92 første ledd skal lyde:",
                        "I saker om bortvisning, utvisning, tilbakekall av tillatelse eller tilbakekall av oppholdsdokument, jf. § 120, har utlendingen rett til fritt rettsråd uten behovsprøving. Det gjelder likevel ikke i utvisningssaker i henhold til §§ 66 første ledd bokstav b og c, 67 første ledd bokstav a, b og c, 68 første ledd bokstav a og b og 122.",
                        "I § 108 annet ledd bokstav a skal nytt siste punkt i opplistingen lyde:",
                        "§ 130 første ledd, jf. § 105",
                        "25. I lov 9. januar 2009 nr. 2 om kontroll med markedsføring og avtalevilkår mv. gjøres følgende endring:",
                        "§ 48 b annet ledd blir første ledd nytt annet punktum. Nåværende tredje og fjerde ledd blir annet og tredje ledd.",
                        "26. I lov 8. mai 2009 nr. 23 oppheves endringen i lov 15. mai 2008 nr. 35 om utlendingers adgang til riket og deres opphold her § 42 annet ledd.",
                        "27. I lov 26. mars 2010 nr. 8 om beskyttelse av varemerker gjøres følgende endringer:",
                        "§ 58 annet ledd blir første ledd nytt annet punktum. Nåværende tredje til syvende ledd blir annet til sjette ledd.",
                        "§ 59 annet ledd blir første ledd nytt tredje og fjerde punktum. Nåværende tredje og fjerde ledd blir annet og tredje ledd.",
                        "§ 72 første ledd annet punktum skal lyde:",
                        "Innføringen har virkning fra den dagen registreringen ved Det internasjonale byrået anses for å ha skjedd eller fra dagen for en etterfølgende utpeking av Norge.",
                        "§ 77 første og annet ledd skal lyde:",
                        "Meddelelser fra Patentstyret eller Klagenemnden til en søker, registreringsinnehaver, innsiger eller en som har krevd administrativ overprøving etter § 40, regnes alltid som avgitt når de er sendt til den adressen som vedkommende senest har oppgitt til Patentstyret eller Klagenemnden. Adressen innføres i varemerkeregistret. For søkere og registreringsinnehavere som har fullmektig, kan meddelelser sendes til fullmektigen.",
                        "Hvis den registrerte adressen viser seg å være feil, inntas meddelelsen eller et sammendrag i Norsk Varemerketidende, med opplysning om at dokumentet kan fås hos Patentstyret eller Klagenemnden.",
                        "28. I lov 20. januar 2012 nr. 4 om pågriping og overlevering til og frå Noreg for straffbare forhold på grunnlag av ein arrestordre skal § 23 annet ledd tredje og fjerde punktum lyde:",
                        "Spørsmålet om samtykke skal likevel behandlast skriftleg, om ikkje retten treff avgjerd om munnleg behandling. I tilfelle som nemnde i § 21 andre ledd skal oppmodinga sendast den tingretten som avgjorde spørsmålet om overlevering.",
                        "29. I lov 21. juni 2013 nr. 60 om forbud mot diskriminering på grunn av etnisitet, religion og livssyn gjøres følgende endringer:",
                        "§ 17 første ledd første punktum skal lyde:",
                        "En arbeidsgiver må ikke i ansettelsesprosessen, herunder under intervju eller på annen måte, innhente opplysninger om hvordan søkeren stiller seg til religiøse eller kulturelle spørsmål.",
                        "§ 26 femte ledd skal lyde:",
                        "Dersom overtredelsen er ledd i aktivitetene til en organisert kriminell gruppe, gjelder straffeloven §§ 162 c og 60 a.",
                        "30. I lov 21. juni 2013 nr. 102 om stillingsvern mv. for arbeidstakere på skip gjøres følgende endringer:",
                        "§ 3-7 annet ledd oppheves. Nåværende tredje og fjerde ledd blir nytt annet og tredje ledd.",
                        "1.Loven gjelder fra den tid Kongen bestemmer.",
                        "2.De ulike endringene kan settes i kraft til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}