{
    "lawId": "LOV-2014-06-20-23",
    "lawName": "Lov om endringer i folketrygdloven og i skattelovgivningen mv. (tilpasning til a-ordningen)",
    "shortName": "Endringslov til folketrygdloven og skattelovgivningen mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 25-3",
                    "title": "Gebyr og tvangsmulkt ved brudd på meldeplikten til arbeidstakerregisteret mv.",
                    "sections": [
                        "Arbeids- og velferdsetaten kan ilegge en arbeidsgiver gebyr, tvangsmulkt eller begge deler når arbeidsgiveren har gitt uriktige opplysninger i strid med § 25-1 andre ledd med tilhørende forskrifter og § 25-10 med tilhørende forskrifter.",
                        "Gebyr kan ilegges når korrekte opplysninger ikke er gitt innen den frist som er fastsatt i forskrift. Gebyret skal utgjøre et halvt rettsgebyr for hver forsømmelse.",
                        "Tvangsmulkt kan ilegges etter at det er sendt purring og gitt en ny frist for å rette på forholdet. Det må samtidig gis varsel om at tvangsmulkt vil løpe dersom den nye fristen ikke overholdes. Mulkten skal utgjøre et halvt rettsgebyr for hver forsømmelse for hver dag etter utløpet av den nye fristen fram til korrekte opplysninger er levert.",
                        "Ilagt gebyr eller tvangsmulkt kan motregnes i en arbeidsgivers krav etter § 22-3 på refusjon av ytelser etter kapitlene 8, 9 og 14.",
                        "Ilagt gebyr og tvangsmulkt er tvangsgrunnlag for utlegg. Arbeids- og velferdsetatens innkrevingssentral kan innkreve gebyret og tvangsmulkten etter reglene i bidragsinnkrevingsloven.",
                        "Ilagt gebyr eller tvangsmulkt kan helt eller delvis ettergis dersom det blir gjort sannsynlig at forpliktelsen ikke er overholdt som følge av forhold utenfor den opplysningspliktiges kontroll, eller dersom særlige rimelighetsgrunner tilsier det.",
                        "Departementet gir i forskrift regler om gebyr og tvangsmulkt. Det kan herunder gis regler om",
                        "a)hva som skal regnes som en forsømmelse",
                        "b)forholdet mellom bruken av gebyr og tvangsmulkt i det enkelte tilfellet",
                        "c)forholdet mellom gebyr og tvangsmulkt etter paragrafen her og a-opplysningsloven §§ 10 og 11",
                        "d)ettergivelse av ilagt gebyr eller tvangsmulkt",
                        "e)økt gebyr eller tvangsmulkt i gjentakelsestilfelle.",
                        "Ny § 25-3 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 25-3 a",
                    "title": "Gebyr ved manglende oppfyllelse av arbeidsgivers plikter etter § 25-2",
                    "sections": [
                        "Dersom arbeidsgiver ikke innen fristen i § 25-2 tredje ledd har gitt skriftlig melding til arbeids- og velferdsetaten om at reglene om oppfølgingsplan er overholdt, herunder sendt inn planen, eller gitt melding om at reglene om dialogmøte er overholdt, skal det gis varsel med tre ukers frist for overholdelse av pliktene. Dersom pliktene ikke overholdes innen varslingsfristen, kan arbeids- og velferdsetaten fatte vedtak om gebyr. Arbeids- og velferdsetaten kan også fatte vedtak om gebyr dersom arbeidsgiver ikke utleverer oppdatert oppfølgingsplan etter innkalling til dialogmøter etter folketrygdloven eller ikke deltar i slike møter, jf. § 25-2 annet og fjerde ledd. Gebyr etter denne paragrafen kan utgjøre seks rettsgebyr for hver unnlatelse. Ilagt gebyr er tvangsgrunnlag for utlegg.",
                        "Departementet gir i forskrift regler om gebyr, herunder regler om ettergivelse av gebyr.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt skal § 5-15 første ledd bokstav i lyde:",
                        "i.arbeidsvederlag som ikke er virksomhetsinntekt, når beløpet er under grensen for opplysningsplikt etter forskrift gitt med hjemmel i ligningsloven § 5-12, jf. § 5-2,",
                        "I lov 19. november 2004 nr. 73 om bokføring skal § 5 annet ledd nr. 2 lyde:",
                        "2.spesifikasjon av lønnsopplysningspliktige ytelser,",
                        "I lov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav gjøres følgende endringer:",
                        "§ 10-10 nytt tredje ledd skal lyde:",
                        "(3) Departementet kan i forskrift gi regler om skjerpet betaling for arbeidsgiver som har vist vesentlig forsømmelse av sine plikter etter denne loven.",
                        "I lov 22. juni 2012 nr. 43 om arbeidsgivers innrapportering av ansettelses- og inntektsforhold m.m. gjøres følgende endringer:",
                        "§ 3 første ledd skal lyde:",
                        "Plikten til å gi opplysninger etter denne lov omfatter opplysninger som skal gis med hjemmel i følgende bestemmelser med tilhørende forskrifter:",
                        "a.ligningsloven § 5-2,",
                        "b.folketrygdloven §§ 24-2, 25-1 annet ledd og 25-10, jf. § 21-4,",
                        "c.skattebetalingsloven § 5-11 og",
                        "d.statistikkloven § 2-2.",
                        "§ 4 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": [
                {
                    "name": "§ 4",
                    "title": "Frist for levering av opplysninger",
                    "sections": [
                        "Opplysninger skal gis av den opplysningspliktige minimum en gang per kalendermåned.",
                        "Opplysninger om føderåd etter ligningsloven § 5-2 nr. 1 bokstav b kan leveres en gang per år og skal senest leveres samtidig med fristen for å levere opplysninger i januar i året etter inntektsåret.",
                        "Meldinger etter folketrygdloven § 25-1 andre ledd til arbeidstakerregisteret om inntak av en arbeidstaker og om opphør av et arbeidsforhold skal leveres innen fredag i uken etter at arbeidsforholdet tok til eller opphørte, med mindre det gis dispensasjon i medhold av forskrift gitt med hjemmel i fjerde ledd i paragrafen her.",
                        "Departementet kan i forskrift gi regler om fristen for å levere opplysninger, herunder at det kan gjøres unntak fra fristen i tredje ledd.",
                        "§ 13 nr. 1 om endringer i lov 13. juni 1980 nr. 24 om ligningsforvaltning oppheves.",
                        "I § 13 nr. 3 skal endringen av folketrygdloven § 24-3 første ledd lyde:",
                        "Arbeidsgiver skal av eget tiltak beregne arbeidsgiveravgiften etter § 23-2 for hver kalendermåned. Opplysninger om beregnet avgift og grunnlaget for beregning av arbeidsgiveravgift for hver kalendermåned skal leveres etter reglene i a-opplysningsloven.",
                        "I § 13 nr. 3 skal folketrygdloven § 25-10 andre ledd lyde:",
                        "Departementet kan i forskrift bestemme at arbeidsgiver skal opplyse om at utbetalingen eller fordelen til den ansatte er for en avvikende periode.",
                        "I § 13 nr. 4 skal endringen av skattebetalingsloven § 5-11 første ledd lyde:",
                        "Arbeidsgiver skal ukrevet levere opplysninger om forskuddstrekket for hver kalendermåned etter reglene i a-opplysningsloven. Forsikringsselskap som er trekkpliktig etter § 5-4 tredje ledd, skal levere opplysninger om foretatt forskuddstrekk etter reglene i a-opplysningsloven. Selskap mv. som er trekkpliktig etter § 5-4 annet ledd, skal levere opplysninger på den måte som departementet bestemmer.",
                        "I § 13 nr. 4 skal følgende setning tas inn foran setningen «§ 5-11 femte og sjette ledd blir annet ledd og tredje ledd»:",
                        "«§ 5-11 femte ledd annet punktum oppheves».",
                        "Folketrygdloven ny § 25-3 a trer i kraft straks. De øvrige endringene under I til V trer i kraft fra den tid Kongen bestemmer.",
                        "Endringene under VI trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "VII",
            "paragraphs": []
        }
    ]
}