{
    "lawId": "LOV-2014-06-20-55",
    "lawName": "Lov om endringer i universitets- og høyskoleloven",
    "shortName": "Endringslov til universitets- og høyskoleloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4-12",
                    "title": "Register for informasjonsutveksling om utestengte studenter",
                    "sections": [
                        "(1) Register for utestengte studenter (RUST) er et offentlig eid register som skal sikre effektiv informasjonsutveksling. Informasjonen i registeret skal gjøres tilgjengelig for universiteter, høyskoler, Samordna opptak og NOKUT når informasjonen er nødvendig for deres virksomhet. Formålet med registeret er å hindre at en kandidat eller søker som har mistet rettigheter som følge av vedtak nevnt i annet ledd, får slike rettigheter ved en annen institusjon.",
                        "(2) Universiteter og høyskoler skal registrere informasjon i registeret om vedtak etter § 3-7 åttende ledd, § 4-8 første til tredje ledd og § 4-10 tredje ledd, som får konsekvenser for opptak til studier og rett til å gå opp til eksamen ved andre institusjoner. Når vedtakets periode er utløpt, skal informasjonen om vedtaket slettes fra registeret.",
                        "(3) Departementet fastsetter forskrift om registeret, herunder hvilke opplysninger som skal registreres og regler om behandlingen av opplysningene.",
                        "Ny § 4-13 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-13",
                    "title": "Graden philosophiae doctor",
                    "sections": [
                        "(1) Institusjonen kan vedta tvungen avslutning av doktorgradsutdanning ved vitenskapelig uredelighet etter forskningsetikkloven § 5 annet ledd. Departementet eller særskilt klageorgan oppnevnt av dette, jf. § 5-1 syvende ledd, er klageinstans for vedtak om tvungen avslutning etter dette ledd.",
                        "(2) Institusjonen kan også vedta tvungen avslutning av doktorgradsutdanningen når en kandidat i vesentlig grad ikke oppfyller sine forpliktelser etter doktorgradsavtalen. Institusjonens klagenemnd er klageinstans for vedtak om tvungen avslutning etter dette ledd.",
                        "(3) Ved fusk på eksamen eller prøver underveis i doktorgradsutdanningen kan institusjonen vurdere om disse skal annulleres etter § 4-7 første ledd, eller om forholdet er så alvorlig at det gir grunnlag for tvungen avslutning etter første og annet ledd.",
                        "(4) Ved klage over ikke godkjent doktorgradsavhandling skal klage behandles av institusjonens klagenemnd.",
                        "(5) Styret fastsetter forskrift for doktorgradsutdanningen, herunder regler om tvungen avslutning.",
                        "§ 5-1 syvende ledd skal lyde:",
                        "(7) Departementet kan opprette særskilte nasjonale klageorgan som skal behandle klager over enkeltvedtak for bestemte områder og over avgjørelser etter offentleglova.",
                        "§ 5-2 første ledd skal lyde:",
                        "(1) Den som har vært oppe til eksamen eller prøve, kan klage over formelle feil innen tre uker etter at han eller hun er eller burde vært kjent med det forhold som begrunner klagen. Slik klage fremsettes for institusjonen.",
                        "§ 5-2 fjerde og nytt femte ledd skal lyde:",
                        "(4) Finner institusjonen eller klageinstansen at det er begått formelle feil, og det er rimelig å anta at dette kan ha hatt betydning for en eller flere kandidaters prestasjon eller bedømmelse av denne, kan det bestemmes at det skal foretas ny sensurering eller avholdes ny eksamen eller prøve.",
                        "(5) Styret selv eller institusjonenes klagenemnd, jf. § 5-1, er klageinstans for institusjonens vedtak etter denne bestemmelsen.",
                        "§ 5-3 fjerde og femte ledd skal lyde:",
                        "(4) En kandidat kan klage skriftlig over karakteren for sine egne prestasjoner innen tre uker etter at eksamensresultat er kunngjort. Ny sensurering skal da foretas. Ved ny sensurering skal sensorene ikke få opprinnelig karakter, sensors begrunnelse for denne eller studentens begrunnelse for klagen. Er krav om begrunnelse for karakterfastsetting eller klage over formelle feil ved oppgavegivning, eksamensavvikling eller gjennomføring av vurderingen fremsatt, løper klagefristen etter denne paragraf fra kandidaten har fått begrunnelsen eller endelig avgjørelse av klagen foreligger. Ved bruk av løpende vurdering kan institusjonen bestemme om kandidaten skal fremsette klage etter vurdering av separat prøve, oppgave eller annen vurdering, eller om klage skal fremsettes når resultatet fra fag, emne eller emnegruppe er kunngjort.",
                        "(5) Bedømmelse av muntlig prestasjon og vurdering av praksisstudier eller lignende som etter sin art ikke lar seg etterprøve, kan ikke påklages. Forprøver kan bare påklages når prøven ikke er bestått.",
                        "§ 6-4 første ledd ny bokstav k skal lyde:",
                        "k)stilling på innstegsvilkår",
                        "§ 6-4 nytt femte ledd skal lyde:",
                        "(5) For stillinger etter første ledd bokstav k kan departementet fastsette forskrift om vilkår for å ansette i stillingen og varighet. Oppnås de fastsatte kompetansekravene, skal vedkommende ansettes i fast stilling ved utløpet av åremålsperioden.",
                        "§ 6-6 skal lyde:",
                        "Det kan nyttes midlertidig ansettelse i inntil 20 prosent av undervisnings- og forskerstilling. Det kan ansettes på åremål i bistilling. Åremålsperiodene kan være fra to til seks år. Departementet kan gi forskrift om varighet og vilkår for fratredelse.",
                        "§ 7-2 annet ledd nytt tredje punktum skal lyde:",
                        "Den som ikke har akkreditering etter denne lov, kan ikke benytte seg av markedsføring som gir uriktig inntrykk av å ha slik akkreditering.",
                        "§ 7-6 annet ledd skal lyde:",
                        "(2) Avgjørelse om generell godkjenning etter § 3-4, godskriving og faglig godkjenning etter § 3-5, opptak av studenter etter §§ 3-6 og 3-7, rett til å gå opp til eksamen etter § 3-10, rett til utsatt eksamen etter § 4-5, annullering av eksamen eller prøve etter § 4-7, bortvisning og utestenging etter §§ 4-8 til 4-10, tvungen avslutning av doktorgradsutdanning etter § 4-13 og klage over formelle feil ved eksamen etter § 5-2, regnes som enkeltvedtak etter forvaltningsloven. Det samme gjelder vedtak om sensur etter § 3-9 og klage på karakterfastsetting etter § 5-3.",
                        "§ 9-4 nytt åttende ledd skal lyde:",
                        "(8) Ingen kan gjenvelges som styremedlem hvis vedkommende har fungert sammenhengende i vervet i åtte år ved begynnelsen av den nye valgperioden.",
                        "Nåværende åttende og niende ledd blir nye niende og tiende ledd.",
                        "§ 9-8 nytt annet ledd skal lyde:",
                        "(2) Kongen i statsråd kan avsette et styremedlem dersom særlig tungtveiende grunner taler for det, eller særlige omstendigheter svekker tilliten til styremedlemmet.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}