{
    "lawId": "LOV-2014-03-28-9",
    "lawName": "Lov om endringer i viltloven, naturmangfoldloven mv",
    "shortName": "Endringslov til viltloven, naturmangfoldloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": [
                {
                    "name": "§ 19",
                    "title": "Nasjonalparker på Finnmarkseiendommens grunn",
                    "sections": [
                        "Grunn som Finnmarkseiendommen eier, kan legges ut som nasjonalpark etter reglene i naturmangfoldloven kapittel V. Ved utformingen av bruksregler skal det legges vekt på at tradisjonell bruk kan videreføres. Finnmarkseiendommen og bruksrettshavere som berøres, kan kreve erstatning for økonomisk tap etter reglene i naturmangfoldloven § 50.",
                        "I lov 15. juni 2007 nr. 40 om reindrift skal § 23 annet ledd annet punktum lyde:",
                        "Motorisert ferdsel eller flyging inn i område vernet i medhold av naturmangfoldloven kapittel V eller eldre vernevedtak som nevnt i naturmangfoldloven § 77, skal foregå i samsvar med fastsatte forskrifter om vern.",
                        "I lov 27. juni 2008 nr. 71 om planlegging og byggesaksbehandling gjøres følgende endringer:",
                        "§ 14-1 første ledd skal lyde:",
                        "Reglene i dette kapittel gjelder for tiltak etter annen lovgivning som kan få vesentlige virkninger for miljø og samfunn og for nærmere bestemte verneplaner etter naturmangfoldloven kapittel V eller eldre vernevedtak som nevnt i naturmangfoldloven § 77.",
                        "§ 15-3 første ledd skal lyde:",
                        "Medfører en reguleringsplan ved bestemmelser om byggegrense innenfor veglinjen eller av andre særlige grunner at en eiendom blir ødelagt som byggetomt, og den heller ikke kan nyttes på annen regningssvarende måte, skal kommunen betale erstatning etter skjønn med mindre den erverver eiendommen i medhold av § 16-9. Det samme gjelder hvis reguleringsplan medfører at eiendom som bare kan nyttes til landbruksformål ikke lenger kan drives regningssvarende. Ved regulering av naturvernområder etter loven her skal kommunen betale erstatning etter skjønn i samsvar med naturmangfoldloven §§ 50 og 51.",
                        "I lov 5. juni 2009 nr. 35 om naturområder i Oslo og nærliggende kommuner gjøres følgende endringer:",
                        "§ 4 annet ledd skal lyde:",
                        "I områder som er vernet etter naturmangfoldloven kapittel V eller eldre vernevedtak som nevnt i naturmangfoldloven § 77, og områder som er regulert til spesialområde, for eksempel til naturvernformål, bevaring eller sikringsområde for drikkevann, eller områder som inngår i særskilte planer eller vedtak etter § 7 første ledd nr. 3 og 4, gjelder de restriksjoner som følger av de konkrete verne- eller planvedtak i tillegg til loven.",
                        "§ 11 tredje ledd skal lyde:",
                        "Bestemmelsene om saksbehandling i naturmangfoldloven kapittel V gjelder for opprettelse av friluftslivsområder.",
                        "I lov 19. juni 2009 nr. 100 om forvaltning av naturens mangfold gjøres følgende endringer:",
                        "§ 14 første og annet ledd skal lyde:",
                        "Tiltak etter loven her skal avveies mot andre viktige samfunnsinteresser.",
                        "Ved vedtak i medhold av denne loven som berører samiske interesser direkte, skal det innenfor rammen som gjelder for den enkelte bestemmelse legges tilbørlig vekt på hensynet til naturgrunnlaget for samisk kultur.",
                        "§ 15 første ledd skal lyde:",
                        "Høsting og annet uttak av naturlig viltlevende dyr skal følge av lov eller vedtak med hjemmel i lov. Unødig skade og lidelse på viltlevende dyr og deres reir, bo eller hi skal unngås. Likeledes skal unødig jaging av viltlevende dyr unngås.",
                        "§ 47 femte ledd skal lyde:",
                        "Beslutninger om å iverksette skjøtselstiltak etter første og andre ledd er ikke enkeltvedtak",
                        "Nåværende femte ledd blir til nytt sjette ledd.",
                        "§ 70 første ledd skal lyde:",
                        "Dersom det viser seg at tiltak i samsvar med loven eller vedtak i medhold av loven medfører vesentlige uforutsette konsekvenser for naturmangfoldet, skal den ansvarlige treffe rimelige tiltak for å avverge eller begrense skader og ulemper.",
                        "§ 77 første ledd annet punktum skal lyde:",
                        "§§ 47 og 48 gjelder også for eldre vernevedtak.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "IX",
            "paragraphs": []
        },
        {
            "name": "X",
            "paragraphs": []
        },
        {
            "name": "XI",
            "paragraphs": []
        },
        {
            "name": "XII",
            "paragraphs": []
        },
        {
            "name": "XIII",
            "paragraphs": []
        }
    ]
}