{
    "lawId": "LOV-2014-04-25-13",
    "lawName": "Lov om endringer i adopsjonsloven mv",
    "shortName": "Endringslov til adopsjonsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 5 b",
                    "title": "Den ene ektefelle eller samboer kan med samtykke fra den andre ektefelle eller samboer adoptere dennes barn hvis ikke de er ektefeller eller samboere av samme kjønn og barnet er et adoptivbarn som opprinnelig kommer fra en fremmed stat som ikke tillater slik adopsjon.",
                    "sections": [
                        "Den ene partner i et registrert partnerskap kan med samtykke fra den andre partner adoptere dennes barn med mindre barnet er et adoptivbarn som opprinnelig kommer fra en fremmed stat som ikke tillater slik adopsjon.",
                        "Skilt ektefelle eller registrert partner kan med samtykke fra tidligere ektefelle eller registrert partner adoptere dennes barn. Dette gjelder kun der det er etablert ett foreldreskap for barnet, og denne forelderen er skilt fra den som søker om å adoptere. En tilsvarende adgang gjelder for samboere der samboerskapet er oppløst.",
                        "Gjenlevende ektefelle, registrert partner eller samboer kan adoptere tidligere ektefelles, registrert partners eller samboers barn. Dette gjelder kun der det er etablert ett foreldreskap for barnet, og denne forelderen er død.",
                        "§ 13 annet ledd skal lyde:",
                        "Har en ektefelle eller samboer adoptert den andre ektefellens eller samboerens barn, får barnet samme rettsstilling i forhold til ektefellene eller samboerne som om det var deres felles barn. Det samme gjelder for barn adoptert etter § 5 b annet, tredje og fjerde ledd.",
                        "§ 15 skal lyde:",
                        "Blir barnet adoptert på ny av noen annen enn adoptantens ektefelle, samboer eller registrerte partner, opphører rettsvirkningene av den første adopsjonen i forholdet til de første adoptivforeldrene og deres slektninger.",
                        "§ 16 e skal lyde:",
                        "Den som er bosatt i Norge må ikke adoptere barn fra fremmed stat uten forhåndssamtykke fra departementet.",
                        "Departementet skal utrede søkerne før samtykke etter første ledd gis. Når departementet ber om det, skal kommunen bistå i å opplyse en søknad om forhåndssamtykke etter første ledd.",
                        "Kommunen skal også bistå i å opplyse en søknad om adopsjon etter barnets ankomst til Norge, slik at adopsjonen kan gjennomføres.",
                        "Departementet kan i forskrift gi nærmere regler om behandlingsmåten, utredning av søkerne, vilkårene for å gi forhåndssamtykke og kravene til søkernes egnethet, herunder krav til alder, helse, vandel, samlivets varighet, økonomi, bolig og deltakelse på adopsjonsforberedende kurs. Departementet kan i forskrift også stille særlige krav til enslige søkere.",
                        "I lov 17. juli 1992 nr. 100 om barneverntjenester (barnevernloven) skal § 4-20 a første ledd lyde:",
                        "Når fylkesnemnda treffer vedtak om adopsjon etter § 4-20, skal den samtidig vurdere om det skal være besøkskontakt mellom barnet og dets biologiske foreldre etter at adopsjonen er gjennomført. Fylkesnemnda skal kun vurdere slik besøkskontakt dersom noen av partene har krevd det, og adoptivsøkerne samtykker til slik kontakt. Dersom en begrenset besøkskontakt etter adopsjonen i slike tilfeller er til barnets beste, skal fylkesnemnda treffe vedtak om det. Fylkesnemnda må i et slikt tilfelle samtidig fastsette omfanget av kontakten.",
                        "I lov 10. juni 2005 nr. 51 om norsk statsborgerskap (statsborgerloven) skal § 5 a overskriften lyde:",
                        "Erverv ved overføring av foreldreskap for barn i Norge født av surrogatmor i utlandet",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "2.Departementet kan gi overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}