{
    "lawId": "LOV-2014-06-20-25",
    "lawName": "Lov om endringer i ferieloven mv",
    "shortName": "Endringslov til ferieloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 20",
                    "title": "Ansattes styrerepresentasjon",
                    "sections": [
                        "Har foretaket i de tre siste regnskapsår gjennomsnittlig hatt flere enn 30 ansatte, kan 2/3 av de ansatte kreve at ett styremedlem og en observatør og vararepresentanter velges av og blant de ansatte.",
                        "Har foretaket i de tre siste regnskapsår gjennomsnittlig hatt flere enn 50 ansatte, kan et flertall av de ansatte kreve at inntil 1/3, likevel minst to, av styrets medlemmer med vararepresentanter velges av og blant de ansatte.",
                        "Har foretaket i de tre siste regnskapsår gjennomsnittlig hatt flere enn 200 ansatte, og det er avtalt at foretaket ikke skal ha bedriftsforsamling, jfr. § 33 annet ledd, skal de ansatte velge ett styremedlem med vararepresentant, eller to observatører med vararepresentanter, i tillegg til den representasjon som følger av annet ledd.",
                        "Tilhører foretaket et konsern eller en annen gruppe foretak som er knyttet sammen gjennom eierinteresser eller felles ledelse, kan det inngås skriftlig avtale mellom konsernet eller gruppen og et flertall av de ansatte, eller mellom konsernet eller gruppen og én eller flere lokale fagforeninger som representerer et flertall av de ansatte i konsernet eller gruppen, om at de ansatte i konsernet eller gruppen ved anvendelse av annet og tredje ledd skal regnes som ansatt i foretaket, og at valg etter annet og tredje ledd skal foretas av og blant de ansatte i konsernet eller gruppen.",
                        "Tilhører foretaket et konsern eller en annen gruppe foretak som er knyttet sammen gjennom felles ledelse, og det ikke er inngått avtale etter fjerde ledd, kan Kongen etter søknad fra konsernet eller gruppen, et flertall av de ansatte eller én eller flere lokale fagforeninger som representerer et flertall av de ansatte i konsernet eller gruppen, bestemme at de ansatte i konsernet eller gruppen ved anvendelse av annet og tredje ledd skal regnes som ansatt i foretaket, og at valg etter annet og tredje ledd skal foretas av og blant de ansatte i konsernet eller gruppen.",
                        "Kongen kan ved forskrift eller ved vedtak i det enkelte tilfelle gjøre unntak fra første, annet og tredje ledd eller bestemme at femte ledd skal anvendes overfor deler av konsernet eller gruppen. Kongen kan dessuten gi utfyllende forskrifter til bestemmelsene i første til femte ledd, herunder om vilkår for stemmerett og valgbarhet, om valgmåten, om avgjørelsen av tvister om valget og om bortfall av verv som styremedlem og observatør.",
                        "Bestemmelsene i § 21 første ledd om tjenestetidens lengde og § 22 første ledd tredje punktum om fjerning av styremedlemmer, gjelder ikke for styremedlemmer og observatører valgt etter reglene i første til femte ledd.",
                        "I lov 29. juni 2007 nr. 81 om samvirkeforetak skal § 68 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": [
                {
                    "name": "§ 68",
                    "title": "Rett for tilsette til å velje styremedlemmar i konsern og føderative samvirke",
                    "sections": [
                        "(1) Når eit foretak høyrer til eit konsern, kan konsernet og eit fleirtal av dei tilsette, eller konsernet og ein eller fleire lokale fagforeiningar som omfattar eit fleirtal av dei tilsette i konsernet, inngå skriftleg avtale om at dei tilsette i konsernet ved bruk av § 67 skal reknast som tilsette i foretaket.",
                        "(2) Når eit foretak tilhøyrer eit konsern, og det ikkje føreligg ei avtale etter første ledd, kan Kongen etter søknad frå konsernet, eit fleirtal av dei tilsette eller ein eller fleire lokale fagforeiningar som omfattar eit fleirtal av dei tilsette i konsernet, fastsetje at dei tilsette i konsernet ved bruk av § 67 skal reknast som tilsette i foretaket.",
                        "(3) Første og andre ledd gjeld tilsvarande når eit foretak tilhøyrer ei gruppe av foretak som er knytt saman gjennom eigarinteresser eller sams leiing, medrekna føderativt samvirke.",
                        "(4) Kongen kan fastsetje at paragrafen her berre skal gjelde for delar av eit konsern, eit føderativt samvirke eller ei anna gruppe som nemnd i tredje ledd.",
                        "I lov 17. juni 2005 nr. 62 om arbeidsmiljø, arbeidstid og stillingsvern mv. gjøres følgende endring:",
                        "§ 7-1 tredje ledd første punktum oppheves. Nåværende annet punktum blir første punktum.",
                        "Loven trer i kraft 1. juli 2014. Punkt VII trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        }
    ]
}