{
    "lawId": "LOV-2014-05-14-17",
    "lawName": "Lov om endringer i gjeldsordningsloven og dekningsloven mv",
    "shortName": "Endringslov til gjeldsordningsl. og dekningsl. mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 1-6",
                    "title": "Forholdet til lov 18. desember 2009 nr. 131 om sosiale tjenester i arbeids- og velferdsforvaltningen",
                    "sections": [
                        "Gjeldsordning etter loven her er ikke til hinder for at stønad kan gis etter lov 18. desember 2009 nr. 131 om sosiale tjenester i arbeids- og velferdsforvaltningen kapittel 4.",
                        "§ 2-1 første ledd skal lyde:",
                        "Søknad om gjeldsforhandling fremsettes for den alminnelige namsmannen for den kommunen der skyldneren bor. For flere namsmannsdistrikter i samme politidistrikt kan Kongen fastsette at søknader om gjeldsforhandling skal fremsettes for en av namsmennene. Skyldnere som ikke er bosatt i Norge, jf. § 1-4 fjerde ledd, kan fremsette søknad for den namsmann Kongen har utpekt.",
                        "§ 2-7 første ledd nytt tredje punktum skal lyde:",
                        "Saken sendes til tingretten for den kommunen der skyldneren bor.",
                        "§ 3-4 femte ledd skal lyde:",
                        "Eventuelle utleggstrekk opphører å gjelde. Dette gjelder ikke trekk for bidragsforpliktelser som nevnt i § 4-8 bokstav d, samt for krav som nevnt i § 4-8 bokstav h.",
                        "§ 3-4 nytt sjette ledd skal lyde:",
                        "Bestemmelsene i denne paragraf gjelder selv om skyldneren ikke er bosatt i Norge.",
                        "§ 3-5 bokstav d skal lyde:",
                        "d)å ikke stifte ny gjeld uten etter namsmannens samtykke, eller foreta andre disposisjoner som er egnet til å skade kreditorenes interesser.",
                        "§ 3-5 nytt annet ledd skal lyde:",
                        "Samtykke etter første ledd bokstav d skal bare gis til refinansiering, boligformål eller til strengt nødvendige varer og tjenester og bare dersom låneopptaket fremstår som forsvarlig med hensyn til gjeldsordningen og skyldnerens økonomiske stilling. Gjeld stiftet i gjeldsforhandlingsperioden etter bestemmelsen her omfattes ikke av gjeldsordningen. Beslutning som tillater gjeldsstiftelse, kan ikke påklages.",
                        "§ 4-3 nytt annet ledd skal lyde:",
                        "Kongen kan i forskrift fastsette satser for beregningen av det som med rimelighet trengs til underhold av skyldneren og personer denne har lovbestemt forsørgelsesplikt for, eller lever i ekteskapsliknende forhold med.",
                        "§ 4-8 første ledd bokstav a første ledd nytt tredje punktum skal lyde:",
                        "Krav sikret ved lovbestemt pant i boligen i henhold til panteloven § 6-1 skal likevel gis full dekning.",
                        "§ 4-8 første ledd bokstav c skal lyde:",
                        "(c)Skatte- og avgiftskrav",
                        "Skatte- og avgiftskrav som er oppstått etter åpningstidspunktet omfattes ikke av gjeldsordningen. Dette gjelder også skatte- og avgiftskrav som fastsettes ved vedtak etter åpningstidspunktet.",
                        "Har skyldneren hatt for lavt forskudd i gjeldsordningsperioden, som har medført høyere dividende enn dersom forskuddet hadde vært riktig, skal derved oppstått skattegjeld dekkes fullt ut ved at dividenden til kreditorene settes ned tilsvarende inntil skattekravet med tillegg av renter og omkostninger er betalt.",
                        "§ 4-8 første ledd bokstav h første ledd skal lyde:",
                        "Straffebøter som er fastsatt ved dom, skal dekkes fullt ut, eller i henhold til et eventuelt benådningsvedtak. Straffebøter som er fastsatt ved forelegg mindre enn tre år før søknad om gjeldsforhandling fremmes, skal som hovedregel gis full dekning.",
                        "§ 4-12 første ledd fjerde punktum skal lyde:",
                        "Fordringshavere som har krav på annet enn bøter, skal opplyses om at de anses for å ha godtatt forslaget dersom de ikke motsetter seg det innen fristen.",
                        "§ 4-12 fjerde ledd annet punktum skal lyde:",
                        "Fordringshavere som har krav på annet enn bøter og som er varslet etter første ledd, anses for å ha godtatt forslaget dersom de ikke innen fristen i første ledd har motsatt seg det.",
                        "§ 5-2 nytt femte ledd skal lyde:",
                        "Gjeld som er bortfalt eller som i henhold til gjeldsordningen ikke skal betales i løpet av gjeldsordningsperioden, kan heller ikke søkes inndrevet hos skyldnere som har bosted utenfor riket. Beløp som er innkrevet i strid med første punktum, kan skyldneren kreve tilbakebetalt.",
                        "§ 6-2 første ledd nytt tredje, fjerde og femte punktum skal lyde:",
                        "Dersom skyldneren har mottatt et tilgodebeløp ved skatteavregningen som følge av for mye innbetalt forskudd, skal beløpet fordeles på kreditorene dersom disse som følge av feilinnbetalingen har fått for liten dividende. Dersom feilinnbetalingen har ført til at skyldneren har beholdt mindre av sine inntekter enn forutsatt i gjeldsordningen, skal skyldneren beholde tilgodebeløpet. Regelen i tredje og fjerde punktum gjelder uansett størrelsen av tilgodebeløpet.",
                        "§ 6-3 første punktum skal lyde:",
                        "Før retten prøver en begjæring etter §§ 6-1 eller 6-2, skal skyldneren og de berørte fordringshaverne gis anledning til å uttale seg.",
                        "I lov 28. april 1978 nr. 18 om behandling av forbrukertvister gjøres følgende endringer:",
                        "§ 11 første ledd første punktum skal lyde:",
                        "Sak som Forbrukertvistutvalget har realitetsbehandlet kan innen én måned etter forkynning av vedtaket ved stevning bringes inn for tingrett.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til ulik tid.",
                        "2.Endringene gjelder bare i saker hvor gjeldsforhandling åpnes etter ikraftsettingstidspunktet, med følgende unntak og særregler:",
                        "a)Endringene i § 3-4 femte ledd og § 3-5 bokstav (d) gjelder også i saker hvor gjeldsforhandling er åpnet, men hvor gjeldsforhandlingsperioden ikke er utløpt på ikraftsettingstidspunktet.",
                        "b)Endringene i § 4-8 første ledd bokstav (a) og (h), og § 4-8 annet ledd bokstav (c) gjelder også i saker hvor gjeldsforhandling er åpnet på ikraftsettingstidspunktet, dersom forslag til frivillig gjeldsordning ikke er utsendt, eller slikt forslag er blitt forkastet og tvungen gjeldsordning ennå ikke er begjært.",
                        "c)Endringen i § 4-8 første ledd (c) og § 6-2 første ledd tredje til femte punktum og § 6-3 gjelder også i saker hvor gjeldsordning er kommet i stand, men ikke avsluttet på ikraftsettingstidspunktet.",
                        "3.Kongen kan fastsette nærmere overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IVIkraftsettings- og overgangsbestemmelser:",
            "paragraphs": []
        }
    ]
}