{
    "lawId": "LOV-2014-12-19-78",
    "lawName": "Lov om endringer i lov 29. november 1996 nr. 68 om skatt til Svalbard",
    "shortName": "Endringslov til Svalbardskatteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4-5",
                    "title": "Kontrollopplysninger og ligningsoppgaver fra tredjemann",
                    "sections": [
                        "Opplysninger om lønnsytelser skal leveres etter reglene i ligningsloven § 5-2, jf. § 5-1. Andre kontrollopplysninger og ligningsoppgaver som nevnt i ligningsloven kapittel 5 leveres til skattekontoret innen utgangen av februar året etter inntektsåret.",
                        "Departementet kan fastsette nærmere regler om levering av opplysninger og oppgaver som nevnt i første ledd, herunder om omfanget av opplysningsplikten og tid og sted for levering.",
                        "§ 4-6 annet ledd skal lyde:",
                        "Skattekontoret kan fravike de innrapporterte opplysningene når det er grunn til å anta at de er uriktige. Før opplysningene fravikes, skal arbeidsgiver og arbeidstaker gis en passende frist for uttalelse.",
                        "§ 4-9 bokstav b) skal lyde:",
                        "b)omfanget av opplysningsplikten etter dette kapittelet for grupper av skattytere,",
                        "§ 5-2 femte ledd skal lyde:",
                        "Arbeidsgiveren skal levere opplysninger om foretatt lønnstrekk for hver kalendermåned etter reglene i a-opplysningsloven. Opplysninger om foretatt lønnstrekk skal også leveres når arbeidsgiver opphører med virksomhet på Svalbard eller aktiviteten der på annen måte opphører. Forhåndsutfylte opplysninger om arbeidsgiveren etter denne bestemmelsen kan gjøres tilgjengelig for arbeidsgiveren ved elektronisk kommunikasjon.",
                        "I lov 29. november 1996 nr. 68 om skatt til Svalbard gjøres følgende endringer:",
                        "§ 4-2 nytt tredje ledd skal lyde:",
                        "Departementet, Skattedirektoratet og skattekontoret kan ikke instruere den særskilte skatteklagenemnda generelt eller i enkeltsaker. Med unntak av det som følger av § 4-7, jf. ligningsloven § 9-5 nr. 1, kan departementet og ligningsmyndighetene ikke endre vedtak fra den særskilte skatteklagenemnda.",
                        "Endringene under I trer i kraft fra 1. januar 2015.",
                        "Endringene under II trer i kraft fra den tid Kongen bestemmer. Departementet kan gi overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}