{
    "lawId": "LOV-2014-06-20-24",
    "lawName": "Lov om endringer i folketrygdloven, lov om Statens pensjonskasse og enkelte andre lover (tilpasninger til ny uføretrygd i folketrygden og ny uførepensjonsordning for offentlig tjenestepensjon)",
    "shortName": "Endringslov til folketrygdloven mv",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "Kapitel IV. Pensjoner fra tjenestepensjonsordning, personskadetrygd, alderspensjon (grunnpensjon) og uføretrygd fra folketrygden",
            "paragraphs": [
                {
                    "name": "§ 23 a",
                    "title": "Samordning av enke- eller enkemannspensjon fra tjenestepensjonsordning med uføretrygd fra folketrygden til gjenlevende ektefelle",
                    "sections": [
                        "I enke- eller enkemannspensjon fra tjenestepensjonsordning hvor det skal foretas reduksjon på grunn av den gjenlevendes egen arbeidsinntekt, skal det gjøres fradrag med 50 prosent av den avdødes uføretrygd, det vil si den delen av avdødes uføretrygd som er lagt til grunn ved anvendelsen av folketrygdloven § 12-18. Samordningsfradraget skal likevel ikke være lavere enn differansen mellom avdødes minsteytelse, beregnet etter folketrygdloven § 12-13 andre ledd beregnet med gjenlevendes sivilstand, og 50 prosent av gjenlevendes egen uføretrygd. Er uføretrygden fra folketrygden gradert, skal fradraget settes ned forholdsmessig. Det samme gjelder hvis enke- eller enkemannspensjonen er redusert for inntekt. Er begge ytelsene gradert eller redusert for inntekt, benyttes den laveste graden.",
                        "For fraskilte skal bestemmelsene i første ledd gjelde tilsvarende selv om den fraskilte ikke fyller vilkårene for rett til gjenlevendetillegg etter folketrygdloven § 12-18 første ledd.",
                        "I enke- eller enkemannspensjon fra tjenestepensjonsordning hvor det ikke skal foretas reduksjon på grunn av den gjenlevendes egen arbeidsinntekt, skal det gjøres fradrag med gjenlevendetillegg etter folketrygdloven § 12-18 første ledd, det vil si at den uføretrygden som enken eller enkemannen har opptjent i sin helhet, betraktes som en fridel og holdes utenfor samordningen.",
                        "Det skal ikke gjøres fradrag etter § 19 i loven her ved samordning etter første og andre ledd.",
                        "§ 24 nr. 2 oppheves.",
                        "Nåværende § 24 nr. 3, 4 og 5 blir nr. 2, 3 og 4.",
                        "§ 27 skal lyde:",
                        "1.Pensjons- eller trygdeordninger som foretar beregning og utbetaling av ytelser som omfattes av denne loven, skal bistå hverandre med opplysninger om at ytelser er innvilget, endret eller opphørt. Dette gjelder også saker der det ikke skal foretas samordning etter bestemmelsene i loven her. Der ytelsene skal samordnes, skal det utveksles opplysninger som er nødvendig for å foreta samordningen.",
                        "2.Nødvendige opplysninger kan utveksles mellom ordningene uten hinder av taushetsplikt. Svikt ved utveksling av opplysninger skal ikke gi grunnlag for erstatning etter lov 13. juni 1969 nr. 26 om skadeserstatning kapittel 2. Departementet gir forskrift om registrering og utveksling av opplysninger (meldesystem).",
                        "I lov 12. desember 1958 nr. 10 om yrkesskadetrygd gjøres følgende endringer:",
                        "§ 11 nr. 4 første ledd skal lyde:",
                        "Til enslig person som har rett til pensjon etter denne lov eller sykepenger etter bestemmelsene i pkt. 2, annet eller tredje ledd og som er innlagt i institusjon med fri kost og losji under statlig ansvar eller i anstalt under kriminalomsorgen, skal det fra og med den fjerde kalendermåneden etter den måneden da forpleiningen tok til bare utbetales en så stor del av nevnte ytelser etter denne lov som sammen med de sykepenger, arbeidsavklaringspenger og den pensjon eller overgangsstønad som vedkommende eventuelt har rett til etter lov om folketrygd, svarer til 10 prosent av full og ikke samordnet pensjon etter denne lov, tillagt 15 prosent av folketrygdens grunnbeløp.",
                        "§ 11 nr. 4 nytt tredje ledd skal lyde:",
                        "Bestemmelsene i første og andre ledd gjelder ikke for opphold i somatiske sykehusavdelinger.",
                        "§ 11 nr. 4 nåværende tredje ledd blir nytt fjerde ledd.",
                        "§ 12 nr. 3 andre ledd skal lyde:",
                        "Dersom den skadede etter lov om folketrygd har rett til pensjon som inneholder tilleggspensjon, skal den delen av tilleggspensjonen som svarer til uføregraden på grunn av yrkesskade, gå til fradrag i uførepensjon etter nærværende lov. Er pensjonsgivende inntekt i folketrygden større enn trygdet arbeidsinntekt, skal fradragsbeløpet svare til tilleggspensjon beregnet på grunnlag av trygdet arbeidsinntekt. For øvrig gjelder samordningsloven § 24.",
                        "§ 12 nr. 3 tredje ledd skal lyde:",
                        "Bestemmelsene i annet ledd får tilsvarende anvendelse dersom den skadede har tatt ut avtalefestet pensjon som omfattes av samordningsloven § 1 nr. 1 første ledd bokstav d.",
                        "§ 12 nr. 3 fjerde ledd skal lyde:",
                        "For arbeidsavklaringspenger og uføretrygd gjelder andre ledd første punktum for den delen av ytelsen som overstiger folketrygdens grunnbeløp. Dersom arbeidsavklaringspengene eller uføretrygden er gradert eller redusert for trygdetid, skal det ved samordningen legges til grunn et forholdsmessig redusert grunnbeløp.",
                        "§ 19 nr. 1 andre ledd skal lyde:",
                        "Dersom enken etter lov om folketrygd har rett til pensjon som inneholder tilleggspensjon eller har rett til avtalefestet pensjon som omfattes av samordningsloven § 1 nr. 1 første ledd bokstav d, skal tilleggspensjonen fra folketrygden og tilleggspensjonen i den avtalefestede pensjonen gå til fradrag i enkepensjonen etter nærværende lov. Er pensjonsgivende inntekt i folketrygden større enn trygdet arbeidsinntekt, skal fradragsbeløpet svare til tilleggspensjon beregnet på grunnlag av trygdet arbeidsinntekt. For øvrig gjelder samordningsloven § 24.",
                        "§ 19 nr. 1 tredje ledd skal lyde:",
                        "Dersom enken har rett til arbeidsavklaringspenger eller uføretrygd, gjelder andre ledd første punktum for den delen av ytelsen som overstiger folketrygdens grunnbeløp. Dersom arbeidsavklaringspengene eller uføretrygden er gradert eller redusert for trygdetid, skal det ved samordningen legges til grunn et forholdsmessig redusert grunnbeløp.",
                        "I lov 22. juni 1962 nr. 12 om pensjonsordning for sykepleiere gjøres følgende endringer:",
                        "§ 10 a femte ledd oppheves.",
                        "Nåværende § 10 a sjette og sjuende ledd blir femte og sjette ledd.",
                        "§ 10 b sjette ledd tredje punktum oppheves.",
                        "§ 19 a tredje ledd tredje punktum skal lyde:",
                        "Ellers skal den tjenestetiden avdøde ville ha fått ved å fortsette i stillingen fram til aldersgrensen legges til grunn, men ikke utover 67 år.",
                        "§ 20 første ledd bokstav a skal lyde:",
                        "a)Dersom den gjenlevende ektefellen samtidig har alders- eller uførepensjon fra denne eller fra en annen tjenestepensjonsordning, skal enke- eller enkemannspensjonen fra denne pensjonsordningen reduseres etter bestemmelsene her.",
                        "Har den gjenlevende ektefellen alderspensjon, skal pensjonene ikke overstige et beløp som svarer til 60 prosent av summen av den gjenlevendes og den avdødes alderspensjoner. Avdødes alderspensjon regnes av samme pensjonsgrunnlag og tjenestetid som er lagt til grunn for enke- eller enkemannspensjonen. Det overskytende beløpet skal gå til fradrag i enke- eller enkemannspensjonen.",
                        "Har den gjenlevende ektefellen uførepensjon, skal enke- eller enkemannspensjonen utgjøre det beløpet som framkommer etter bokstav a annet ledd når en benytter en beregnet alderspensjon for den gjenlevende ektefellen med samme pensjonsgrunnlag og tjenestetid som uførepensjonen. Dersom uførepensjonen er gradert, skal den beregnede alderspensjonen graderes tilsvarende.",
                        "I lov 28. juni 1974 nr. 58 om odelsretten og åsetesretten § 34 første ledd første punktum skal ordet «uførepensjon» erstattes med ordet «uføretrygd».",
                        "I lov 13. juni 1980 nr. 24 om ligningsforvaltning skal § 3-13 nytt nr. 8 lyde:",
                        "8.Taushetsplikten etter nr. 1 er ikke til hinder for at pensjonsinnretning som har offentlig tjenestepensjon gis elektronisk tilgang til opplysninger om brutto arbeidsinntekt for personer som mottar uførepensjon fra innretningen. Taushetsplikten gjelder tilsvarende for den som får opplysningene.",
                        "I lov 9. desember 1994 nr. 64 om løysingsrettar skal § 9 første ledd andre punktum lyde:",
                        "Løysingsrett til ein bustadeigedom kan ikkje gjerast gjeldande når eigaren sluttar i tenesta for å gå av med alderspensjon eller for å få uførepensjon eller uføretrygd.",
                        "I lov 28. februar 1997 nr. 19 om folketrygd gjøres følgende endringer:",
                        "I § 2-6 andre ledd første punktum og § 2-9 første ledd bokstav b skal ordet «uførepensjon» erstattes med ordet «uføretrygd».",
                        "Del II overskriften skal lyde:",
                        "Kapittel 3 overskriften skal lyde:",
                        "Innnholdsfortegnelsen til kapittel 3 skal lyde:",
                        "Bestemmelser om",
                        "-grunnpensjon, særtillegg og trygdetid står i §§ 3-2 til 3-7",
                        "-tilleggspensjon, pensjonspoeng og pensjonsgivende inntekt står i §§ 3-8 til 3-16",
                        "-særregler for alderspensjons til mottakere av uføretrygd mv. står i §§ 3-17 til 3-22",
                        "-beregning av tilleggspensjon til gjenlevende ektefelle står i § 3-23",
                        "-forsørgingstillegg til alderspensjon står i §§ 3-24 til 3-26",
                        "§ 3-1 oppheves.",
                        "§ 3-2 fjerde ledd bokstav b skal lyde:",
                        "b)som får avtalefestet pensjon som det godskrives pensjonspoeng for, se § 3-19, eller",
                        "§ 3-3 åttende ledd skal lyde:",
                        "Departementet gir forskrifter om beregning av særtillegg.",
                        "§ 3-4 oppheves.",
                        "§ 3-7 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IX",
            "paragraphs": []
        },
        {
            "name": "X",
            "paragraphs": []
        },
        {
            "name": "XI",
            "paragraphs": []
        },
        {
            "name": "XII",
            "paragraphs": []
        },
        {
            "name": "XIII",
            "paragraphs": []
        },
        {
            "name": "XIV",
            "paragraphs": []
        },
        {
            "name": "Del II. Beregningsregler. Pensjonsgivende inntekt.",
            "paragraphs": []
        },
        {
            "name": "Kapittel 3. Visse beregningsregler, trygdetid, pensjonspoeng og pensjonsgivende inntekt",
            "paragraphs": [
                {
                    "name": "§ 3-7",
                    "title": "Trygdetid ved beregning av pensjon og overgangsstønad til gjenlevende ektefelle",
                    "sections": [
                        "Grunnpensjonen fastsettes ut fra den avdødes trygdetid etter følgende regler:",
                        "a)Dersom avdøde var under 67 år, fastsettes trygdetiden etter § 3-5 tillagt framtidig trygdetid regnet fra tidspunktet for dødsfallet til og med det året vedkommende ville ha fylt 66 år. Reglene i § 12-12 tredje ledd og fjerde ledd gjelder ved fastsettelsen av framtidig trygdetid.",
                        "b)Dersom avdøde har uføretrygd, benyttes den trygdetiden som er lagt til grunn ved beregning av uføretrygden. Dersom avdødes trygdetid var fastsatt etter § 12-12 tredje ledd, skal den fastsettes på nytt dersom dette vil gi en lengre trygdetid. Opptjeningstiden regnes da fram til dødsfallstidspunktet.",
                        "c)Dersom avdøde var 67 år eller eldre, skal trygdetiden fastsettes som om den avdøde på dødsfallstidspunktet hadde fått rett til alderspensjon. Trygdetid på grunnlag av opptjente pensjonspoeng tas med, se § 3-5 tredje ledd.",
                        "Deloverskrift IV i kapittel 3 skal lyde:",
                        "§ 3-23 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV. Tilleggspensjon til gjenlevende ektefelle",
            "paragraphs": [
                {
                    "name": "§ 3-23",
                    "title": "Beregning av tilleggspensjon til gjenlevende ektefelle",
                    "sections": [
                        "Til en gjenlevende ektefelle med rett til pensjon eller overgangsstønad etter kapittel 17 ytes tilleggspensjon med 55 prosent av en tilleggspensjon beregnet på grunnlag av den avdødes opptjening etter bestemmelsene i loven her slik de lød før lov 16. desember 2011 nr. 59 om endringer i folketrygdloven trådte i kraft.",
                        "Tilleggspensjonen til en alderspensjonist som også fyller vilkårene for rett til pensjon i § 17-3, § 17-4 og enten § 17-5 eller 17-10, beregnes på grunnlag av det gunstigste alternativet nedenfor og utmåles deretter etter reglene i kapittel 19:",
                        "a)pensjonistens egen tilleggspensjon beregnet etter §§ 3-8 til 3-16",
                        "b)55 prosent av summen av pensjonistens egen tilleggspensjon etter bokstav a og den avdødes tilleggspensjon beregnet etter første ledd.",
                        "Bestemmelsene i andre ledd gjelder ikke dersom alderspensjonisten mottar gradert uføretrygd.",
                        "Deloverskrift VI til kapittel 3 oppheves.",
                        "§§ 3-27, 3-28 og 3-29 oppheves.",
                        "I § 4-24 andre ledd bokstav c og § 4-25 første ledd bokstav c skal ordet «uførepensjon» erstattes med ordet «uføretrygd».",
                        "§ 8-12 tredje ledd skal lyde:",
                        "Bestemmelsen i andre ledd gjelder tilsvarende når medlemmet mottar uføretrygd, og vedkommende har vært arbeidsfør med arbeidsinntekt i 26 sammenhengende uker etter at ytelsen begynte å løpe.",
                        "I § 8-48 første ledd skal ordet «uførepensjon» erstattes med ordet «uføretrygd».",
                        "§ 8-49 tredje ledd skal lyde:",
                        "Til et medlem som mottar tiltakspenge retter forskrift 4. november 2013 nr. 1286 om tiltakspenger mv., og som fyller kravet til minste arbeidsinntekt i § 4-4, ytes det sykepenger fra og med dagen etter at tiltakspengene opphører.",
                        "§ 8-50 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-50",
                    "title": "Medlemmer med uføretrygd",
                    "sections": [
                        "Til et medlem som mottar uføretrygd, ytes det sykepenger etter bestemmelsene i kapitlet her ut fra den arbeidsinntekt som medlemmet har i tillegg til uføretrygden.",
                        "I § 10-5 fjerde ledd skal ordene «uførepensjon» og «uførepensjonen» erstattes med «uføretrygd» og «uføretrygden».",
                        "I § 11-13 andre ledd bokstav c, § 13-2 andre ledd sjuende strekpunkt og § 15-14 første punktum skal ordet «uførepensjon» erstattes med «uføretrygd».",
                        "I § 13-2 andre ledd sjuende strekpunkt skal henvisningen til «§ 12-18» endres til «§ 12-17».",
                        "§ 15-14 andre punktum skal lyde:",
                        "Det samme gjelder når vedkommende mottar avtalefestet pensjon som det godskrives pensjonspoeng for, se § 3-19.",
                        "Nytt sjette strekpunkt i innholdsfortegnelsen til kapittel 16 skal lyde:",
                        "-Ytelser under institusjonsopphold og under straffegjennomføring står i §§ 16-11 og 16-12",
                        "§ 16-7 fjerde ledd oppheves.",
                        "I § 16-10 første ledd bokstav b skal ordet «uførepensjon» erstattes med ordet «uføretrygd».",
                        "Ny § 16-11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16-11",
                    "title": "Ytelser til tidligere familiepleier under opphold i institusjon",
                    "sections": [
                        "Personer som mottar ytelser etter dette kapitlet, får ytelsen redusert etter bestemmelsene i denne paragrafen under opphold i en institusjon med fri kost og losji under statlig ansvar. Ytelsene blir ikke redusert under opphold i somatiske sykehusavdelinger.",
                        "Ytelser etter dette kapitlet gis uten reduksjon i innleggelsesmåneden og de tre påfølgende månedene. Deretter blir ytelsene redusert og skal under oppholdet utgjøre 45 prosent av grunnbeløpet, så fremt dette ikke er mer enn det vedkommende har rett til etter lovens vanlige bestemmelser.",
                        "Ytelsene skal ikke reduseres når vedkommende forsørger barn. Dersom vedkommende har faste og nødvendige utgifter til bolig, kan arbeids- og velferdsetaten bestemme at ytelsene ikke skal reduseres eller reduseres mindre enn nevnt i andre ledd.",
                        "Dersom vedkommende innen tre måneder etter utskrivelsen på nytt kommer i institusjon, gis det redusert ytelse fra og med måneden etter at det nye oppholdet tar til. Ytelsene skal utbetales etter lovens vanlige bestemmelser fra og med utskrivingsmåneden.",
                        "Departementet kan gi forskrifter om anvendelsen av bestemmelsene i denne paragrafen, herunder om",
                        "a)beregning av redusert ytelse,",
                        "b)at bestemmelsene skal gjelde for personer innlagt i andre institusjoner,",
                        "c)at det kan gjøres unntak for visse institusjoner eller bestemte persongrupper.",
                        "Ny § 16-12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16-12",
                    "title": "Ytelser til tidligere familiepleier under straffegjennomføring",
                    "sections": [
                        "En person som utholder varetekt, straff eller særreaksjon i anstalt under kriminalomsorgen, har ikke rett til å få utbetalt ytelser etter dette kapitlet fra og med andre måned etter at soningen tar til. Ytelsene skal likevel utbetales med 50 prosent når vedkommende forsørger barn.",
                        "Fra og med kalendermåneden vedkommende blir løslatt, gis ytelser til tidligere familiepleier etter lovens vanlige bestemmelser.",
                        "Ved gjennomføring av samfunnsstraff, straffegjennomføring i medhold av straffegjennomføringsloven § 16 eller betinget dom, utbetales ytelser til tidligere familiepleier dersom vilkårene for øvrig er oppfylt. Tilsvarende gjelder ved prøveløslatelse i medhold av straffegjennomføringsloven §§ 42 flg.",
                        "Departementet kan gi forskrifter om anvendelsen av bestemmelsene i paragrafen her.",
                        "Nytt niende strekpunkt i innholdsfortegnelsen til kapittel 17 skal lyde:",
                        "-Ytelser under institusjonsopphold og straffegjennomføring står i §§ 17-13 og 17-14",
                        "§ 17-3 sjuende ledd første punktum skal lyde:",
                        "Vilkåret i første ledd gjelder ikke når avdøde var medlem i folketrygden ved dødsfallet og kunne tilstås en ytelse på grunnlag av tidligere opptjening minst svarende til folketrygdens grunnbeløp.",
                        "§ 17-4 fjerde ledd skal lyde:",
                        "Pensjon eller overgangsstønad",
                        "a)etter unntaksbestemmelsene i § 17-3 fjerde, femte og sjuende ledd,",
                        "b)med tilleggspensjon etter tidligere bestemmelser om medregning av framtidige pensjonspoeng for unge uføre i loven her slik de lød før lov 16. desember 2011 nr. 59 om endringer i folketrygdloven trådte i kraft, og",
                        "c)med garantert tilleggspensjon etter bestemmelsene i § 3-22",
                        "beholdes bare så lenge den gjenlevende er medlem i trygden. Det samme gjelder pensjon eller overgangsstønad til en flyktning som får pensjonen beregnet på grunnlag av bestemmelsene i § 3-2 sjette ledd og § 3-9 tredje ledd.",
                        "Nåværende § 17-7 femte ledd tredje punktum oppheves.",
                        "I § 17-11 første ledd bokstav b skal ordet «uførepensjon» erstattes med «uføretrygd».",
                        "§ 17-12 tredje ledd skal lyde:",
                        "Pensjon etter denne paragrafen beregnes på grunnlag av pensjon som den avdøde ville fått beregnet etter bestemmelsene i loven her slik de lød før lov 16. desember 2011 nr. 59 om endringer i folketrygdloven trådte i kraft.",
                        "Ny § 17-13 skal lyde:"
                    ]
                },
                {
                    "name": "§ 17-13",
                    "title": "Ytelser til gjenlevende ektefelle under opphold i institusjon",
                    "sections": [
                        "Personer som mottar ytelser etter dette kapitlet, får ytelsene redusert etter bestemmelsene i denne paragrafen under opphold i en institusjon med fri kost og losji under statlig ansvar. Ytelsene blir ikke redusert under opphold i somatiske sykehusavdelinger.",
                        "Ytelser etter dette kapitlet gis uten reduksjon i innleggelsesmåneden og de tre påfølgende månedene. Deretter blir ytelsene redusert og skal under oppholdet utgjøre 45 prosent av grunnbeløpet, så fremt dette ikke er mer enn det vedkommende har rett til etter lovens vanlige bestemmelser.",
                        "Ytelsene skal ikke reduseres når vedkommende forsørger barn. Dersom vedkommende har faste og nødvendige utgifter til bolig, kan arbeids- og velferdsetaten bestemme at ytelsene ikke skal reduseres eller reduseres mindre enn nevnt i andre ledd.",
                        "Dersom vedkommende innen tre måneder etter utskrivelsen på nytt kommer i institusjon, gis det redusert ytelse fra og med måneden etter at det nye oppholdet tar til. Ytelsene skal utbetales etter lovens vanlige bestemmelser fra og med utskrivingsmåneden.",
                        "Departementet kan gi forskrifter om anvendelsen av bestemmelsene i denne paragrafen, herunder om",
                        "a)beregning av redusert ytelse,",
                        "b)at bestemmelsene skal gjelde for personer innlagt i andre institusjoner,",
                        "c)at det kan gjøres unntak for visse institusjoner eller bestemte persongrupper.",
                        "Ny § 17-14 skal lyde:"
                    ]
                },
                {
                    "name": "§ 17-14",
                    "title": "Ytelser til gjenlevende ektefelle under straffegjennomføring",
                    "sections": [
                        "En person som utholder varetekt, straff eller særreaksjon i anstalt under kriminalomsorgen, har ikke rett til å få utbetalt ytelser etter dette kapitlet fra og med andre måned etter at soningen tar til. Ytelsene skal likevel utbetales med 50 prosent når vedkommende forsørger barn.",
                        "Fra og med kalendermåneden vedkommende blir løslatt, gis ytelser til gjenlevende ektefelle etter lovens vanlige bestemmelser.",
                        "Ved gjennomføring av samfunnsstraff, straffegjennomføring i medhold av straffegjennomføringsloven § 16 eller betinget dom, utbetales ytelser til gjenlevende ektefelle dersom vilkårene for øvrig er oppfylt. Tilsvarende gjelder ved prøveløslatelse i medhold av straffegjennomføringsloven §§ 42 flg.",
                        "Departementet kan gi forskrifter om anvendelsen av bestemmelsene i paragrafen her.",
                        "Sjette strekpunkt i innholdsfortegnelsen til kapittel 18 skal lyde:",
                        "-barnepensjon under institusjonsopphold og straffegjennomføring står i §§ 18-8 og 18-9",
                        "I § 18-7 andre ledd skal ordet «uførepensjon» erstattes med «uføretrygd»",
                        "§ 18-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 18-8",
                    "title": "Barnepensjon under opphold i institusjon",
                    "sections": [
                        "Personer som mottar barnepensjon, får ytelsen redusert etter bestemmelsene i denne paragrafen under opphold i en institusjon med fri kost og losji under statlig ansvar. Barnepensjonen blir ikke redusert under opphold i somatiske sykehusavdelinger.",
                        "Barnepensjon gis uten reduksjon i innleggelsesmåneden og de tre påfølgende månedene. Deretter blir barnepensjonen redusert.",
                        "Dersom barnet har mistet en av foreldrene, skal barnepensjonen under oppholdet utgjøre 10 prosent av grunnbeløpet.",
                        "Dersom barnet har mistet begge foreldrene, skal den reduserte ytelsen utgjøre 45 prosent av grunnbeløpet, så fremt dette ikke er mer enn det vedkommende har rett til etter lovens vanlige bestemmelser.",
                        "Dersom barnet har faste og nødvendige utgifter til bolig, kan arbeids- og velferdsetaten bestemme at barnepensjonen ikke skal reduseres eller reduseres mindre enn nevnt i andre ledd.",
                        "Dersom barnet innen tre måneder etter utskrivelsen på nytt kommer i institusjon, gis det redusert barnepensjon fra og med måneden etter at det nye oppholdet tar til. Barnepensjonen skal utbetales etter lovens vanlige bestemmelser fra og med utskrivingsmåneden.",
                        "Departementet kan gi forskrifter om anvendelsen av bestemmelsene i denne paragrafen, herunder om",
                        "a)beregning av redusert ytelse,",
                        "b)at bestemmelsene skal gjelde for personer innlagt i andre institusjoner,",
                        "c)at det kan gjøres unntak for visse institusjoner eller bestemte persongrupper.",
                        "§ 18-9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 18-9",
                    "title": "Barnepensjon under straffegjennomføring",
                    "sections": [
                        "En person som utholder varetekt, straff eller særreaksjon i anstalt under kriminalomsorgen, har ikke rett til å få utbetalt barnepensjon fra og med andre måned etter at soningen tar til.",
                        "Fra og med kalendermåneden vedkommende blir løslatt, ytes det barnepensjon etter lovens vanlige bestemmelser.",
                        "Ved gjennomføring av samfunnsstraff, straffegjennomføring i medhold av straffegjennomføringsloven § 16 eller betinget dom, utbetales barnepensjon dersom vilkårene for øvrig er oppfylt. Tilsvarende gjelder ved prøveløslatelse i medhold av straffegjennomføringsloven §§ 42 flg.",
                        "Departementet kan gi forskrifter om anvendelsen av bestemmelsene i paragrafen her.",
                        "§ 18-10 oppheves.",
                        "Nytt strekpunkt sytten i innholdsfortegnelsen til kapittel 19 skal lyde:",
                        "-Alderspensjon under institusjonsopphold og straffegjennomføring står i §§ 19-21 og 19-22",
                        "§ 19-8 tredje ledd skal lyde:",
                        "Lav sats ytes til den som lever sammen med en ektefelle som mottar alderspensjon, eller avtalefestet pensjon som nevnt i § 3-19.",
                        "§ 19-8 fjerde ledd første og andre punktum skal lyde:",
                        "Ordinær sats ytes til den som lever sammen med ektefelle som har uføretrygd. Ordinær sats ytes også til den som lever sammen med ektefelle som ikke mottar ytelser som nevnt i tredje ledd og ektefellen har en årlig inntekt, inkludert kapitalinntekt, som er større enn to ganger grunnbeløpet.",
                        "§ 19-8 fjerde ledd nåværende andre punktum blir tredje punktum.",
                        "§ 19-16 tredje ledd skal lyde:",
                        "Tilleggspensjonen etter § 19-5 beregnes etter bestemmelsene i § 3-23.",
                        "§ 19-20 første ledd første punktum skal lyde:",
                        "Den som ved fylte 67 år mottok uførepensjon på grunn av yrkesskade, får fra 67 år basispensjonen etter § 19-5 beregnet etter bestemmelsene i § 3-18.",
                        "§ 19-20 andre ledd skal lyde:",
                        "Den som har rett til pensjon som gjenlevende ektefelle etter dødsfall på grunn av yrkesskade, får alderspensjonen beregnet etter bestemmelsene for etterlattepensjon ved yrkesskade, se § 17-12 tredje ledd, med de tillempninger som følger av bestemmelsene i § 19-16.",
                        "Ny § 19-21 skal lyde:"
                    ]
                },
                {
                    "name": "§ 19-21",
                    "title": "Alderspensjon under opphold i institusjon",
                    "sections": [
                        "Personer som mottar alderspensjon, får ytelsen redusert etter bestemmelsene i denne paragrafen under opphold i en institusjon med fri kost og losji under statlig ansvar. Alderspensjonen blir ikke redusert under opphold i somatiske sykehusavdelinger.",
                        "Alderspensjon gis uten reduksjon i innleggelsesmåneden og de tre påfølgende månedene. Deretter blir alderspensjonen redusert og skal under oppholdet utgjøre 14 prosent av alderspensjonen. Alderspensjonen skal likevel utgjøre minst 22,5 prosent av minste pensjonsnivå med høy sats, jf. § 19-8, så fremt dette ikke er mer enn det vedkommende har rett til etter lovens vanlige bestemmelser.",
                        "Alderspensjonen skal ikke reduseres når vedkommende forsørger ektefelle eller barn. Dersom vedkommende har faste og nødvendige utgifter til bolig, kan arbeids- og velferdsetaten bestemme at alderspensjonen ikke skal reduseres eller reduseres mindre enn nevnt i andre ledd.",
                        "Dersom vedkommende innen tre måneder etter utskrivelsen på nytt kommer i institusjon, gis det redusert alderspensjon fra og med måneden etter at det nye oppholdet tar til. Alderspensjonen skal utbetales etter lovens vanlige bestemmelser fra og med utskrivingsmåneden.",
                        "Departementet kan gi forskrifter om anvendelsen av bestemmelsene i denne paragrafen, herunder om",
                        "a)beregning av redusert ytelse,",
                        "b)at bestemmelsene skal gjelde for personer innlagt i andre institusjoner,",
                        "c)at det kan gjøres unntak for visse institusjoner eller bestemte persongrupper.",
                        "Ny § 19-22 skal lyde:"
                    ]
                },
                {
                    "name": "§ 19-22",
                    "title": "Alderspensjon under straffegjennomføring",
                    "sections": [
                        "En person som utholder varetekt, straff eller særreaksjon i anstalt under kriminalomsorgen, har ikke rett til å få utbetalt alderspensjon fra og med andre måned etter at soningen tar til. Alderspensjonen skal likevel utbetales med 50 prosent når vedkommende forsørger barn.",
                        "Fra og med kalendermåneden vedkommende blir løslatt, ytes det alderspensjon etter lovens vanlige bestemmelser.",
                        "Ved gjennomføring av samfunnsstraff, straffegjennomføring i medhold av straffegjennomføringsloven § 16 eller betinget dom, utbetales alderspensjon dersom vilkårene for øvrig er oppfylt. Tilsvarende gjelder ved prøveløslatelse i medhold av straffegjennomføringsloven §§ 42 flg.",
                        "Departementet kan gi forskrifter om anvendelsen av bestemmelsene i paragrafen her.",
                        "I innholdsfortegnelsen til kapittel 20 gjøres følgende endringer:",
                        "Åttende strekpunkt skal lyde:",
                        "-Pensjonsopptjening for mottakere av uføretrygd står i § 20-7 a",
                        "Nytt strekpunkt tyve skal lyde:",
                        "-Alderspensjon under institusjonsopphold og straffegjennomføring står i §§ 20-22 og 20-23",
                        "§ 20-9 andre ledd bokstav a skal lyde:",
                        "a)som får uføretrygd, alderspensjon eller avtalefestet pensjon som nevnt i § 3-19, eller",
                        "Ny § 20-22 skal lyde:"
                    ]
                },
                {
                    "name": "§ 20-22",
                    "title": "Alderspensjon under opphold i institusjon",
                    "sections": [
                        "Personer som mottar alderspensjon, får ytelsen redusert etter bestemmelsene i denne paragrafen under opphold i en institusjon med fri kost og losji under statlig ansvar. Alderspensjonen blir ikke redusert under opphold i somatiske sykehusavdelinger.",
                        "Alderspensjon gis uten reduksjon i innleggelsesmåneden og de tre påfølgende månedene. Deretter blir alderspensjonen redusert og skal under oppholdet utgjøre 14 prosent av alderspensjonen. Alderspensjonen skal likevel utgjøre minst 22,5 prosent av garantipensjonen med høy sats, jf. § 20-9, så fremt dette ikke er mer enn det vedkommende har rett til etter lovens vanlige bestemmelser.",
                        "Alderspensjonen skal ikke reduseres når vedkommende forsørger ektefelle eller barn. Dersom vedkommende har faste og nødvendige utgifter til bolig, kan arbeids- og velferdsetaten bestemme at alderspensjonen ikke skal reduseres eller reduseres mindre enn nevnt i andre ledd.",
                        "Dersom vedkommende innen tre måneder etter utskrivelsen på nytt kommer i institusjon, gis det redusert alderspensjon fra og med måneden etter at det nye oppholdet tar til. Alderspensjonen skal utbetales etter lovens vanlige bestemmelser fra og med utskrivingsmåneden.",
                        "Departementet kan gi forskrifter om anvendelsen av bestemmelsene i denne paragrafen, herunder om",
                        "a)beregning av redusert ytelse,",
                        "b)at bestemmelsene skal gjelde for personer innlagt i andre institusjoner,",
                        "c)at det kan gjøres unntak for visse institusjoner eller bestemte persongrupper.",
                        "Ny § 20-23 skal lyde:"
                    ]
                },
                {
                    "name": "§ 20-23",
                    "title": "Alderspensjon under straffegjennomføring",
                    "sections": [
                        "En person som utholder varetekt, straff eller særreaksjon i anstalt under kriminalomsorgen, har ikke rett til å få utbetalt alderspensjon fra og med andre måned etter at soningen tar til. Alderspensjonen skal likevel utbetales med 50 prosent når vedkommende forsørger barn.",
                        "Fra og med kalendermåneden vedkommende blir løslatt, ytes det alderspensjon etter lovens vanlige bestemmelser.",
                        "Ved gjennomføring av samfunnsstraff, straffegjennomføring i medhold av straffegjennomføringsloven § 16 eller betinget dom, utbetales alderspensjon dersom vilkårene for øvrig er oppfylt. Tilsvarende gjelder ved prøveløslatelse i medhold av straffegjennomføringsloven §§ 42 flg.",
                        "Departementet kan gi forskrifter om anvendelsen av bestemmelsene i paragrafen her.",
                        "§ 21-10 tredje ledd skal lyde:",
                        "Departementet kan gi forskrifter om at underretning om vedtak ikke behøver å gis når vedtaket gjelder stans av dagpenger under arbeidsløshet etter kapittel 4 eller arbeidsavklaringspenger eller tilleggsstønader etter kapittel 11 av grunner som er åpenbart kjent for medlemmet, og det er gitt forhåndsorientering om at retten til ytelsen bortfaller i slike tilfeller, eller om vedtak i etteroppgjør for uføretrygd etter kapittel 12 når vedkommende ikke har innsigelser til varselet om etteroppgjøret.",
                        "I § 22-8 fjerde ledd skal ordet «uførepensjon» erstattes med «uføretrygd».",
                        "§ 22-10 tredje ledd bokstav b skal lyde:",
                        "b)uføretrygd (kapittel 12)",
                        "§ 22-10 tredje ledd bokstav c oppheves.",
                        "§ 22-10 tredje ledd bokstavene d til i blir bokstavene c til h.",
                        "I § 22-12 andre og tredje ledd skal ordene «uførepensjon» og «uførepensjonen» erstattes med «uføretrygd» og «uføretrygden».",
                        "§ 22-14 andre ledd nytt andre punktum skal lyde:",
                        "I sak om etteroppgjør for uføretrygd etter § 12-14 fjerde ledd andre punktum regnes foreldelsesfristen fra tidspunktet for endelig vedtak om etteroppgjøret.",
                        "§ 22-14 femte ledd første punktum skal lyde:",
                        "Trekk etter § 12-14, § 22-15 sjuende ledd eller § 22-15 a femte ledd eller avregning etter § 22-16 avbryter foreldelse.",
                        "I § 22-16 andre ledd bokstav c skal ordet «uførepensjon» erstattes med «uføretrygd».",
                        "I lov 4. juli 2003 nr. 80 om introduksjonsordning og norskopplæring for nyankomne innvandrere § 12 første ledd andre punktum skal ordet «uførepensjon» erstattes med ordet «uføretrygd».",
                        "I lov 29. april 2005 nr. 21 om supplerande stønad til personar med kort butid i Noreg gjøres følgende endringer:",
                        "§ 5 andre og tredje ledd skal lyde:",
                        "Ytingane etter første leddet bokstavane a til c skal aukast med 20 prosent av minste pensjonsnivå med høg sats per barn under 18 år som personen forsørgjer og bur saman med i eitt hushald. Dersom begge ektemakane har fylt 67 år, skal auken gå til den av dei som har lågast inntekt (sjå § 6 andre leddet).",
                        "Eit barn vert rekna å forsørgje seg sjølv dersom det har inntekt som nemnd i § 6 andre leddet, og inntekta er høgare enn grunnbeløpet.",
                        "§ 6 skal lyde:",
                        "Full supplerande stønad skal setjast ned med inntekt hos stønadstakaren sjølv så vel som hos ektemaken. Dersom begge ektemakane har fylt 67 år, skal inntekt hos den eine ektemaken berre inngå ved prøvinga av ytingane til den andre ektemaken med den delen som overstig full supplerande stønad etter § 5 første leddet bokstav c.",
                        "Som inntekt vert rekna",
                        "a)arbeidsinntekt",
                        "b)pensjon og andre ytingar frå folketrygda til livsopphald",
                        "c)andre norske offentlege eller private pensjonar",
                        "d)utanlandske offentlege eller private pensjonar",
                        "e)kapitalinntekter.",
                        "I lov 18. desember 2009 nr. 131 om sosiale tjenester i arbeids- og velferdsforvaltningen § 38 tredje ledd skal ordet «uførepensjon» erstattes med «uføretrygd».",
                        "I lov 19. februar 2010 nr. 5 om statstilskott til arbeidstakere som tar ut avtalefestet pensjon i privat sektor gjøres følgende endringer:",
                        "§ 14 første ledd første og andre punktum skal lyde:",
                        "For å gi rett til tilskott må pensjonen bestå av grunnpensjon, tilleggspensjon og særtillegg og skal tilsvare ugradert uførepensjon som pensjonisten ville fått beregnet etter reglene i folketrygdloven kapittel 3, slik de lød før lov 16. desember 2011 nr. 59 om endringer i folketrygdloven trådte i kraft. Det gis ikke poengtillegg etter § 7-3 nr. 3 i tidligere lov om folketrygd 17. juni 1966 nr. 12.",
                        "§ 14 første ledd nåværende andre punktum blir nytt tredje punktum.",
                        "I § 16 skal ordet «uførepensjon» erstattes med «uføretrygd».",
                        "I lov 25. juni 2010 nr. 28 om avtalefestet pensjon for medlemmer av Statens pensjonskasse gjøres følgende endringer:",
                        "§ 3 bokstav b første og andre punktum skal lyde:",
                        "b)Full pensjon tilsvarer ugradert uførepensjon som pensjonisten ville fått beregnet etter reglene i folketrygdloven kapittel 3, slik de lød før lov 16. desember 2011 nr. 59 om endringer i folketrygdloven trådte i kraft. Det gis ikke poengtillegg etter § 7-3 nr. 3 i tidligere lov 17. juni 1966 nr. 12 om folketrygd.",
                        "§ 3 bokstav b nåværende andre og tredje punktum blir nye tredje og fjerde punktum.",
                        "I § 3 bokstav e første punktum skal ordet «uførepensjon» erstattes med «uføretrygd».",
                        "I lov 16. desember 2011 nr. 59 om endringer i folketrygdloven (ny uføretrygd og alderspensjon til uføre) gjøres følgende endringer i del I:",
                        "Endringen av innledningen til kapittel 12 skal lyde:",
                        "Bestemmelser om",
                        "-formål står i § 12-1",
                        "-vilkår for rett til uføretrygd står i §§ 12-2 til 12-7",
                        "-uføretidspunkt står i § 12-8",
                        "-fastsetting av inntekt før og etter uførhet står i § 12-9",
                        "-fastsetting og endring av uføregrad står i § 12-10",
                        "-grunnlaget for beregning av uføretrygd står i § 12-11",
                        "-trygdetid står i § 12-12",
                        "-uføretrygdens størrelse står i § 12-13",
                        "-reduksjon av uføretrygd på grunn av inntekt står i § 12-14",
                        "-barnetillegg står i § 12-15",
                        "-reduksjon av barnetillegg på grunn av inntekt står i § 12-16",
                        "-uføretrygd ved yrkesskade står i § 12-17",
                        "-tillegg til uføretrygd for gjenlevende ektefelle står i § 12-18",
                        "-uføretrygd under institusjonsopphold og straffegjennomføring står i §§ 12-19 og 12-20",
                        "-avkall på uføretrygd står i § 12-21",
                        "Endringen av § 12-1 skal lyde:",
                        "§ 12-1 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "XV",
            "paragraphs": []
        },
        {
            "name": "XVI",
            "paragraphs": []
        },
        {
            "name": "XVII",
            "paragraphs": []
        },
        {
            "name": "XVIII",
            "paragraphs": []
        },
        {
            "name": "XIX",
            "paragraphs": []
        },
        {
            "name": "XX",
            "paragraphs": [
                {
                    "name": "§ 12-1",
                    "title": "Formål",
                    "sections": [
                        "Formålet med uføretrygd er å sikre inntekt for personer som har fått sin inntektsevne varig nedsatt på grunn av sykdom, skade eller lyte.",
                        "Endringen av § 12-2 første ledd første punktum skal lyde:",
                        "Det er et vilkår for rett til uføretrygd at vedkommende har vært medlem i folketrygden i de siste tre årene fram til uføretidspunktet, se § 12-8.",
                        "Endringen av § 12-4 første og andre ledd skal lyde:",
                        "Det er et vilkår for rett til uføretrygd at personen er mellom 18 og 67 år.",
                        "Dersom krav om uføretrygd settes fram etter at medlemmet har fylt 62 år, er det et vilkår for rett til uføretrygd at medlemmet hadde en pensjonsgivende inntekt på minst folketrygdens grunnbeløp i året før uføretidspunktet (se § 12-8) eller minst tre ganger folketrygdens grunnbeløp i løpet av de tre siste årene før dette tidspunktet. Dette gjelder likevel ikke dersom uføretrygden er gitt med virkning fra et tidspunkt før personen fylte 62 år.",
                        "Endringen av § 12-5 tredje ledd skal lyde:",
                        "§ 12-5 tredje ledd skal lyde:",
                        "Når det fremmes krav om uføretrygd, skal det dokumenteres at funksjonsevnen har vært vurdert av lege eller annet fagpersonell.",
                        "Endringen av § 12-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-7",
                    "title": "Nedsatt inntektsevne",
                    "sections": [
                        "Det er et vilkår for rett til uføretrygd at evnen til å utføre inntektsgivende arbeid (inntektsevnen) er varig nedsatt med minst halvparten.",
                        "For personer som mottar arbeidsavklaringspenger når krav om uføretrygd settes fram, er det tilstrekkelig at inntektsevnen er varig nedsatt med 40 prosent.",
                        "Ved vurderingen av hvor mye inntektsevnen er nedsatt, legges det vekt på alder, evner, utdanning, yrkesbakgrunn og arbeidsmuligheter på hjemstedet eller andre steder der det er rimelig at vedkommende tar arbeid. Inntektsmulighetene i ethvert arbeid som vedkommende nå kan utføre (inntekt etter uførhet) sammenlignes med inntektsmulighetene som vedkommende hadde før uføretidspunktet (inntekt før uførhet) Dersom sykdommen, skaden eller lytet har redusert inntektsevnen gradvis over flere år, kan det tas utgangspunkt i inntektsevnen før sykdommen, skaden eller lytet oppsto.",
                        "Endringen av § 12-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-8",
                    "title": "Uføretidspunkt",
                    "sections": [
                        "Uføretidspunktet er tidspunktet da inntektsevnen ble varig nedsatt som nevnt i folketrygdloven § 12-7 første og andre ledd og § 12-17 første ledd bokstav c.",
                        "Dersom uføregraden økes fordi inntektsevnen er blitt ytterligere nedsatt, se § 12-10, skal det fastsettes et nytt uføretidspunkt dersom dette er til fordel for vedkommende.",
                        "Endringsloven § 12-8 blir 12-9.",
                        "§ 12-9 fjerde ledd skal lyde:",
                        "Inntekt før og etter uførhet justeres i samsvar med endring i grunnbeløpet.",
                        "Endringsloven § 12-9 blir § 12-10.",
                        "Endringen «Nåværende § 12-8 blir § 12-10 og skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-10",
                    "title": "Uføretrygd til hjemmearbeidende ektefelle",
                    "sections": [
                        "Det er et vilkår for at en hjemmearbeidende ektefelle skal få rett til uføretrygd, at evnen til å utføre arbeid i hjemmet (arbeidsevnen) er varig nedsatt med minst halvparten.",
                        "Uføretidspunktet er tidspunktet da arbeidsevnen ble varig nedsatt med minst halvparten.",
                        "Ved vurderingen av hvor mye arbeidsevnen er nedsatt (hvor høy uføregraden er), skal den evnen til å utføre arbeid i hjemmet som vedkommende nå har, sammenlignes med den tilsvarende evnen som vedkommende hadde før sykdommen, skaden eller lytet oppsto.",
                        "En hjemmearbeidende ektefelle skal vurderes etter bestemmelsene i § 12-7 dersom det er sannsynlig at vedkommende ville ha begynt i inntektsgivende arbeid hvis uførheten ikke hadde oppstått. Det samme gjelder dersom den andre ektefellens inntekt er mindre enn to ganger grunnbeløpet.»",
                        "oppheves.",
                        "Endringen av § 12-11 første ledd første punktum skal lyde:",
                        "Uføretrygd beregnes på grunnlag av pensjonsgivende inntekt, se § 3-15, i de fem siste kalenderårene før uføretidspunktet, se § 12-8.",
                        "Endringen av § 12-11 andre ledd første punktum skal lyde:",
                        "For år da en person har mottatt uføretrygd, skal pensjonsgivende inntekt, og en inntekt som svarer til beregningsgrunnlaget for uføretrygden justert for fastsatt uføregrad, inngå i grunnlaget.",
                        "Endringen av § 12-12 tredje ledd første punktum skal lyde:",
                        "Som trygdetid regnes også framtidig trygdetid fra uføretidspunktet (se § 12-8) til og med det året vedkommende fyller 66 år.",
                        "Endringen av § 12-12 sjette ledd skal lyde:",
                        "Dersom trygdetiden er fastsatt etter tredje ledd andre punktum, skal den fastsettes på nytt når det fastsettes et nytt uføretidspunkt ved økt uføregrad etter § 12-8 andre ledd.",
                        "Endringen av § 12-13 tredje ledd skal lyde:",
                        "For et medlem som har blitt ufør før fylte 26 år på grunn av en alvorlig og varig sykdom, skade eller lyte som er klart dokumentert, er minsteytelsene som nevnt i andre ledd henholdsvis 2,66 og 2,91 ganger grunnbeløpet. Dette gjelder selv om et medlem har vært mer enn 50 prosent yrkesaktiv etter fylte 26 år, dersom det er klart dokumentert at vilkårene i første punktum var oppfylt før 26 år og kravet settes fram før fylte 36 år. Bestemmelsen i første punktum gjelder også når uføretrygd gis på nytt etter at ytelsen er falt bort på grunn av prøving mot inntekt etter § 12-14. Minsteytelsen etter leddet her ytes tidligst fra og med den måneden medlemmet fyller 20 år.",
                        "Endringen av § 12-13 femte ledd skal lyde:",
                        "Dersom uføregraden etter § 12-10 er lavere enn 100 prosent, fastsettes uføretrygden til en forholdsmessig andel av beløpet etter første til fjerde ledd.",
                        "Endringen av § 12-14 første ledd skal lyde:",
                        "Når uføregraden fastsettes etter § 12-10, skal det fastsettes en inntektsgrense, som skal svare til inntekt etter uførhet (se § 12-9 tredje ledd) tillagt 40 prosent av grunnbeløpet per kalenderår. Dersom uføretrygden er en omregnet uførepensjon, skal det for kalenderår til og med år 2018 fastsettes en inntektsgrense, som skal svare til inntekt etter uførhet (se § 12-9 tredje ledd) tillagt 60 000 kroner.",
                        "Endringen av § 12-14 første og andre ledd andre punktum skal lyde:",
                        "Reduksjonen skal svare til den overskytende inntekten multiplisert med en brøk der vedkommendes uføretrygd ved 100 prosent uføregrad er teller og inntekten før uførheten (se § 12-9 første til tredje ledd) er nevner.",
                        "Endringen av § 12-14 fjerde ledd skal lyde:",
                        "Den uføretrygdede skal opplyse om forventet pensjonsgivende inntekt og om endringer i inntekten. Dersom det er utbetalt for lite eller for mye, skal det foretas et etteroppgjør. Dersom det er utbetalt for lite, skal differansen etterbetales som et engangsbeløp. For mye utbetalt uføretrygd kan inndrives uten hensyn til skyld og kan avregnes i framtidige ytelser som omfattes av § 22-16 tredje ledd og AFP i offentlig sektor. Krav om tilbakebetaling av for mye utbetalt uføretrygd er tvangsgrunnlag for utlegg. Kravet kan inndrives av arbeids- og velferdsetaten etter reglene i bidragsinnkrevingsloven.",
                        "Endringen av § 12-15 fjerde ledd skal lyde:",
                        "Når et barn blir forsørget av flere som mottar uføretrygd eller alderspensjon, ytes tillegget til den som har rett til høyest tillegg. Departementet kan i forskrift gi nærmere regler om gjennomføring av denne bestemmelsen. Dersom forsørgerne ikke bor sammen, ytes tillegget til den som har den daglige omsorgen for barnet.",
                        "Endringen av § 12-16 andre ledd skal lyde:",
                        "Personinntekt etter skatteloven § 12-2 kan føre til at barnetillegg blir redusert. Ytelser fra utlandet av samme art som pensjonsytelser og overgangsstønad fra folketrygden, pensjonsytelser, inkludert forsørgingstillegg, fra norsk offentlig eller privat pensjonsordning og ytelser fra norsk individuell pensjonsforsikring, livrente, gavepensjon o.l. kan også føre til at barnetillegg blir redusert. Det skal likevel ses bort fra ytelser eller deler av ytelser fra utlandet som blir redusert på tilsvarende måte som etter denne paragrafen.",
                        "Endringen av § 12-17 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-17",
                    "title": "Uføretrygd ved yrkesskade",
                    "sections": [
                        "Til den som er arbeidsufør på grunn av en skade eller sykdom som går inn under kapittel 13, ytes det uføretrygd etter følgende særbestemmelser:",
                        "a)Vilkåret i § 12-2 om minst tre års forutgående medlemskap gjelder ikke.",
                        "b)Vilkåret i § 12-3 om fortsatt medlemskap gjelder ikke.",
                        "c)Uføretrygd ytes ved uføregrader ned til 30 prosent.",
                        "Det skal fastsettes en særskilt uføregrad for den delen av uførheten som skyldes yrkesskade eller yrkessykdom. Det ses bort fra uførhet som skyldes andre forhold enn yrkesskaden, når denne delen utgjør under 30 prosent av den totale uførheten.",
                        "Antatt årlig arbeidsinntekt på skadetidspunktet legges til grunn for beregningen av uføretrygden dersom beregningsgrunnlaget etter § 12-11 første til fjerde ledd er lavere. Godtgjørelse av midlertidig eller tilfeldig art regnes ikke med ved fastsettingen av den antatte årlige inntekten. Naturalytelser og overskudd på utgiftsgodtgjørelser regnes med og gis den verdien som legges til grunn ved utligning av inntektsskatt. Den antatte årlige arbeidsinntekten skal reguleres i samsvar med endringer i grunnbeløpet fram til det tidspunktet uføretrygden gis virking fra. Grunnlaget kan ikke settes høyere enn seks ganger grunnbeløpet. Grunnlaget reguleres i samsvar med endringer i grunnbeløpet.",
                        "Ved yrkesskade avkortes uføretrygden og barnetillegg ikke på grunn av manglende trygdetid.",
                        "Departementet kan gi forskrifter om beregning av uføretrygd når uførheten skyldes yrkesskade.",
                        "Setningen «Nåværende § 12-16 blir ny § 12-19 og skal lyde: – – –» tas ut.",
                        "Endringen av § 12-18 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-18",
                    "title": "Tillegg til uføretrygd for gjenlevende ektefelle (gjenlevendetillegg)",
                    "sections": [
                        "Det gis tillegg til uføretrygden etter bestemmelsene i paragrafen her for et tidsrom på fem år til en person som også fyller vilkårene for rett til pensjon i §§ 17-3 og 17-4, og enten § 17-5 eller 17-10.",
                        "Dersom 50 prosent av summen av den gjenlevendes egen uføretrygd og den avdødes uføretrygd beregnet etter tredje ledd og med gjenlevendes trygdetid, overstiger den gjenlevendes egen uføretrygd, skal differansen utbetales som et tillegg til uføretrygden. Tillegget skal minst utgjøre differansen mellom den avdødes minsteytelse fastsatt etter bestemmelsene i § 12-13 andre og tredje ledd, beregnet med avdødes trygdetid, og den gjenlevendes egen uføretrygd, beregnet med gjenlevendes trygdetid. Gjenlevendes sivilstand på virkningstidspunktet for tillegget etter paragrafen her legges til grunn ved beregning av minsteytelsen til avdøde og gjenlevende. Det skal legges til grunn ugradert uføretrygd både for den gjenlevende og den avdøde.",
                        "Den avdødes uføretrygd fastsettes lik den ugraderte uføretrygden som den avdøde ville ha fått om han eller hun på dødsfallstidspunktet hadde fått rett til uføretrygd, eller den ugraderte uføretrygden som den avdøde mottok. Dersom den avdødes trygdetid var fastsatt etter § 12-12 tredje ledd andre punktum, skal den fastsettes på nytt dersom det ville blitt fastsatt nytt uføretidspunkt, se § 12-12 sjette ledd.",
                        "Dersom den avdøde var 67 år eller eldre, skal den avdødes uføretrygd i andre ledd erstattes med 66 prosent av et særskilt fastsatt beregningsgrunnlag, begrenset opp til 6 ganger grunnbeløpet i folketrygden. Ved fastsettelse av dette beregningsgrunnlaget legges den avdødes sluttpoengtall beregnet etter kapittel 3 i loven her til grunn. Opptjening til og med kalenderåret før dødsfallet regnes med. Beregningsgrunnlaget fastsettes til den inntekten som gir et pensjonspoeng etter § 3-13 andre ledd som svarer til dette sluttpoengtallet.",
                        "Dersom den avdøde var under 67 år og mottok hel alderspensjon på dødsfallstidspunktet, skal beregningsgrunnlaget fastsettes tilsvarende som etter fjerde ledd.",
                        "Dersom den gjenlevende ble ufør etter at dødsfallet har funnet sted, og mottar pensjon til gjenlevende ektefelle ved innvilgelse av uføretrygden, skal beregningsgrunnlaget til avdøde fastsettes med utgangspunkt i sluttpoengtallet i pensjonen tilsvarende som etter fjerde ledd.",
                        "Tillegget skal justeres for uføregrad. Dersom den gjenlevende har inntekt som vil gi reduksjon av uføretrygd etter § 12-14, skal gjenlevendetillegget multipliseres med forholdet mellom den reduserte uføretrygden og uføretrygden uten inntektsreduksjon. Bestemmelsene om etteroppgjør i § 12-14 fjerde ledd gjelder tilsvarende.",
                        "Tillegget skal reguleres i samsvar med senere endringer i grunnbeløpet, jf. folketrygdloven § 1-4.",
                        "Ny § 12-19 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-19",
                    "title": "Uføretrygd under opphold i institusjon",
                    "sections": [
                        "Personer som mottar uføretrygd, får ytelsen redusert etter bestemmelsene i denne paragrafen under opphold i en institusjon med fri kost og losji under statlig ansvar. Uføretrygden blir ikke redusert under opphold i somatiske sykehusavdelinger.",
                        "Uføretrygd gis uten reduksjon i innleggelsesmåneden og de tre påfølgende månedene. Deretter blir uføretrygden redusert og skal under oppholdet utgjøre14 prosent av uføretrygden. Ytelsen skal likevel utgjøre minst 45 prosent av grunnbeløpet så fremt dette ikke er mer enn det vedkommende har rett til etter lovens vanlige bestemmelser.",
                        "Uføretrygden skal ikke reduseres når vedkommende forsørger ektefelle eller barn. Dersom vedkommende har faste og nødvendige utgifter til bolig, kan arbeids- og velferdsetaten bestemme at uføretrygden ikke skal reduseres eller reduseres mindre enn nevnt i andre ledd.",
                        "Dersom vedkommende innen tre måneder etter utskrivelsen på nytt kommer i institusjon, gis det redusert uføretrygd fra og med måneden etter at det nye oppholdet tar til. Uføretrygden skal utbetales etter lovens vanlige bestemmelser fra og med utskrivingsmåneden.",
                        "Departementet kan gi forskrifter om anvendelsen av bestemmelsene i denne paragrafen, herunder om",
                        "a)beregning av redusert ytelse,",
                        "b)at bestemmelsene skal gjelde for personer innlagt i andre institusjoner,",
                        "c)at det kan gjøres unntak for visse institusjoner eller bestemte persongrupper.",
                        "Ny § 12-20 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-20",
                    "title": "Uføretrygd under straffegjennomføring",
                    "sections": [
                        "En person som utholder varetekt, straff eller særreaksjon i anstalt under kriminalomsorgen, har ikke rett til å få utbetalt uføretrygd fra og med andre måned etter at soningen tar til. Uføretrygden skal likevel utbetales med 50 prosent når vedkommende forsørger barn.",
                        "Fra og med kalendermåneden vedkommende blir løslatt ytes det uføretrygd etter lovens vanlige bestemmelser.",
                        "Ved gjennomføring av samfunnsstraff, straffegjennomføring i medhold av straffegjennomføringsloven § 16 eller betinget dom, utbetales uføretrygd dersom vilkårene for øvrig er oppfylt. Tilsvarende gjelder ved prøveløslatelse i medhold av straffegjennomføringsloven §§ 42 flg.",
                        "Departementet kan gi forskrifter om anvendelsen av bestemmelsene i paragrafen her.",
                        "Endringen",
                        "«Nåværende § 12-14 blir § 12-18 og skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-18",
                    "title": "Avkall på uføretrygd",
                    "sections": [
                        "En mottaker av uføretrygd kan gi avkall på retten til uføretrygd dersom",
                        "a)ektefellen mottar alderspensjon eller avtalefestet pensjon som det godskrives pensjonspoeng for, og",
                        "b)vedkommende enten har kortere trygdetid enn ektefellen eller får uføretrygd etter en uføregrad lavere enn 100 prosent.",
                        "Ektefellens ytelser fastsettes da etter reglene for pensjonister som forsørger den andre ektefellen.»",
                        "skal lyde:",
                        "«Nåværende § 12-14 blir ny § 12-21 og skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-21",
                    "title": "Avkall på uføretrygd",
                    "sections": [
                        "En mottaker av uføretrygd kan gi avkall på retten til uføretrygd dersom",
                        "a)ektefellen mottar alderspensjon eller avtalefestet pensjon som det godskrives pensjonspoeng for, og",
                        "b)vedkommende enten har kortere trygdetid enn ektefellen eller får uføretrygd etter en uføregrad lavere enn 100 prosent.",
                        "Ektefellens ytelser fastsettes da etter reglene for pensjonister som forsørger den andre ektefellen.»",
                        "Endringen av del II tredje ledd og fjerde ledd skal lyde:",
                        "Uførepensjon fra folketrygden omregnes til uføretrygd etter de nye reglene med virkning fra den dato loven trer i kraft. Dette gjelder også der uførepensjon innvilges på et senere tidspunkt, men med virkningstidspunkt før loven trer i kraft.",
                        "Departementet gir forskrifter om",
                        "a)omregning av uførepensjon til uføretrygd og",
                        "b)fastsetting av pensjonspoeng og pensjonsopptjening for inntektsåret før loven trer i kraft.",
                        "Del II femte ledd oppheves.",
                        "I lov 7. mars 2014 nr. 5 om endringer i lov om Statens pensjonskasse og enkelte andre lover gjøres følgende endringer:",
                        "Endringen av § 30 tredje ledd i lov om Statens pensjonskasse skal lyde:",
                        "Et medlem som mottar pensjon, plikter å underrette Pensjonskassen om endringer i forhold som kan være avgjørende for om medlemmet fortsatt har rett til ytelsen. Medlemmet skal opplyse om forventet inntekt og om endringer i inntekten. Dersom medlemmet har fått utbetalt for lite eller for mye pensjon, skal det foretas et etteroppgjør. Dersom det er utbetalt for lite, skal differansen etterbetales som et engangsbeløp. For mye utbetalt uførepensjon kan inndrives uten hensyn til skyld og kan avregnes ved å trekke i framtidige utbetalinger av uførepensjon og alderspensjon fra Pensjonskassen. Krav om tilbakekreving av for mye utbetalt uførepensjon er tvangsgrunnlag for utlegg. Departementet kan gi forskrift med nærmere regler om etteroppgjør.",
                        "Endringen av § 31 første ledd i lov om Statens pensjonskasse skal lyde:",
                        "Midlertidig uførepensjon og uførepensjon skal utbetales fra og med den måneden medlemmet fyller vilkårene. Pensjonen faller bort i den utstrekning det utbetales lønn under sykdom eller sykepenger fra folketrygden. Departementet kan gi forskrift med nærmere regler om bortfall av pensjon på grunn av lønn under sykdom eller sykepenger fra folketrygden. Etterbetaling av pensjon til medlem som mottar arbeidsavklaringspenger etter folketrygdloven kapittel 11 eller uføretrygd etter folketrygdloven kapittel 12, skal skje med samme virkningstidspunkt som for folketrygdens ytelser.",
                        "Endringen av § 13 tredje ledd i lov om pensjonsordning for apotekvirksomhet mv. skal lyde:",
                        "Et medlem som mottar pensjon, plikter å underrette pensjonsordningen om endringer i forhold som kan være avgjørende for om medlemmet fortsatt har rett til ytelsen. Medlemmet skal opplyse om forventet inntekt og om endringer i inntekten. Dersom medlemmet har fått utbetalt for lite eller for mye pensjon, skal det foretas et etteroppgjør. Dersom det er utbetalt for lite, skal differansen etterbetales som et engangsbeløp. For mye utbetalt uførepensjon kan inndrives uten hensyn til skyld og kan avregnes ved å trekke i framtidige utbetalinger av uførepensjon og alderspensjon fra pensjonsordningen. Krav om tilbakekreving av for mye utbetalt uførepensjon er tvangsgrunnlag for utlegg. Departementet kan gi forskrift med nærmere regler om etteroppgjør.",
                        "Endringen av § 14 første ledd i lov om pensjonsordning for apotekvirksomhet mv. skal lyde:",
                        "Midlertidig uførepensjon og uførepensjon skal utbetales fra og med den måneden medlemmet fyller vilkårene. Pensjonen faller bort i den utstrekning det utbetales lønn under sykdom eller sykepenger fra folketrygden. Departementet kan gi forskrift med nærmere regler om bortfall av pensjon på grunn av lønn under sykdom eller sykepenger fra folketrygden. Etterbetaling av pensjon til medlem som mottar arbeidsavklaringspenger etter folketrygdloven kapittel 11 eller uføretrygd etter folketrygdloven kapittel 12, skal skje med samme virkningstidspunkt som for folketrygdens ytelser.",
                        "Endringen av § 14 andre ledd første punktum i lov om pensjonsordning for sykepleiere skal lyde:",
                        "Samlet barnetillegg kan likevel ikke overstige et beløp tilsvarende 12 prosent av pensjonsgrunnlaget opp til 6 ganger folketrygdens grunnbeløp.",
                        "Endringen av § 16 tredje ledd i lov om pensjonsordning for sykepleiere skal lyde:",
                        "Et medlem som mottar pensjon, plikter å underrette pensjonsordningen om endringer i forhold som kan være avgjørende for om medlemmet fortsatt har rett til ytelsen. Medlemmet skal opplyse om forventet inntekt og om endringer i inntekten. Dersom medlemmet har fått utbetalt for lite eller for mye pensjon, skal det foretas et etteroppgjør. Dersom det er utbetalt for lite, skal differansen etterbetales som et engangsbeløp. For mye utbetalt uførepensjon kan inndrives uten hensyn til skyld og kan avregnes ved å trekke i framtidige utbetalinger av uførepensjon og alderspensjon fra pensjonsordningen. Krav om tilbakekreving av for mye utbetalt uførepensjon er tvangsgrunnlag for utlegg. Departementet kan gi forskrift med nærmere regler om etteroppgjør.",
                        "Endringen av § 17 første ledd i lov om pensjonsordning for sykepleiere skal lyde:",
                        "Midlertidig uførepensjon og uførepensjon skal utbetales fra og med den måneden medlemmet fyller vilkårene. Pensjonen faller bort i den utstrekning det utbetales lønn under sykdom eller sykepenger fra folketrygden. Departementet kan gi forskrift med nærmere regler om bortfall av pensjon på grunn av lønn under sykdom eller sykepenger fra folketrygden. Etterbetaling av pensjon til medlem som mottar arbeidsavklaringspenger etter folketrygdloven kapittel 11 eller uføretrygd etter folketrygdloven kapittel 12, skal skje med samme virkningstidspunkt som for folketrygdens ytelser.",
                        "1.Loven trer i kraft fra den tid Kongen bestemmer, med unntak av del XX og XXI som trer i kraft straks.",
                        "2.Departementet kan gi forskrifter med overgangsregler om ytelser som omfattes av loven her for personer som er innlagt i institusjon under statlig ansvar eller innsatt i kriminalomsorgens anstalter, når loven her trer i kraft.",
                        "3.Departementet gir forskrifter om samordning av",
                        "a)alderspensjon fra tjenestepensjonsordning",
                        "b)enke- og enkemannspensjon fra tjenestepensjonsordning og",
                        "c)pensjon fra personskadetrygd som ytes før 67 år, som er samordnet med uførepensjon fra folketrygden og som utbetales når loven trer i kraft."
                    ]
                }
            ]
        },
        {
            "name": "XXI",
            "paragraphs": []
        },
        {
            "name": "XXII",
            "paragraphs": []
        }
    ]
}