{
    "lawId": "LOV-2014-12-19-82",
    "lawName": "Lov om endringer i lov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav (skattebetalingsloven)",
    "shortName": "Endringslov til skattebetalingsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 5-13c",
                    "title": "Pålegg om oppbevaring av regnskapsmateriale",
                    "sections": [
                        "1. Skattekontoret kan i forbindelse med kontroll pålegge arbeidsgivere og andre som etter loven har plikt til å foreta forskuddstrekk eller utleggstrekk, å oppbevare regnskapsmateriale etter bokføringsloven § 13 første ledd nr. 1 til 4 i mer enn fem år etter regnskapsårets slutt.",
                        "2. I enkeltpersonforetak rettes pålegg etter nr. 1 til foretakets innehaver. I selskap, samvirkeforetak, forening, institusjon eller innretning rettes pålegget til daglig leder av virksomheten, eller styrelederen dersom virksomheten ikke har daglig leder.",
                        "§ 5-15 første ledd skal lyde:",
                        "Den som får pålegg etter §§ 5-13a, 5-13c eller 5-14, kan klage over pålegget dersom vedkommende mener at han ikke har plikt eller lovlig adgang til å etterkomme pålegget.",
                        "§ 10-11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-11",
                    "title": "Lønnstrekk til Svalbard",
                    "sections": [
                        "Hver betalingstermin omfatter seks kalendermåneder og starter henholdsvis 1. januar og 1. juli. Lønnstrekk av inntekt på Svalbard for de seks foregående kalendermånedene forfaller til betaling hver 1. august og 1. februar. Lønnstrekk skal også betales når arbeidsgiver opphører med virksomhet på Svalbard eller aktiviteten der på annen måte opphører.",
                        "Endringene under I trer i kraft fra 1. januar 2015."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}