{
    "lawId": "LOV-2011-05-13-14",
    "lawName": "Lov om endringer i valgloven og kommuneloven (ombudsplikten, forsegling av valgurner mv.)",
    "shortName": "Endringslov til valgloven og kommuneloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 9-3",
                    "title": "Tid og sted for stemmegivningen. Organisering",
                    "sections": [
                        "§ 9-3 nytt fjerde ledd skal lyde:",
                        "(4) Kandidat som er oppført på valgliste ved kommunestyrevalget, kan ikke oppnevnes til stemmemottaker eller valgfunksjonær i valglokalene i vedkommende kommune. Kandidat som er oppført på valgliste ved stortingsvalget eller fylkestingsvalget, kan ikke oppnevnes til stemmemottaker eller valgfunksjonær i valglokalene i kommunene i vedkommende fylke.",
                        "§ 9-5 nytt sjette ledd skal lyde:",
                        "(6) Valgurner som brukes ved stemmegivningen på valgdagen skal være forseglet.",
                        "§ 15-5 første, andre og tredje ledd skal lyde:",
                        "(1) Hvis en dato som er utgangspunktet for en frist faller på en lørdag eller en helligdag, begynner fristen å løpe nærmest påfølgende hverdag.",
                        "(2) Hvis en dato for avslutningen av en frist faller på en lørdag eller en helligdag, løper fristen ut den nærmest påfølgende hverdag.",
                        "(3) Bestemmelsene i første og annet ledd gjelder tilsvarende i de tilfeller hvor en dato som er det tidligste eller seneste tidspunktet for noen handling etter denne lov, faller på en lørdag eller en helligdag.",
                        "I lov 25. september 1992 nr. 107 om kommuner og fylkeskommuner (kommuneloven) gjøres følgende endringer:",
                        "§ 14 nytt nr. 4 skal lyde:",
                        "Kandidat som er oppført på valgliste ved kommunestyrevalget, kan ikke velges til stemmestyremedlem i vedkommende kommune. Kandidat som er oppført på valgliste ved stortingsvalget eller fylkestingsvalget, kan ikke velges til stemmestyremedlem i kommunene i vedkommende fylke.",
                        "Nåværende § 14 nr. 4 blir nytt nr. 5.",
                        "Endringer i valgloven §§ 8-2 (3) og (4), 9-3 (4) og kommuneloven § 14 nr. 4 og 5 trer i kraft fra 1. januar 2012.",
                        "Øvrige bestemmelser trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "IIIIkrafttreden",
            "paragraphs": []
        }
    ]
}