{
    "lawId": "LOV-2011-12-16-64",
    "lawName": "Lov om endringar i sjøloven",
    "shortName": "Endringslov til sjøloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 472 a",
                    "title": "Definisjoner",
                    "sections": [
                        "Med alvorlig ulykke menes i denne loven en ulykke hvor det har vært brann, eksplosjon, sammenstøt e.l., ekstreme vær- eller isforhold, sprekker eller feil på skroget mv. som fører til:",
                        "1)maskinstans, betydelig skade i innredningen, betydelig strukturell skade, herunder vanngjennomtrengning i skroget, slik at skipet ikke er i stand til å fortsette seilasen, eller",
                        "2)forurensning, eller",
                        "3)havari som gjør det nødvendig å taue skipet eller få assistanse fra land.",
                        "Med hurtiggående passasjerfartøy menes i denne loven et hurtiggående fartøy som definert i regel X/1 i SOLAS-konvensjonen av 1974 med senere endringer, og som kan transportere flere enn tolv passasjerer.",
                        "Med roroferge menes i denne loven et sjøgående passasjerskip som er utstyrt med innretninger som gjør det mulig å kjøre vei- eller skinnegående kjøretøyer på og av skipet, og som kan transportere flere enn tolv passasjerer.",
                        "Med sjøulykke menes i denne loven når det ved driften av skip oppstår en hendelse hvor:",
                        "1)noen omkommer eller det voldes betydelig skade på person,",
                        "2)skipet har eller må antas å ha gått tapt, eller skipet er forlatt,",
                        "3)det oppstår betydelig skade på skipet,",
                        "4)skipet har grunnstøtt eller vært involvert i et sammenstøt eller hendelse som medfører at skipet ikke lenger er funksjonsdyktig, eller",
                        "5)det oppstår betydelig skade på miljøet eller fare for miljøet som følge av skade på skipet.",
                        "Med svært alvorlig sjøulykke menes i denne loven en sjøulykke som innebærer at skipet har gått tapt, noen har omkommet eller det er påført betydelig skade på miljøet, eller det har vært umiddelbar fare for noe av dette med et passasjerskip.",
                        "Skade på skip, personer eller miljøet som er foretatt med hensikt, skal ikke anses som en sjøulykke eller svært alvorlig sjøulykke.",
                        "§ 473 tredje ledd og fjerde ledd andre punktum vert oppheva.",
                        "§ 475 første ledd annet og tredje punktum samt tredje ledd vert oppheva.",
                        "Ny § 475 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 475 a",
                    "title": "Plikt til sikring av bevis",
                    "sections": [
                        "Enhver som er involvert i en sjøulykke skal så snart omstendighetene tillater det samle inn og ta vare på alle bevis som kan være nødvendige for sikkerhetsundersøkelsen, herunder:",
                        "a)ta vare på alle opplysninger fra sjøkart, skipsdagbøker, elektroniske og magnetiske innspillings- og videobånd, herunder opplysninger fra ferdskriver (VDR) og andre elektroniske innretninger i tidsrommet før, under og etter ulykken,",
                        "b)sikre at slike opplysninger ikke overskrives eller endres på annen måte,",
                        "c)hindre forstyrrelse fra annet utstyr som kan ha betydning for sikkerhetsundersøkelsen eller ulykken.",
                        "Plikten til å samle inn og ta vare på bevis etter første ledd opphører når sikkerhetsundersøkelsen er avsluttet.",
                        "§ 476 skal lyde:"
                    ]
                },
                {
                    "name": "§ 476",
                    "title": "Iverksetting av undersøkelse",
                    "sections": [
                        "Når undersøkelsesmyndigheten har mottatt melding om en sjøulykke, skal den straks avgjøre om den skal foreta undersøkelser av ulykken, og skal i så fall iverksette undersøkelsene så snart som mulig og senest innen to måneder etter at ulykken fant sted. Undersøkelsen skal bringes til avslutning uten ugrunnet opphold. Undersøkelsesmyndigheten avgjør selv omfanget av undersøkelsen og hvordan den skal gjennomføres.",
                        "Det skal iverksettes undersøkelser etter svært alvorlige sjøulykker i følgende tilfeller:",
                        "a)når et norsk skip er innblandet, uansett hvor ulykken inntreffer,",
                        "b)når det er et utenlandsk skip som har vært utsatt for ulykken, og ulykken inntreffer innenfor riket,",
                        "c)når ulykken berører vesentlige norske interesser, uavhengig av skipets flagg og hvor ulykken fant sted.",
                        "En svært alvorlig sjøulykke med et fiskefartøy under 15 meter der skipet har gått tapt, men uten at noen har omkommet, omfattes ikke av bokstav a til c.",
                        "Undersøkelsesmyndigheten skal foreta en foreløpig vurdering for å avgjøre om det skal iverksettes undersøkelse ved alvorlige ulykker.",
                        "Sjøulykker med fritidsbåter omfattes ikke av annet og tredje ledd.",
                        "For andre sjøulykker enn dem som omfattes av annet ledd, avgjør undersøkelsesmyndigheten selv om den vil foreta undersøkelser. Ved avgjørelsen skal det legges vekt på behovet for å klarlegge forholdene vedrørende sjøulykken, hvor alvorlig ulykken er, hvilken fartøystype og last som er involvert, hvilket bidrag undersøkelsene kan gi til sjøsikkerhetsarbeidet, forventet ressursbruk ved en undersøkelse, om nødvendige undersøkelser kan gjennomføres på annen måte, og om en særlig berørt stat mener undersøkelser bør skje. Særlig berørte stater bør om mulig gis anledning til å uttale seg om ulykken bør undersøkes. Det skal også legges vekt på at antallet undersøkelser generelt bør være av et slik omfang at det kan gi et tilfredsstillende grunnlagsmateriale for det generelle sjøsikkerhetsarbeidet.",
                        "Undersøkelsesmyndigheten kan uten hensyn til tidligere avgjørelse beslutte å undersøke forhold vedrørende en eller flere sjøulykker.",
                        "Undersøkelsesmyndighetens avgjørelser etter denne paragraf kan ikke påklages.",
                        "Undersøkelsene skal følge retningslinjene som er fastsatt i medhold av forordning 1406/2002/EF artikkel 2 bokstav e. Undersøkelsesmyndigheten kan fravike retningslinjene når det er nødvendig for å oppfylle undersøkelsens formål.",
                        "§ 477 tredje ledd skal lyde:",
                        "Forklaringer som nevnt i første og annet ledd kan ikke stilles til rådighet for andre formål enn sikkerhetsundersøkelsen. Dette gjelder også for opplysninger som avslører identiteten til personer som har avgitt forklaring, og opplysninger av særlig følsom eller privat art om personer som har vært innblandet i ulykken. Opplysninger fremkommet under forklaringene kan ikke brukes som bevis mot den som har avgitt forklaringen i en senere straffesak mot vedkommende.",
                        "§ 482 skal lyde:"
                    ]
                },
                {
                    "name": "§ 482",
                    "title": "Internasjonale undersøkelser",
                    "sections": [
                        "Når undersøkelsesmyndigheten har mottatt melding om sjøulykke som involverer en særlig berørt stat, skal den så raskt som mulig underrette myndighetene i vedkommende stat.",
                        "Skal undersøkelsesmyndigheten undersøke en sjøulykke inntruffet utenfor riket, kan deler av undersøkelsen gjennomføres i samarbeid med norsk utenriksstasjon. Undersøkelsesmyndigheten kan også anmode om bistand fra utenlandsk undersøkelsesmyndighet.",
                        "Ved undersøkelser som involverer en særlig berørt stat, skal undersøkelsesmyndigheten samarbeide med vedkommende stat. Undersøkelsesmyndigheten skal så raskt som mulig bli enige med undersøkelsesmyndigheten i den særlig berørte staten om hvem som skal ha hovedansvaret for undersøkelsen, og hvordan undersøkelsen skal gjennomføres. Undersøkelsesmyndigheten kan overlate undersøkelser, herunder undersøkelser som omfattes av § 476 annet ledd, til den særlig berørte staten. Undersøkelsesmyndigheten kan delta i undersøkelser av sjøulykker utenfor riket som gjennomføres av utenlandsk undersøkelsesmyndighet. Ved undersøkelser innenfor fremmed stats territorium gjelder bestemmelsene i avsnitt II bare så langt norske myndigheters kompetanse rekker etter folkeretten, og så langt kyststatens lovgivning ikke er til hinder.",
                        "Når en roroferge eller et hurtiggående passasjerfartøy er innblandet i en sjøulykke, skal undersøkelsen innledes av den EØS-stat innenfor hvis sjøterritorium eller indre farvann ulykken eller hendelsen inntreffer. Dersom ulykken inntreffer i andre farvann enn sjøterritoriet eller indre farvann, skal undersøkelsen innledes av den medlemsstat skipet sist besøkte. Denne staten skal være hovedansvarlig for sikkerhetsundersøkelsen og samordningen med andre særlig berørte medlemsstater inntil det foreligger en felles avtale om hvilken stat som skal ha hovedansvar for undersøkelsen.",
                        "Undersøkelsesmyndigheten i en særlig berørt stat innenfor EØS-området skal gis tilgang til de samme bevis og forklaringer i henhold til § 477, som undersøkelsesmyndigheten selv. Undersøkelsesmyndigheten skal ta hensyn til oppfatninger en slik stat har ved undersøkelsen.",
                        "§ 484 ny overskrift skal lyde:",
                        "Rettigheter for dem som saken angår",
                        "§ 484 tredje ledd oppheves.",
                        "§ 485 nytt fjerde til sjuande ledd skal lyde:",
                        "Undersøkelsesmyndigheten kan utarbeide en forenklet rapport for andre sjøulykker enn de som er nevnt i § 476 annet ledd, dersom resultatet av undersøkelsen ikke vil kunne bidra til å forhindre fremtidige ulykker og hendelser.",
                        "Rapporten skal gjøres tilgjengelig innen 12 måneder etter at ulykken inntraff. Dersom dette ikke er mulig, skal undersøkelsesmyndigheten utgi en foreløpig rapport innen 12 måneder.",
                        "Undersøkelsesmyndigheten skal oversende rapporten til EFTAs overvåkningsorgan (ESA) og melde ulykker og hendelser til sjøs til den europeiske databasen for sjøulykker.",
                        "Undersøkelsesmyndighetens avgjørelser etter denne paragraf kan ikke påklages.",
                        "§ 486 skal lyde:"
                    ]
                },
                {
                    "name": "§ 486",
                    "title": "Behandling av sjøfolk som har vært involvert i sjøulykke",
                    "sections": [
                        "Ved undersøkelse av sjøulykker skal det tas hensyn til retningslinjer som er fastsatt av FN's sjøfartsorganisasjon (IMO) om behandling av sjøfolk som har vært involvert i en sjøulykke.",
                        "Ny § 486 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 486 a",
                    "title": "Forskrifter",
                    "sections": [
                        "Kongen kan gi utfyllende forskrifter til kapittel 18 avsnitt II.",
                        "Lova gjeld frå den tid Kongen fastset."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}