{
    "lawId": "LOV-2011-06-10-16",
    "lawName": "Lov om endringer i skatteloven (skattefri omorganisering mv.)",
    "shortName": "Endringslov til skatteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 11-11",
                    "title": "Grenseoverskridende fusjon, fisjon og aksjebytte",
                    "sections": [
                        "(1) Ett eller flere aksjeselskaper eller allmennaksjeselskaper hjemmehørende i Norge kan",
                        "a.fusjonere med overtakende selskap med begrenset ansvar hjemmehørende i annen EØS-stat uten skattlegging av selskapene og aksjonærene når fusjonen skjer etter kapittel 13 i aksjeloven eller kapittel 13 i allmennaksjeloven,",
                        "b.utfisjoneres til overtakende selskap med begrenset ansvar hjemmehørende i annen eller andre EØS-stater uten skattlegging av selskapene og aksjonærene når fisjonen skjer etter kapittel 14 i aksjeloven eller kapittel 14 i allmennaksjeloven.",
                        "Annet vederlag enn aksjer i selskap som direkte deltar i fusjonen eller fisjonen, må ikke overstige 20 prosent av det samlede vederlaget. Bestemmelsene i §§ 11-6 til 11-10 gjelder tilsvarende.",
                        "(2) Stiftelse av europeisk samvirkeforetak (SCE-foretak) ved fusjon etter § 5 i SCE-loven kan gjennomføres skattefritt på de samme vilkår som gjelder for fusjon etter første ledd.",
                        "(3) Ved skattefri fusjon og fisjon som nevnt i første og annet ledd gjelder §§ 9-14 og 14-27 for eiendeler, rettigheter og forpliktelser i det overdragende selskapet som tas ut av norsk beskatningsområde ved fusjonen eller fisjonen, jf. § 9-14 annet ledd.",
                        "(4) Aksjebytte ved overføring av minst 90 prosent av aksjene i overdragende aksjeselskap eller allmennaksjeselskap hjemmehørende i Norge mot aksjer i overtakende selskap med begrenset ansvar hjemmehørende i annen stat kan gjennomføres uten skattlegging av aksjonærene når transaksjonen gjennomføres i samsvar med prinsipper for skattemessig kontinuitet for slike transaksjoner i den stat hvor det overtakende selskap er hjemmehørende. Tilsvarende gjelder der overtakende aksjeselskap eller allmennaksjeselskap er hjemmehørende i Norge og overdragende selskap med begrenset ansvar er hjemmehørende i annen stat. Annet vederlag enn aksjer i selskap som direkte deltar i aksjebyttet, må ikke overstige 20 prosent av det samlede vederlaget. Bestemmelsene i §§ 11-6, 11-7 og 11-10 gjelder tilsvarende.",
                        "(5) Fusjon og fisjon av selskaper med begrenset ansvar hjemmehørende i en eller flere andre stater gjennomføres uten beskatning av selskapet og aksjonærene når transaksjonen gjennomføres i samsvar med prinsipper for skattemessig kontinuitet for slike transaksjoner i den stat hvor det overdragende selskap er hjemmehørende og etter de prinsipper som følger av § 11-7. Tilsvarende kan aksjebytte som nevnt i fjerde ledd mellom selskaper hjemmehørende i en eller flere andre stater, gjennomføres uten beskatning av aksjonærene. Dersom overdragende selskap i fusjon eller fisjon som nevnt i første punktum har eiendeler, rettigheter og forpliktelser tilknyttet norsk beskatningsområde, gjelder tredje ledd tilsvarende.",
                        "(6) Fusjon mellom overtakende aksjeselskap eller allmennaksjeselskap hjemmehørende i Norge og selskap med begrenset ansvar hjemmehørende i annen EØS-stat gjennomføres uten skattlegging av selskapene og aksjonærene når fusjonen skjer etter kapittel 13 i aksjeloven eller kapittel 13 i allmennaksjeloven. Transaksjonen må gjennomføres i samsvar med prinsipper for skattemessig kontinuitet for slike transaksjoner i den stat hvor det overdragende selskap er hjemmehørende. Bestemmelsene i §§ 11-6 til 11-10 gjelder tilsvarende. Annet vederlag enn aksjer i selskap som direkte deltar i fusjonen, må ikke overstige 20 prosent av det samlede vederlaget. Tilsvarende gjelder ved fisjon av selskap med begrenset ansvar hjemmehørende i annen EØS-stat når overtakende aksjeselskap eller allmennaksjeselskap er hjemmehørende i Norge og fisjonen skjer etter kapittel 14 i aksjeloven eller kapittel 14 i allmennaksjeloven.",
                        "(7) Skattefritak etter denne paragraf gjelder ikke når ett eller flere av selskapene som deltar i fusjonen, fisjonen eller aksjebyttet er hjemmehørende i et lavskatteland utenfor EØS, jf. § 10-63. Det samme gjelder når ett eller flere selskaper er hjemmehørende i et lavskatteland innenfor EØS dersom selskapet eller selskapene ikke er reelt etablert og driver reell økonomisk aktivitet i den EØS-staten, jf. § 10-64 bokstav b.",
                        "§ 11-20 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11-20",
                    "title": "Skattefri omdanning av virksomhet",
                    "sections": [
                        "(1) Departementet kan gi forskrift om at følgende selskap eller foretak kan omdannes til aksjeselskap eller allmennaksjeselskap uten å utløse skattlegging:",
                        "a.enkeltpersonforetak,",
                        "b.virksomhet drevet av kommune eller fylkeskommune,",
                        "c.interkommunalt selskap,",
                        "d.deltakerlignet selskap som omfattes av § 10-40,",
                        "e.samvirkeforetak,",
                        "f.statsforetak.",
                        "Departementet kan også gi forskrift om omdanning fra enkeltpersonforetak til deltakerlignet selskap som omfattes av § 10-40.",
                        "(2) Ved omdanning etter foregående ledd skal skattemessige inngangsverdier og ervervstidspunkt videreføres, og skatteposisjoner knyttet til virksomheten overføres uendret til selskapet.",
                        "§ 11-22 annet ledd skal lyde:",
                        "(2) Fritak eller nedsettelse kan bare gis når særlige grunner taler for det, og fritaket eller nedsettelsen klart vil lette omorganiseringen eller omleggingen.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt gjøres følgende endringer:",
                        "§ 10-37 tredje og fjerde ledd samt nytt femte ledd skal lyde:",
                        "(3) Ved utflytting av selskap mv., jf. § 10-71, anses aksje mv. i selskapet mv. realisert på det tidspunkt skatteplikten til riket opphører etter § 2-2 første ledd eller da selskapet mv. skal anses som hjemmehørende i en annen stat etter skatteavtale, dersom selskapet mv. blir hjemmehørende i stat utenfor EØS eller i lavskatteland innenfor EØS og etter utflyttingen ikke er reelt etablert og driver reell økonomisk aktivitet der, på tilsvarende vilkår som fastsatt i § 10-64 bokstav b.",
                        "(4) Bestemmelsen i første ledd gjelder ikke der et utflyttet selskap mv., jf. § 10-71, likvideres etter norsk selskapslovgivning. Ved likvidasjon av et utflyttet selskap mv. etter norsk selskapslovgivning skal inngangsverdi, ervervstidspunkter og øvrige skatteposisjoner knyttet til aksjene mv. i det utflyttede selskapet videreføres uendret.",
                        "(5) Ved flytting av selskap mv. hjemmehørende i en annen EØS-stat gjelder fjerde ledd tilsvarende, unntatt når selskapet blir hjemmehørende i stat utenfor EØS eller i lavskatteland innenfor EØS og etter flyttingen ikke er reelt etablert og driver reell økonomisk aktivitet der, på tilsvarende vilkår som fastsatt i § 10-64 bokstav b.",
                        "Nåværende § 10-37 fjerde ledd blir nytt sjette ledd.",
                        "§ 10-71 nytt annet til femte ledd skal lyde:",
                        "(2) Skatteplikt etter første ledd gjelder bare i tilfeller der selskapet mv. blir hjemmehørende i stat utenfor EØS, eller blir hjemmehørende i et lavskatteland, jf. § 10-63, innenfor EØS og selskapet mv. etter utflyttingen ikke er reelt etablert og driver reell økonomisk aktivitet der, på tilsvarende vilkår som fastsatt i § 10-64 bokstav b.",
                        "(3) Ved skattefri utflytting etter annet ledd gjelder § 9-14 for eiendeler og forpliktelser som tas ut av norsk beskatningsområde ved utflyttingen.",
                        "(4) Likvidasjon etter norsk selskapslovgivning av selskap mv. som tidligere er utflyttet, jf. første ledd, anses ikke som realisasjon. Ved likvidasjon av et utflyttet selskap mv. etter norsk selskapslovgivning skal skattemessige verdier og ervervstidspunkter for eiendeler og forpliktelser videreføres uendret.",
                        "(5) Ved flytting av selskap mv. hjemmehørende i en annen EØS-stat gjelder fjerde ledd tilsvarende, unntatt når selskapet blir hjemmehørende i stat utenfor EØS eller i lavskatteland innenfor EØS og etter flyttingen ikke er reelt etablert og driver reell økonomisk aktivitet der, på tilsvarende vilkår som fastsatt i § 10-64 bokstav b.",
                        "Overskriften til kapittel 11 skal lyde:",
                        "Deloverskriften til §§ 11-20 til 11-22 skal lyde:",
                        "Overskriften til § 11-21 skal lyde:",
                        "Skattefri overføring av eiendeler mv. mellom selskaper",
                        "§ 11-21 første ledd første punktum skal lyde:",
                        "Departementet kan gi forskrift om at eiendeler og forpliktelser i virksomhet kan overføres uten å utløse skattlegging i følgende tilfeller:",
                        "§ 11-21 første ledd ny bokstav c, d, e og siste setning skal lyde:",
                        "c.Når et aksjeselskap eller allmennaksjeselskap overfører eiendeler og forpliktelser ved fast driftssted skattepliktig til annen stat til nystiftet datterselskap i denne staten og vederlaget i sin helhet er aksjer i det nystiftede selskapet.",
                        "d.Når et selskap med begrenset ansvar hjemmehørende i en stat Norge har inngått skatteavtale med, som gir Norge rett til å kreve utlevert opplysninger om skattyterens inntekts- og formuesforhold samt få bistand til innfordring, overfører eiendeler og forpliktelser med tilknytning til virksomhet skattepliktig til Norge etter § 2-3 til selskap med begrenset ansvar i samme konsern hjemmehørende i Norge.",
                        "e.Når et selskap med begrenset ansvar overfører eiendeler og forpliktelser med tilknytning til virksomhet som er skattepliktig til Norge etter § 2-3 til annet konsernselskaps virksomhet med tilsvarende skatteplikt til Norge og konsernselskapene er hjemmehørende i en stat Norge har inngått skatteavtale med.",
                        "I tilfeller som nevnt i bokstav d og e kan det gis bestemmelser om at skatteposisjoner knyttet til virksomheten, skal overføres.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt gjøres følgende endringer:",
                        "§ 14-90 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "Kapittel 11. Omorganisering",
            "paragraphs": []
        },
        {
            "name": "Omdanning mv.",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 14-90",
                    "title": "Bortfall eller oppgjør av generelle skatteposisjoner ved skattemotiverte transaksjoner",
                    "sections": [
                        "Denne paragraf gjelder selskap eller sammenslutning som nevnt i § 2-2 første og annet ledd, og som har skatteposisjon uten tilknytning til eiendel eller gjeldspost. Når slikt selskap mv. er part i omorganisering etter kapittel 11 eller får endret eierforhold som følge av slik omorganisering eller annen transaksjon, og det er sannsynlig at utnyttelse av den generelle skatteposisjonen er det overveiende motiv for transaksjonen, skal posisjonen",
                        "a.falle bort dersom den representerer en skattefordel, eller",
                        "b.inntektsføres uten rett til avregning mot underskudd dersom den representerer en skatteforpliktelse.",
                        "Endringene under I trer i kraft straks med virkning fra og med inntektsåret 2011. Endringene under II trer i kraft straks. Endringene under III trer i kraft straks med virkning fra og med inntektsåret 2012."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}