{
    "lawId": "LOV-2011-06-24-22",
    "lawName": "Lov om endringar i lov 13. juni 1980 nr. 24 om ligningsforvaltning",
    "shortName": "Endringslov til ligningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 8-8",
                    "title": "Skatteliste",
                    "sections": [
                        "1.Når ligningen er ferdig, utarbeides det en liste over alle som det er foretatt ligningsfastsettelser for. Det kan gis innsyn i og utskrift av opplysninger i listen så langt det følger av bestemmelsen her. Offentleglova får ikke anvendelse ved krav om innsyn i slike lister.",
                        "2.Skattelisten skal inneholde den enkelte skattyters navn, postnummer, poststed, kommune, fødselsår for personlig skattyter, organisasjonsnummer for upersonlig skattyter, den fastsatte nettoformue og nettoinntekt, skatter og avgifter. Skattelisten skal ikke inneholde opplysninger om avdøde personer, opplysninger om personer som er 17 år eller yngre ved inntektsårets utgang, opplysninger om personer med adresse som er sperret i henhold til bestemmelse gitt i eller i medhold av lov om folkeregistrering av 16. januar 1970 nr. 1, opplysninger om personer uten fast bopel og opplysninger om personer der opplysningene som inngår i skattelisten kan røpe et klientforhold.",
                        "Personlig skattyter skal bare tas med for den kommune hvor vedkommende er skattepliktig etter skatteloven § 3-1 eller § 3-4.",
                        "Liste over personlige og upersonlige skattytere kan legges ut til forskjellig tidspunkt.",
                        "Departementet kan bestemme at det skal legges ut skattelister for bestemte grupper skattytere, og hvor slike lister skal legges ut.",
                        "3.Skattedirektoratet gjør skattelisten tilgjengelig på Internett til alminnelig ettersyn. Utlegging av skatteliste kunngjøres.",
                        "På anmodning skal opplysninger fra skattelisten om den enkelte skattyter gis skriftlig til ham selv, ektefelle, dødsbo, konkursbo eller domstol. Slike opplysninger kan også i rimelig utstrekning gis skriftlig til andre.",
                        "4.Fullstendige skattelister kan utleveres i elektronisk form til pressen. Listen over personlige skattytere kan likevel bare utleveres dersom det inngås avtale mellom den enkelte redaksjon og Skattedirektoratet om at hele eller deler av den mottatte skattelisten ikke kan legges ut på Internett eller gis videre til andre. Det kan kreves betaling ved utlevering av skattelister.",
                        "5.Departementet kan gi forskrifter til utfylling av bestemmelsene her.",
                        "Endringslova tek til å gjelde straks."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}