{
    "lawId": "LOV-2011-03-25-7",
    "lawName": "Lov om endringer i lov om Innovasjon Norge",
    "shortName": "Endringslov til lov om Innovasjon Norge",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 8",
                    "title": "Selskapets finansiering",
                    "sections": [
                        "Selskapet kan finansiere sin virksomhet ved lån, garantier og tilskudd fra staten, fylkeskommunene og andre offentlige aktører. Videre kan selskapet ha inntekter fra næringslivet og andre private aktører. Den som finansierer virksomheten kan fastsette nærmere vilkår for bruk av midlene.",
                        "§ 9 nytt andre ledd skal lyde:",
                        "Dersom det oppstår forpliktelser for selskapet etter en låne- eller garantiordning, jf. § 10 nr. 1, som ikke kan dekkes av selskapet, er eierne pliktig til å tilføre den enkelte ordning ny kapital.",
                        "§ 9 nåværende andre ledd blir nytt tredje ledd.",
                        "§ 12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Organisering i utlandet",
                    "sections": [
                        "Selskapet skal samarbeide med utenrikstjenesten i sin virksomhet utenfor Norge.",
                        "§ 15 første ledd første punktum skal lyde:",
                        "Hovedstyremedlemmene tjenestegjør i to år.",
                        "§ 16 andre ledd skal lyde:",
                        "Opphører vervet for et hovedstyremedlem før utløpet av tjenestetiden og vararepresentant for vedkommende ikke er valgt, skal foretaksmøtet oppnevne et nytt hovedstyremedlem for resten av perioden. Oppnevnelsen kan likevel utstå til neste ordinære foretaksmøte dersom hovedstyret er vedtaksført med de gjenværende medlemmer og varamedlemmer.",
                        "§ 17 tredje ledd skal lyde:",
                        "Hovedstyret skal oppnevne regionale styrer og fastlegge nærmere regler for deres virksomhet. Hovedstyret kan oppnevne valgkomiteer som fremmer forslag i forbindelse med valg til regionstyrer.",
                        "§ 19 første ledd første punktum skal lyde:",
                        "Hovedstyret er vedtaksført når mer enn halvparten av samtlige styremedlemmer som kan delta i den aktuelle saken, er til stede.",
                        "§ 25 skal lyde:"
                    ]
                },
                {
                    "name": "§ 25",
                    "title": "Habilitet",
                    "sections": [
                        "Den som er ansatt eller har tillitsverv i selskapet må ikke delta i behandling eller avgjørelser av spørsmål som har slik betydning for egen del eller nærstående at vedkommende må anses for å ha en fremtredende personlig eller økonomisk særinteresse i saken.",
                        "Den som er ansatt eller har tillitsverv i selskapet må heller ikke ta del i behandling eller avgjørelser av noe spørsmål som har fremtredende økonomisk særinteresse for selskap, forening eller annen offentlig eller privat institusjon vedkommende er knyttet til.",
                        "Likeså må den som er ansatt eller har tillitsverv i selskapet, ikke delta i behandling eller avgjørelse av spørsmål når det foreligger andre særegne forhold som er egnet til å svekke tilliten til vedkommendes upartiskhet.",
                        "§ 28 andre ledd skal lyde:",
                        "Staten representert ved eierdepartementet, fylkeskommunene, selskapets hovedstyre, administrerende direktør og revisor har rett til å være til stede og til å uttale seg i foretaksmøtet. Administrerende direktør og hovedstyrets leder har plikt til å være til stede med mindre dette er åpenbart unødvendig eller det foreligger gyldig forfall. I sistnevnte tilfelle skal det utpekes en stedfortreder. Foretakets revisor har plikt til å være til stede i den grad de sakene som skal behandles, er av slik art at revisors nærvær er ønskelig.",
                        "§ 31 første ledd skal lyde:",
                        "Hovedstyret innkaller til foretaksmøte og bestemmer innkallingsmåten. Innkallingen til ordinært foretaksmøte skal foretas skriftlig senest én måned før møtet, og skal være vedlagt årsregnskap, årsberetning og revisors beretning. Innkallingen til ekstraordinært foretaksmøte skal foretas senest to uker før møtet, med mindre samtlige eiere er enige om kortere frist eller at kortere frist er påtrengende nødvendig.",
                        "§ 31a andre punktum skal lyde:",
                        "Har innkallingen allerede funnet sted, skal det sendes ut ny innkalling dersom det er minst to uker igjen til foretaksmøtet skal holdes.",
                        "§ 32 tredje ledd andre punktum skal lyde:",
                        "Er noen av de som etter § 28 annet ledd har rett til å være til stede på møtet, uenig i beslutningen, skal deres oppfatning føres inn i protokollen.",
                        "§ 35 andre ledd skal lyde:",
                        "Forslaget kan fremsettes på et ordinært foretaksmøte eller på et ekstraordinært foretaksmøte der det fremgår av innkallingen at sak om slik gransking skal behandles.",
                        "§ 38 oppheves.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}