{
    "lawId": "LOV-2011-12-16-58",
    "lawName": "Lov om endringar i folketrygdloven og enkelte andre lover",
    "shortName": "Endringslov til folketrygdloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 10-4",
                    "title": "Alder",
                    "sections": [
                        "Det er et vilkår for rett til stønad etter § 10-5 at krav er framsatt før fylte 67 år. Stønad etter § 10-7 bokstavene e til g gitt i medhold av § 10-5 kan ytes fram til vedkommende fyller 70 år.",
                        "Stønad til anskaffelse av bil i medhold av § 10-6 gis bare når vilkårene for rett til slik stønad var oppfylt før vedkommende fylte 70 år.",
                        "§ 10-5 fjerde ledd første punktum skal lyde:",
                        "Det ytes ikke stønad etter denne paragrafen til en person som mottar uførepensjon eller avtalefestet pensjon som det godskrives pensjonspoeng for, se § 3-19 sjette ledd.",
                        "§ 11-13 fjerde ledd skal lyde:",
                        "Arbeidsavklaringspenger kan gis til studenter som har behov for aktiv behandling for å kunne gjenoppta studiene.",
                        "Tiande strekpunktet i innhaldsoversikta til kapittel 12 blir oppheva.",
                        "§ 12-5 overskrifta skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-5",
                    "title": "Hensiktsmessig behandling og arbeidsrettede tiltak",
                    "sections": [
                        "§ 12-5 andre ledd første punktum skal lyde:",
                        "Når det skal avgjøres om et behandlingstiltak eller et arbeidsrettet tiltak er hensiktsmessig, legges det vekt på alder, evner, utdanning, yrkesbakgrunn og arbeidsmuligheter.",
                        "§ 12-13 nytt sjuande ledd skal lyde:",
                        "Uførepensjon tilstått i medhold av § 12-2 fjerde ledd beregnes på grunnlag av trygdetid til og med kalendermåneden før uføretidspunktet og poengår til og med kalenderåret før nevnte tidspunkt. For øvrig gjelder reglene i første til sjette ledd.",
                        "§ 12-14 første ledd bokstav a skal lyde:",
                        "a)ektefellen mottar alderspensjon, uførepensjon eller avtalefestet pensjon som det godskrives pensjonspoeng for, se § 3-19 sjette ledd, og",
                        "§ 12-16 blir oppheva.",
                        "§ 15-8 første ledd innleiinga skal lyde:",
                        "Når det yngste barnet har fylt ett år, er det et vilkår for rett til overgangsstønad etter § 15-6 andre og åttende ledd at den enslige moren eller faren enten",
                        "§ 15-14 første punktum skal lyde:",
                        "Overgangsstønad etter dette kapitlet faller bort i den utstrekning vedkommende mottar ytelser til livsopphold fra folketrygden i form av pensjon eller overgangsstønad som gjenlevende ektefelle, alderspensjon, uførepensjon eller tilsvarende ytelser fra utlandet.",
                        "§ 16-10 første ledd bokstav b skal lyde:",
                        "b)får rett til uførepensjon, eller",
                        "§ 17-11 første ledd bokstav b skal lyde:",
                        "b)når vedkommende får rett til uførepensjon, eller",
                        "§ 18-7 andre ledd skal lyde:",
                        "Barnepensjonen faller bort i den utstrekning barnet har rett til uførepensjon.",
                        "§ 19-4 tredje punktum skal lyde:",
                        "Det gis ikke alderspensjon til en person som mottar hel uførepensjon.",
                        "§ 19-8 tredje ledd skal lyde:",
                        "Lav sats ytes til den som lever sammen med en ektefelle som mottar uførepensjon, alderspensjon eller avtalefestet pensjon som nevnt i § 3-19 sjette ledd.",
                        "§ 19-17 første ledd bokstav a skal lyde:",
                        "a)ektefellen mottar alderspensjon, uførepensjon eller avtalefestet pensjon som det godskrives pensjonspoeng for, se § 3-19 sjette ledd, og",
                        "§ 20-9 andre ledd bokstav a skal lyde:",
                        "a)som får uførepensjon eller alderspensjon, eller",
                        "§ 22-10 tredje ledd bokstav b blir oppheva.",
                        "§ 22-10 fjerde ledd bokstav b skal lyde:",
                        "b)tilleggsstønader (§ 11-12)",
                        "§ 22-12 andre ledd første punktum skal lyde:",
                        "Uførepensjon til en person som har rett til sykepenger, utbetales fra og med den måneden retten til sykepenger utløper.",
                        "§ 22-13 fjerde ledd ny bokstav d skal lyde:",
                        "d)Arbeidsavklaringspenger etter kapittel 11 gis tidligst fra det tidspunktet da kravet ble satt fram.",
                        "I lov 6. mai 1988 nr. 22 om arbeidsgivers lønnsplikt under permittering skal § 3 nr. 1 første ledd bokstav a lyde:",
                        "a)10 arbeidsdager ved hel permittering og ved minst 40 % reduksjon av arbeidstiden,",
                        "I lov 16. juni 2006 nr. 20 om arbeids- og velferdsforvaltningen skal § 14 a tredje ledd lyde:",
                        "Brukere som har fått fastslått at de har et bistandsbehov, har rett til å delta i utarbeidelsen av en konkret plan for hvordan de skal komme i arbeid (aktivitetsplan). Det skal likevel ikke utarbeides aktivitetsplaner for personer som har rett til kvalifiseringsprogram etter lov 18. desember 2009 nr. 131 om sosiale tjenester i arbeids- og velferdsforvaltningen § 29.",
                        "I lov 17. juni 2005 nr. 62 om arbeidsmiljø, arbeidstid og stillingsvern mv. skal § 4-1 nytt åttande ledd lyde:",
                        "(8) Når hensynet til helse, miljø og sikkerhet tilsier det, kan departementet i forskrift gi bestemmelser om at virksomheter som tilbyr renholdstjenester må godkjennes av Arbeidstilsynet, og om det nærmere innholdet i en slik godkjenningsordning. Når det stilles krav om slik godkjenning, vil det være ulovlig å benytte tjenester fra virksomheter uten godkjenning.",
                        "I lov 13. desember 1946 nr. 21 om krigspensjonering for militærpersoner skal desse endringane gjerast:",
                        "§ 18 nr. 1 tredje ledd første punktum skal lyde:",
                        "Har invaliden rett til overgangsstønad fra folketrygden som inneholder tilleggspensjon, gjelder bestemmelsene i første ledd på samme måte.",
                        "§ 18 nr. 1 sjette ledd første punktum skal lyde:",
                        "Dersom det ytes overgangsstønad fra folketrygden som inneholder tilleggspensjon, gjelder bestemmelsene i fjerde ledd på samme måte.",
                        "I lov 13. desember 1946 nr. 22 om krigspensjonering for hjemmestyrkepersonell og sivilpersoner skal desse endringane gjerast:",
                        "§ 23 nr. 1 tredje ledd første punktum skal lyde:",
                        "Har invaliden rett til overgangsstønad fra folketrygden som inneholder tilleggspensjon, gjelder bestemmelsene i første ledd på samme måte.",
                        "§ 23 nr. 1 sjette ledd første punktum skal lyde:",
                        "Dersom det ytes overgangsstønad fra folketrygden som inneholder tilleggspensjon, gjelder bestemmelsene i fjerde ledd på samme måte.",
                        "I lov 3. desember 1948 nr. 7 om pensjonstrygd for sjømenn skal desse endringane gjerast:",
                        "§ 4 nr. 3 skal lyde:",
                        "3.Alderspensjon ytes til og med den kalendermåned pensjonisten fyller 67 år, eller til den kalendermåned pensjonisten får uførepensjon eller arbeidsavklaringspenger etter lov om folketrygd for hel uførhet eller full avtalefestet pensjon som omfattes av lov 6. juli 1957 nr. 26 om samordning av pensjons- og trygdeytelser § 1 nr. 1 første ledd bokstav d.",
                        "§ 5 nr. 2 skal lyde:",
                        "2.For pensjonist som har uførepensjon eller arbeidsavklaringspenger etter lov om folketrygd for mindre enn hel uførhet eller gradert avtalefestet pensjon som omfattes av lov 6. juli 1957 nr. 26 om samordning av pensjons- og trygdeytelser § 1 nr. 1 første ledd bokstav d, bortfaller en forholdsmessig del av alderspensjonen som svarer til uføregraden eller pensjonsgraden.",
                        "§ 16 nr. 1 bokstav e skal lyde:",
                        "e)på det tidspunkt vilkårene i bokstav a-d er oppfylt, ikke får uførepensjon eller arbeidsavklaringspenger fra folketrygden for hel uførhet eller full avtalefestet pensjon som omfattes av samordningsloven § 1 nr. 1 første ledd bokstav d.",
                        "§ 28 nr. 2 første punktum skal lyde:",
                        "2.Den som er innvilget eller innvilges alderspensjon etter denne loven og uførepensjon eller arbeidsavklaringspenger fra folketrygden eller avtalefestet pensjon som omfattes av samordningsloven § 1 nr. 1 første ledd bokstav d med virkning fra et tidspunkt før 1. januar 2001, har rett til alderspensjon etter bestemmelsene i denne loven som gjaldt før denne datoen, herunder pensjon etter satser som nevnt i nr. 1.",
                        "§ 29 nr. 2 første punktum skal lyde:",
                        "2.Til en pensjonist som får uførepensjon eller arbeidsavklaringspenger fra folketrygden, eller avtalefestet pensjon som omfattes av samordningsloven § 1 nr. 1 første ledd bokstav d, som er mindre enn det alderspensjon etter denne loven ville utgjøre hvis han ikke hadde hatt slik ytelse fra folketrygden eller avtalefestet pensjon, gis det et overgangstillegg som tilsvarer forskjellen.",
                        "I lov 28. juni 1957 nr. 12 om pensjonstrygd for fiskere skal § 8 andre ledd første punktum lyde:",
                        "Alderspensjon oppheves fra og med kalendermåneden etter den måned da pensjonisten fylte 67 år eller fra og med den kalendermåned da pensjonisten får rett til uførepensjon eller arbeidsavklaringspenger etter loven om folketrygd for hel uførhet eller tar ut full avtalefestet pensjon som nevnt i samordningsloven § 1 nr. 1 første ledd bokstav d.",
                        "I lov 6. juli 1957 nr. 26 om samordning av pensjons- og trygdeytelser skal desse endringane gjerast:",
                        "§ 19 andre ledd første punktum skal lyde:",
                        "Bestemmelsene i nr. 1 og 3 gjelder tilsvarende for samordning av tjenestepensjon med uførepensjon eller arbeidsavklaringspenger etter loven om folketrygd.",
                        "§ 20 tredje ledd første punktum skal lyde:",
                        "Bestemmelsene i første og annet ledd gjelder tilsvarende for samordning av pensjon fra personskadetrygd med uførepensjon eller arbeidsavklaringspenger etter loven om folketrygd.",
                        "§ 21 tredje ledd skal lyde:",
                        "Bestemmelsen i første og annet ledd gjelder tilsvarende for samordning av pensjoner fra tjenestepensjonsordning, personskadetrygd og uførepensjon eller arbeidsavklaringspenger etter loven om folketrygd.",
                        "I lov 12. desember 1958 nr. 10 om yrkesskadetrygd skal desse endringane gjerast:",
                        "§ 11 nr. 4 første ledd skal lyde:",
                        "4.Til enslig person som har rett til pensjon etter denne lov eller sykepenger etter bestemmelsene i pkt. 2, annet eller tredje ledd og som er innlagt i institusjon som omfattes av folketrygdloven § 3-27 eller § 3-29, skal det fra og med den andre kalendermåned etter den måned da forpleiningen tok til bare utbetales en så stor del av nevnte ytelser etter denne lov som sammen med de sykepenger, arbeidsavklaringspenger og den pensjon eller overgangsstønad som vedkommende eventuelt har rett til etter lov om folketrygd, svarer til 10 prosent av full og ikke samordnet pensjon etter denne lov, tillagt 15 prosent av folketrygdens grunnbeløp.",
                        "§ 11 nr. 4 andre ledd skal lyde:",
                        "Til person som forsørger ektefelle eller barn skal det i tilfelle som nevnt i første ledd bare utbetales en så stor del av pensjon eller sykepenger etter denne lov, som sammen med de sykepenger, arbeidsavklaringspenger og den pensjon eller overgangsstønad som vedkommende eventuelt har rett til etter lov om folketrygd, svarer til 10 prosent av full og ikke samordnet pensjon etter denne lov, tillagt 15 prosent av folketrygdens grunnbeløp, samt pensjon etter §§ 19 og 22 i denne lov.",
                        "§ 12 nr. 3 fjerde ledd første punktum skal lyde:",
                        "Dersom den skadede har rett til overgangsstønad fra folketrygden som inneholder tilleggspensjon, gjelder bestemmelsene i annet ledd på samme måte.",
                        "§ 19 nr. 1 tredje ledd første punktum skal lyde:",
                        "Dersom det ytes overgangsstønad fra folketrygden som inneholder tilleggspensjon, gjelder bestemmelsene i annet ledd på samme måte.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt skal desse endringane gjerast:",
                        "§ 6-81 første ledd første punktum skal lyde:",
                        "(1) Fra og med den måned skattyter mottar uførepensjon fordi ervervsevnen er satt ned med minst 2/3, gis det et særfradrag i alminnelig inntekt på 2 667 kroner pr. påbegynt måned.",
                        "§ 6-81 andre ledd første punktum skal lyde:",
                        "(2) Andre skattytere enn nevnt i første ledd som har mottatt uførepensjon etter folketrygdloven eller uførepensjon etter andre lover, skal for hver påbegynt måned slike ytelser er mottatt, ha et særfradrag lik halvparten av månedsfradraget etter første ledd.",
                        "§ 17-1 første ledd bokstav a skal lyde:",
                        "a)mottar uførepensjon fordi ervervsevnen er satt ned med minst 2/3. Dette gjelder ikke skattyter som samtidig mottar arbeidsavklaringspenger fra folketrygden.",
                        "I lov 19. februar 2010 nr. 5 om statstilskott til arbeidstakere som tar ut avtalefestet pensjon i privat sektor skal § 16 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        },
        {
            "name": "X",
            "paragraphs": []
        },
        {
            "name": "XI",
            "paragraphs": []
        },
        {
            "name": "XII",
            "paragraphs": [
                {
                    "name": "§ 16",
                    "title": "Forholdet til ytelser fra folketrygden mv.",
                    "sections": [
                        "Avtalefestet pensjon etter kapitlet her må ikke kunne ytes for tidsrom hvor det ytes arbeidsavklaringspenger, uførepensjon, etterlattepensjon eller alderspensjon fra folketrygden.",
                        "I lov 25. juni 2010 nr. 28 om avtalefestet pensjon for medlemmer av Statens pensjonskasse skal § 3 bokstav e første punktum lyde:",
                        "e)Det ytes ikke avtalefestet pensjon etter loven her for tidsrom hvor det ytes arbeidsavklaringspenger, uførepensjon eller pensjon til gjenlevende ektefelle fra folketrygden.",
                        "I lov 17. desember 2010 nr. 80 om endringar i folketrygdlova og enkelte andre lover skal del IV andre punktum lyde:",
                        "For medlem som per 31. desember 2010 er minst 63 år og som har fremma krav om dagpengar som gir rett til dagpengar før 1. januar 2011, får opphevinga av § 4-17 verknad først frå 1. juli 2012.",
                        "1.Endringane i folketrygdloven §§ 9-3, 11-13, 12-5, 12-13, § 22-10 fjerde ledd og § 22-13, i arbeids- og velferdsforvaltningsloven § 14a og endringa i arbeidsmiljøloven § 4-1 trer i kraft straks.",
                        "2.Dei andre endringane i folketrygdloven og endringane i del II, V, VI, VII, VIII, IX, X, XI, XII og XIII trer i kraft 1. januar 2012. Personar som mottek førebels uførepensjon etter folketrygdloven § 12-16, mottek likevel ytinga fram til Arbeids- og velferdsetaten har handsama kravet om uførepensjon.",
                        "3.Endringa i del XIV trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "XIII",
            "paragraphs": []
        },
        {
            "name": "XIV",
            "paragraphs": []
        },
        {
            "name": "XV Iverksetjing og overgangsreglar",
            "paragraphs": []
        }
    ]
}