{
    "lawId": "LOV-2011-06-17-17",
    "lawName": "Lov om endringar i kringkastingsloven og medieeierskapsloven",
    "shortName": "Endringslov til kringkastingsl. og medieeierskapsl.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-14",
                    "title": "Klageinstans",
                    "sections": [
                        "Klager over Medietilsynets enkeltvedtak etter loven, eller regler fastsatt i medhold av loven behandles av Klagenemnda for mediesaker (Medieklagenemnda), med de unntak som følger av fjerde ledd. Klagenemnda kan ikke omgjøre Medietilsynets vedtak etter eget tiltak.",
                        "Eventuelle søksmål skal rettes mot staten v/Klagenemnda for mediesaker (Medieklagenemnda).",
                        "Kongen fastsetter hvem som skal være klagenemndas leder og nestleder, og kan gi forskrift om nemndas størrelse, sammensetning og oppgaver.",
                        "Medietilsynets enkeltvedtak i saker vedrørende tilsyn med konsesjonsvilkår for riksdekkende kringkasting, jf § 2-1, eller riksdekkende anlegg for kringkasting eller videresending av kringkasting, jf § 2-2, påklages til departementet.",
                        "Ny § 2-15 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-15",
                    "title": "Begrensninger i omgjørings- og instruksjonsmyndighet",
                    "sections": [
                        "Departementet kan ikke instruere Medietilsynet i enkeltsaker, eller omgjøre tilsynets vedtak i andre saker enn nevnt i § 2-14 fjerde ledd. Departementet kan pålegge Medietilsynet å ta en sak opp til behandling.",
                        "I saker av prinsipiell eller stor samfunnsmessig betydning kan Kongen i statsråd omgjøre Medietilsynets eller klagenemndas vedtak etter reglene i forvaltningsloven § 35 annet, tredje og femte ledd.",
                        "I lov 13. juni 1997 nr. 53 om eierskap i medier blir det gjort desse endringane:",
                        "§ 8 første ledd skal lyde:",
                        "Kongen oppnevner en klagenemnd for enkeltvedtak etter denne lov og fastsetter hvem som skal være nemndas leder og nestleder.",
                        "§ 8 fjerde ledd skal lyde:",
                        "Eventuelle søksmål skal rettes mot staten v/Klagenemnda for mediesaker (Medieklagenemnda).",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}