{
    "lawId": "LOV-2011-12-16-61",
    "lawName": "Lov om godtgjørelse for stortingsrepresentanter (stortingsgodtgjørelsesloven)",
    "shortName": "Stortingsgodtgjørelsesloven",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Virkeområde og definisjoner",
                    "sections": [
                        "Bestemmelsene i loven her gjelder for valgte stortingsrepresentanter og for fast møtende og innkalte vararepresentanter, med mindre det er fastsatt noe annet.",
                        "Som fast møtende regnes vararepresentanter som møter for stortingsrepresentanter som er utnevnt til statsråder, statssekretærer eller politiske rådgivere i regjeringen, eller for stortingsrepresentanter som er avgått ved døden. Øvrige vararepresentanter betegnes i loven her som innkalte."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Stortingets lønnskommisjon",
                    "sections": [
                        "Den godtgjørelsen som i henhold til Grunnloven § 65 tilkommer stortingsrepresentanter og faste og innkalte vararepresentanter, fastsettes av Stortinget etter innstilling fra Stortingets lønnskommisjon, etter reglene fastsatt i eller i medhold av loven her.",
                        "Stortingets presidentskap oppnevner leder og to andre medlemmer til Stortingets lønnskommisjon, med en funksjonstid på fire år. Stortingets lønnskommisjon er beslutningsdyktig når alle medlemmer er til stede. Stortingets presidentskap kan fastsette nærmere regler om lønnskommisjonens virksomhet."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Stortingsrepresentantenes godtgjørelse",
                    "sections": [
                        "Det fastsettes samme godtgjørelse til alle stortingsrepresentanter, med de unntak som fremgår av loven her. Godtgjørelsen fastsettes som et årlig beløp.",
                        "Stortingets president tilkommer samme godtgjørelse som statsministeren.",
                        "Innkalte vararepresentanter tilkommer samme godtgjørelse som stortingsrepresentantene, for de dagene eller den perioden de er innkalt til å møte. Innkalte vararepresentanter tilkommer i tillegg godtgjørelse for hver dag eller del av dag på mer enn seks timer som er nødvendig for reise til og fra Stortinget, og som faller utenom de dagene representanten møter i Stortinget.",
                        "Stortinget kan gi nærmere bestemmelser om at vararepresentanter kan gis rett til å beholde godtgjørelsen i perioder ut over det som følger av tredje ledd.",
                        "For valgte stortingsrepresentanter og fast møtende vararepresentanter utbetales den årlige godtgjørelsen med 1/12 hver måned. Innkalte vararepresentanters opptjente godtgjørelse utbetales månedlig."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Tilleggsgodtgjørelse",
                    "sections": [
                        "Stortingets første visepresident tilkommer en tilleggsgodtgjørelse på 14 prosent av den årlige godtgjørelsen etter § 3 første ledd. De øvrige visepresidentene tilkommer en tilleggsgodtgjørelse på 7 prosent av den årlige godtgjørelsen etter § 3 første ledd.",
                        "Lederne for Stortingets fagkomiteer tilkommer en tilleggsgodtgjørelse på 7 prosent av den årlige godtgjørelsen etter § 3 første ledd. Den som fungerer som komitéleder ut over fem dager når komitélederen har permisjon fra Stortinget, tilkommer tilsvarende tilleggsgodtgjørelse som komitélederen for den tid fungeringen varer."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Godtgjørelse under permisjoner",
                    "sections": [
                        "Under permisjon fra Stortinget beholder representantene godtgjørelsen i inntil 14 dager, med mindre de meddeler at de gir avkall på slik godtgjørelse.",
                        "Under svangerskapspermisjon, omsorgspermisjon, fødselspermisjon, foreldrepermisjon og permisjon ved barns og barnepassers sykdom har representantene rett til å beholde godtgjørelsen etter tilsvarende regler som for tilsatte i staten etter arbeidsmiljøloven kapittel 12, folketrygdloven kapittel 14 og reglene i Hovedtariffavtalen i staten om permisjon med lønn ved svangerskap, fødsel, adopsjon, amming og barns og barnepasseres sykdom. Dette gjelder også for innkalte vararepresentanter for den perioden de er innkalt til å gjøre tjeneste, jf. § 3 tredje ledd første punktum i loven her.",
                        "Stortingets presidentskap kan etter søknad beslutte at en representant skal beholde godtgjørelsen ut over 14 dager i følgende tilfeller:",
                        "a)Ved permisjon på grunn av representantens sykdom eller skade.",
                        "b)Ved permisjon til deltakelse på reise som medlem av delegasjon oppnevnt av Stortinget eller Stortingets presidentskap.",
                        "c)Ved permisjon for å delta i møter eller utføre andre oppdrag etter oppnevning av Kongen, Stortinget eller et departement.",
                        "Ved permisjoner innvilget av velferdsgrunner kan Stortingets presidentskap i særlige tilfeller etter begrunnet søknad beslutte at godtgjørelsen skal beholdes helt eller delvis i en tidsavgrenset periode ut over 14 dager.",
                        "Ved søknad om permisjon på grunn av sykdom må sykemelding fremlegges sammen med permisjonssøknaden eller snarest mulig etter at permisjon er innvilget. Dersom dette ikke etterkommes, kan Stortingets presidentskap bestemme at representantens godtgjørelse skal falle bort for den resterende del av permisjonen."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Dekning av reiseutgifter mv. på tjenestereiser",
                    "sections": [
                        "Representanter som foretar reiser i sammenheng med utøvelsen av stortingsvervet, innenlands og utenlands, får dekket sine reiseutgifter etter nærmere bestemmelser fastsatt av Stortinget.",
                        "Representanter kan be om anvisning av forskudd til dekning av tjenestereiser etter nærmere bestemmelser fastsatt av Stortinget."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Dekning av andre utgifter i forbindelse med fravær fra hjemstedet",
                    "sections": [
                        "Stortinget kan gi nærmere regler om dekning av utgifter til pendling, flytting, hjemreiser og andre særlige utgifter i forbindelse med representantenes fravær fra hjemstedet."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Fratredelsesytelse",
                    "sections": [
                        "Stortingsrepresentanter og fast møtende vararepresentanter som etter valg ikke fortsetter på Stortinget, kan etter søknad til presidentskapet tilstås fratredelsesytelse tilsvarende månedlig godtgjørelse etter § 3 første ledd, for inntil tre måneder. Tilleggsgodtgjørelse etter § 4, eller forhøyet godtgjørelse til stortingspresidenten etter § 3 annet ledd, inngår ikke i grunnlaget for fratredelsesytelse. Reglene i leddet her gjelder tilsvarende for fast møtende vararepresentanter som trer ut av Stortinget i løpet av valgperioden.",
                        "Stortingets presidentskap kan etter søknad beslutte at innkalte vararepresentanter som har møtt sammenhengende i minst 12 måneder i én valgperiode, skal tilstås fratredelsesytelse etter første ledd. I særlige tilfeller kan presidentskapet etter søknad beslutte at innkalt vararepresentant skal tilstås fratredelsesytelse i inntil én måned også ved kortere møtetid.",
                        "Fratredelsesytelse kan ikke innvilges for mer enn til sammen tre måneder i løpet av én og samme valgperiode.",
                        "Fratredelsesytelsen kan bortfalle eller avkortes mot annen inntekt. Stortinget kan fastsette nærmere regler om dette."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Etterlønn",
                    "sections": [
                        "Stortingsrepresentanter og faste vararepresentanter som etter valg ikke fortsetter på Stortinget, kan etter søknad til presidentskapet tilstås etterlønn for inntil tolv måneder etter opphør av innvilget fratredelsesytelse. Etterlønnen utgjør 66 prosent av stortingsrepresentantenes godtgjørelse etter § 3 første ledd. Tilleggsgodtgjørelse etter § 4, eller forhøyet godtgjørelse til stortingspresidenten etter § 3 annet ledd, inngår ikke i grunnlaget for etterlønn.",
                        "Etterlønnen kan bortfalle eller avkortes mot annen inntekt. Stortinget kan fastsette nærmere regler for dette. Stortinget kan også fastsette vilkår om aktiv arbeidssøking og utdannelse i etterlønnsperioden."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Feriepenger",
                    "sections": [
                        "Stortingsrepresentanter som etter valg ikke fortsetter på Stortinget, utbetales i januar året deretter feriepenger etter satsene fastsatt i Hovedtariffavtalen i staten. Feriepengegrunnlaget beregnes på grunnlag av godtgjørelsen utbetalt i siste kalenderår i valgperioden, inkludert eventuell fratredelsesytelse etter § 8 i loven her. Leddet her gjelder tilsvarende for fast møtende vararepresentanter som trer ut av Stortinget mellom 1. juli og 31. desember.",
                        "Første ledd gjelder ikke for stortingsrepresentanter som trer inn i regjeringen.",
                        "Innkalte vararepresentanter får siste ordinære utbetalingsdag før avbrytelse av Stortingets forhandlinger i juni, utbetalt feriepenger etter satsene fastsatt i Hovedtariffavtalen i staten. Feriepengegrunnlaget beregnes på grunnlag av godtgjørelsen utbetalt i foregående kalenderår. Leddet her gjelder tilsvarende for fast møtende vararepresentanter som trer ut av Stortinget mellom 1. januar og 30. juni.",
                        "Feriepenger utbetales likevel ikke til innkalte vararepresentanter som etter beslutning av Stortingets presidentskap beholder godtgjørelsen i perioden etter at Stortinget har avsluttet forhandlingene i juni. Disse får beregnet feriepenger etter første ledd, med utbetaling i januar året etter fratredelse som vararepresentant.",
                        "Stortinget kan gi nærmere bestemmelser om beregning og utbetaling av feriepenger."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Ytelser i forbindelse med representanters dødsfall i løpet av valgperioden",
                    "sections": [
                        "Hvis en stortingsrepresentant eller fast møtende vararepresentant dør i løpet av valgperioden, skal de etterlatte utbetales representantens godtgjørelse for hele dødsmåneden samt de tre påfølgende månedene. I tillegg dekkes nødvendige utgifter i forbindelse med representantens begravelse.",
                        "Hvis en innkalt vararepresentant dør under reise til eller fra Stortinget eller i perioden vedkommende er innkalt for, dekkes nødvendige utgifter i forbindelse med vararepresentantens begravelse."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Ikrafttredelse og overgangsregler",
                    "sections": [
                        "Loven trer i kraft 1. januar 2012.",
                        "Fra samme tid oppheves lov 30. juni 1954 nr. 11 om godtgjørelse til stortingsrepresentanter.",
                        "Forskrift om godtgjørelse for stortingsrepresentanter, vedtatt 8. desember 2011 med hjemmel i lov 30. juni 1954 nr. 11 om godtgjørelse til stortingsrepresentanter § 1, skal fortsatt gjelde etter at loven her har trådt i kraft."
                    ]
                }
            ]
        }
    ]
}