{
    "lawId": "LOV-2011-04-15-10",
    "lawName": "Lov om endringer i revisorloven og enkelte andre lover (unntak fra revisjonsplikt for små aksjeselskaper)",
    "shortName": "Endringslov til revisorloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4-13",
                    "title": "Pålegg om bokføring",
                    "sections": [
                        "§ 4-13 annet punktum skal lyde:",
                        "Pålegg om bokføring rettes til styret i selskap, samvirkeforetak, forening, innretning eller organisasjon og sendes hvert medlem.",
                        "Ny § 4-15 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-15",
                    "title": "Pålegg om revisjon",
                    "sections": [
                        "1.Når skattyters årsregnskap er fastsatt i strid med bestemmelser i eller i medhold av regnskapsloven eller bokføringsloven eller god regnskapsskikk eller bokføringsskikk, kan ligningsmyndighetene pålegge at ett eller flere årsregnskap revideres av en registrert eller statsautorisert revisor i samsvar med revisorloven § 2-2 for følgende selskap:",
                        "a)aksjeselskap der det er truffet beslutning i medhold av fullmakt etter aksjeloven § 7-6,",
                        "b)selskap som nevnt i regnskapsloven § 1-2 første ledd nr. 13 som er organisert etter en utenlandsk selskapsform som i det vesentligste tilsvarer definisjonen av aksjeselskap i aksjeloven § 1-1 annet ledd, og som ikke har revisjonsplikt etter revisorloven § 2-1.",
                        "2.Pålegg om revisjon kan gis på grunnlag av forhold som nevnt i første ledd knyttet til årsregnskapet for siste regnskapsår samt de tre foregående årene.",
                        "3.Pålegg om revisjon kan ikke gjøres gjeldende for mer enn tre regnskapsår.",
                        "4.Pålegg om revisjon rettes til styret i selskapet.",
                        "5.Selskap som får pålegg om revisjon, kan klage over pålegget dersom det mener at det ikke har plikt eller lovlig adgang til å etterkomme pålegget. Klagen må være skriftlig og skal settes fram innen tre uker. Ligningsmyndighetene kan bestemme at pålegget ikke skal settes i kraft før klagen er avgjort.",
                        "6.Departementet kan i forskrift fastsette nærmere regler om pålegg om revisjon.",
                        "§ 10-6 annet ledd første punktum skal lyde:",
                        "Skattekontoret kan ilegge den som ikke har etterkommet pålegg om bokføring etter § 4-13 innen den fastsatte fristen, en daglig løpende tvangsmulkt frem til utbedring skjer.",
                        "I lov 13. juni 1997 nr. 44 om aksjeselskaper (aksjeloven) gjøres følgende endringer:",
                        "§ 2-3 første ledd nr. 5 og nytt nr. 6 skal lyde:",
                        "5.hvem som skal være medlemmer av selskapets styre;",
                        "6.hvem som skal være selskapets revisor dersom selskapets årsregnskap skal revideres, jf. § 7-6 fjerde ledd.",
                        "§ 2-6 annet ledd tredje punktum skal lyde:",
                        "Redegjørelsen skal være bekreftet av revisor.",
                        "§ 2-8 annet ledd annet punktum skal lyde:",
                        "Revisor skal avgi erklæring om at balansen er utarbeidet i samsvar med disse reglene.",
                        "§ 5-5 tredje ledd skal lyde:",
                        "(3) Årsregnskapet, årsberetningen og eventuelt revisjonsberetningen skal senest en uke før generalforsamlingen sendes til hver aksjeeier med kjent adresse.",
                        "§ 5-6 annet ledd første punktum skal lyde:",
                        "Styret skal innkalle til ekstraordinær generalforsamling når revisor som reviderer selskapets årsregnskap, eller aksjeeiere som representerer minst en tidel av aksjekapitalen, skriftlig krever det for å få behandlet et bestemt angitt emne.",
                        "§ 5-8 annet ledd første punktum skal lyde:",
                        "Styret skal sende saksdokumentene med forslag til beslutning og begrunnelse for forslaget til alle aksjeeiere med kjent adresse, samt til daglig leder og revisor som reviderer selskapets årsregnskap.",
                        "§ 5-9 annet ledd første punktum skal lyde:",
                        "Dersom styret ikke innkaller generalforsamling som skal holdes etter loven, vedtektene eller tidligere beslutning av generalforsamlingen, skal tingretten gjøre dette snarest når det kreves av et styremedlem, daglig leder, revisor som reviderer selskapets årsregnskap, eller en aksjeeier.",
                        "§ 5-14 annet ledd nr. 2 skal lyde:",
                        "2.den ordinære generalforsamling avgjør forslag om gransking etter § 5-25 første ledd eller forslag om forenklet revisorkontroll etter § 7-7;",
                        "Kapittel 7 nytt avsnitt II skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "II. Unntak fra revisjonsplikten",
            "paragraphs": [
                {
                    "name": "§ 7-6",
                    "title": "Fullmakt til å unnlate revisjon",
                    "sections": [
                        "(1) Generalforsamlingen kan med flertall som for vedtektsendring gi styret fullmakt til å treffe beslutning om at selskapets årsregnskaper ikke skal revideres etter revisorloven dersom",
                        "1.driftsinntektene av den samlede virksomheten er mindre enn fem millioner kroner,",
                        "2.selskapets balansesum er mindre enn 20 millioner kroner, og",
                        "3.gjennomsnittlig antall ansatte ikke overstiger ti årsverk.",
                        "Beslutning om fullmakt som nevnt i første punktum kan ikke treffes i selskap som nevnt i revisorloven § 2-1 femte ledd.",
                        "(2) Viser et årsregnskap driftsinntekter, balansesum eller årsverk som overstiger terskelverdiene i første ledd, skal selskapets årsregnskap for påfølgende regnskapsår revideres.",
                        "(3) Fullmakt som nevnt i første ledd kan trekkes tilbake av en senere generalforsamling dersom forslaget får tilslutning fra mer enn en tredel av den aksjekapitalen eller av de stemmene som er representert på generalforsamlingen, eventuelt av en slik andel av aksjekapitalen eller stemmene som etter vedtektsbestemmelse som nevnt i § 5-18 tredje ledd kreves for å hindre vedtektsendring. Dersom fullmakt som nevnt trekkes tilbake, skal selskapets årsregnskap for påfølgende regnskapsår revideres.",
                        "(4) Stifterne kan i stiftelsesdokumentet gi styret fullmakt til å unnlate revisjon. Første til tredje ledd gjelder tilsvarende.",
                        "(5) Selskapet skal straks gi melding til Foretaksregisteret dersom styret har truffet beslutning om å benytte fullmakt som nevnt i første ledd eller dersom selskapets årsregnskaper igjen skal revideres som følge av at vilkårene for fritak fra revisjon etter revisorloven § 2-1 tredje til sjette ledd ikke lenger er til stede. Beslutning om å benytte fullmakt som nevnt i første ledd får ikke virkning før den er registrert i Foretaksregisteret.",
                        "(6) Dersom vilkårene for fritak fra revisjon etter revisorloven § 2-1 tredje til sjette ledd ikke lenger er til stede, skal styret straks sørge for valg av revisor."
                    ]
                },
                {
                    "name": "§ 7-7",
                    "title": "Forenklet revisorkontroll",
                    "sections": [
                        "(1) I selskap hvor det i medhold av § 7-6 er truffet beslutning om at selskapets regnskaper ikke skal revideres, kan en aksjeeier fremsette forslag om forenklet revisorkontroll av selskapets årsregnskap for forrige regnskapsår. Forslaget kan fremsettes på en ordinær generalforsamling eller på en generalforsamling der det fremgår av innkallingen at slik sak skal behandles.",
                        "(2) Får forslaget tilslutning av aksjeeiere som har minst en tidel av den aksjekapital som er representert på generalforsamlingen, skal tingretten på begjæring fra én eller flere aksjeeiere ved kjennelse beslutte at det skal foretas forenklet revisorkontroll.",
                        "(3) Forenklet revisorkontroll skal gjennomføres av en ansvarlig revisor, jf. revisorloven § 3-7, utpekt av tingretten. § 5-27 gjelder tilsvarende for revisorer som utfører forenklet revisorkontroll.",
                        "(4) Retten fastsetter revisors godtgjørelse ved kjennelse. Kostnadene ved den forenklede revisorkontrollen bæres av selskapet. Retten bestemmer ved kjennelse om revisor kan kreve at selskapet på forhånd skal deponere et passende beløp. Retten bestemmer i tilfelle også beløpets størrelse."
                    ]
                },
                {
                    "name": "§ 7-8",
                    "title": "Den forenklede revisorkontrollens innhold",
                    "sections": [
                        "(1) Revisor skal vurdere om det er forhold som gir grunn til å tro at regnskapet ikke er utarbeidet og fastsatt i samsvar med lov og forskrifter. Gjennom den forenklede revisorkontrollen skal revisor bidra til å avdekke misligheter og feil.",
                        "(2) Revisor skal utføre den forenklede revisorkontrollen etter beste skjønn, herunder vurdere risikoen for at det kan foreligge feilinformasjon i årsregnskapet som følge av misligheter og feil. Revisor skal utføre den forenklede revisorkontrollen i samsvar med revisorloven § 1-1 tredje ledd og god revisjonsskikk for slike oppdrag."
                    ]
                },
                {
                    "name": "§ 7-9",
                    "title": "Uttalelse om forenklet revisorkontroll",
                    "sections": [
                        "(1) Revisor skal avgi skriftlig uttalelse om det som er avdekket gjennom den forenklede revisorkontrollen til tingretten. Uttalelsen skal settes opp i samsvar med god revisjonsskikk for slike uttalelser.",
                        "(2) Retten innkaller generalforsamlingen til behandling av uttalelsen. Uttalelsen skal senest en uke før møtet sendes til hver aksjeeier med kjent adresse. § 7-5 gjelder tilsvarende.",
                        "§ 13-6 første ledd nr. 7 tredje punktum skal lyde:",
                        "Revisor skal avgi en erklæring om at balansen er gjort opp i samsvar med disse reglene.",
                        "§ 16-15 første ledd nr. 4 skal lyde:",
                        "4.når selskapet etter loven eller etter vedtak fra skatte- og avgiftsmyndighetene i medhold av lov skal ha revisor, og selskapet ikke har meldt til Foretaksregisteret en revisor som fyller de vilkår som er fastsatt i lov;",
                        "I lov 13. juni 1997 nr. 45 om allmennaksjeselskaper (allmennaksjeloven) gjøres følgende endringer:",
                        "§ 2-6 annet ledd annet punktum skal lyde:",
                        "Som uavhengig sakkyndig skal benyttes revisor.",
                        "§ 2-8 annet ledd annet punktum skal lyde:",
                        "Revisor skal avgi erklæring om at balansen er utarbeidet i samsvar med disse reglene.",
                        "§ 5-7 annet ledd første punktum skal lyde:",
                        "Styret skal innkalle til ekstraordinær generalforsamling når revisor som reviderer selskapets årsregnskap eller aksjeeiere som representerer minst en tjuedel av aksjekapitalen, skriftlig krever det for å få behandlet et bestemt angitt emne.",
                        "§ 5-9 annet ledd første punktum skal lyde:",
                        "Dersom styret eller bedriftsforsamlingens leder ikke innkaller generalforsamling som skal holdes etter loven, vedtektene eller tidligere beslutning av generalforsamlingen, skal tingretten gjøre dette snarest når det kreves av et styremedlem, et medlem av bedriftsforsamlingen, daglig leder, revisor som reviderer selskapets årsregnskap eller en aksjeeier.",
                        "§ 13-6 første ledd nr. 7 tredje punktum skal lyde:",
                        "Revisor skal avgi en erklæring om at balansen er gjort opp i samsvar med disse reglene.",
                        "§ 13-28 annet ledd første punktum skal lyde:",
                        "Som uavhengig sakkyndig etter første ledd annet punktum skal benyttes en revisor.",
                        "I lov 17. juli 1998 nr. 56 om årsregnskap m.v. (regnskapsloven) gjøres følgende endringer:",
                        "§ 8-2 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 8-2",
                    "title": "Innsending til Regnskapsregisteret",
                    "sections": [
                        "Senest én måned etter fastsetting av årsregnskapet skal regnskapspliktige sende et eksemplar av årsregnskapet, årsberetningen og revisjonsberetningen til Regnskapsregisteret, vedlagt et oversendelsesbrev. Det skal opplyses når årsregnskapet er fastsatt.",
                        "Regnskapspliktig som nevnt i § 1-2 første ledd nr. 13 skal sende inn et eksemplar av årsregnskapet, årsberetningen og revisjonsberetningen for det foretaket filialen er en del av slik disse regnskapsdokumentene er utarbeidet, revidert og offentliggjort i henhold til lovgivningen i hjemstaten senest samtidig med at dette årsregnskapet skal offentliggjøres etter lovgivningen i hjemstaten, vedlagt et oversendelsesbrev. Det skal opplyses når årsregnskapet er fastsatt, og når det skal offentliggjøres etter lovgivningen i hjemstaten. Regnskapsdokumentene skal være utarbeidet på eller oversatt til norsk, dansk, svensk eller engelsk.",
                        "Regnskapsregisteret føres av den Kongen bestemmer. Innholdet av de innsendte dokumentene skal holdes tilgjengelig ved Regnskapsregisteret i 10 år.",
                        "Departementet kan gi forskrifter om at visse regnskapspliktige skal være fritatt fra plikten etter første ledd. Departementet kan fastsette nærmere regler om innsending til Regnskapsregisteret og krav til innholdet i oversendelsesbrevet som nevnt i første ledd og kan gi regler som pålegger de regnskapspliktige elektronisk innsending. Departementet kan videre gi regler om at bestemmelser fastsatt i eller i medhold av § 8-1, skal gjelde tilsvarende for opplysninger den regnskapspliktige har sendt til Regnskapsregisteret i oversendelsesbrevet eller på annen måte.",
                        "Lov 2. juni 1985 nr. 78 om registrering av foretak § 6-3 om registrering og kunngjøring av selskapsopplysninger og dokumenter på Fellesskapets offisielle språk gjelder tilsvarende for innsending av oversettelser av årsregnskapet, årsberetningen og revisjonsberetningen.",
                        "§ 8-3 første ledd skal lyde:",
                        "Dersom årsregnskap, årsberetning, revisjonsberetning eller oversendelsesbrev som skal sendes til Regnskapsregisteret, ikke er avsendt før 1. august i året etter regnskapsåret, eller dersom det etter denne fristen hefter mangler ved innsendte dokumenter som nevnt etter nærmere regler fastsatt av departementet, skal den regnskapspliktige betale forsinkelsesgebyr inntil innsendingsplikten er oppfylt eller mangler er rettet, men ikke for mer enn 26 uker. Er regnskapsåret avsluttet på en dato fra 1. januar til 30. juni, er fristen etter første punktum 1. februar. Forsinkelsesgebyr ved innsendingsplikt etter § 8-2 annet ledd påløper ikke før tidligst en måned etter at det utenlandske foretaket skal offentliggjøre årsregnskapet i henhold til reglene for dette i hjemstaten. Departementet kan i forskrift utsette fristene etter første og annet punktum med inntil en måned, og gi andre regler om forsinkelsesgebyr.",
                        "I lov 15. januar 1999 nr. 2 om revisjon og revisorer (revisorloven) gjøres følgende endringer:",
                        "§ 1-1 tredje ledd annet punktum skal lyde:",
                        "For en revisor som bekrefter opplysninger overfor offentlige myndigheter eller som utfører forenklet revisorkontroll etter aksjeloven §§ 7-7 til 7-9, gjelder i tillegg § 3-7, §§ 4-1 til 4-7 og § 5-4.",
                        "§ 2-1 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 2-1",
                    "title": "Revisjonsplikt og adgangen til å si opp revisor",
                    "sections": [
                        "Regnskapspliktige etter regnskapsloven § 1-2 første ledd skal påse at årsregnskapet revideres av en registrert revisor eller statsautorisert revisor i samsvar med § 2-2 (revisjonsplikt) når ikke annet er bestemt i eller i medhold av lov.",
                        "Revisjonsplikt etter første ledd gjelder ikke dersom driftsinntektene av den samlede virksomhet er mindre enn fem millioner kroner. Viser årsregnskapet driftsinntekter som overstiger beløpsgrensen, inntrer revisjonsplikten for det etterfølgende regnskapsåret. Dersom driftsinntektene i to påfølgende regnskapsår synker under beløpsgrensen, faller revisjonsplikten bort med virkning fra og med det tredje regnskapsåret. Unntaket i første til tredje punktum gjelder ikke:",
                        "1.aksjeselskaper og allmennaksjeselskaper,",
                        "2.regnskapspliktige som nevnt i regnskapsloven § 1-2 første ledd nr. 4 der antallet deltakere overstiger fem,",
                        "3.kommandittselskap hvor komplementaren er en juridisk person hvor ikke noen av deltakerne har personlig ansvar for forpliktelsene, udelt eller for deler som til sammen utgjør den juridiske personens samlede forpliktelser, dersom kommandittselskapet har balansesum høyere enn 20 millioner kroner eller gjennomsnittlig antall ansatte høyere enn ti årsverk. Bestemmelsene i annet ledd annet og tredje punktum gjelder tilsvarende for terskelverdien for balansesum og årsverk,",
                        "4.ansvarlige selskaper hvor samtlige deltakere er juridiske personer hvor ikke noen av deltakerne har personlig ansvar for forpliktelsene, udelt eller for deler som til sammen utgjør den juridiske personens samlede forpliktelser, dersom det ansvarlige selskapet har balansesum høyere enn 20 millioner kroner eller gjennomsnittlig antall ansatte høyere enn ti årsverk. Bestemmelsene i annet ledd annet og tredje punktum gjelder tilsvarende for terskelverdien for balansesum og årsverk,",
                        "5.stiftelser.",
                        "For aksjeselskaper gjelder ikke revisjonsplikten etter første ledd dersom det er truffet beslutning om dette i medhold av fullmakt som nevnt i aksjeloven § 7-6.",
                        "Unntakene etter annet og tredje ledd gjelder ikke når revisjonsplikt følger av annen lov eller forskrift gitt med hjemmel i lov.",
                        "Unntakene etter annet og tredje ledd gjelder ikke for foretak som er pliktig til å utarbeide konsernregnskap, eller aksjeselskap som er morselskap etter aksjeloven § 1-3.",
                        "Unntakene etter annet og tredje ledd gjelder ikke aksjeselskap og selskap som nevnt i regnskapsloven § 1-2 første ledd nr. 13 som er organisert etter en utenlandsk selskapsform som i det vesentligste tilsvarer definisjonen av aksjeselskap i aksjeloven § 1-1 annet ledd, som er under tilsyn av Finanstilsynet etter finanstilsynsloven § 1. Finanstilsynet kan ved forskrift pålegge andre foretak som er under tilsyn av Finanstilsynet etter finanstilsynsloven § 1 revisjonsplikt, dersom det er nødvendig av hensyn til tilsynet med virksomheten.",
                        "Den revisjonspliktige kan ikke avsette revisor uten saklig grunn. Uenighet vedrørende regnskapsmessig behandling eller revisjonshandlinger anses ikke som saklig grunn for avsettelse. Den revisjonspliktige skal uten ugrunnet opphold gi melding til Foretaksregisteret om at revisors oppdrag er avsluttet. Dersom et revisjonsoppdrag avsluttes før utløpet av tjenestetiden, skal den revisjonspliktige dessuten sende begrunnelse for dette til Finanstilsynet.",
                        "I lov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav (skattebetalingsloven) gjøres følgende endringer:",
                        "I § 5-13a skal paragrafoverskriften lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": [
                {
                    "name": "§ 5-13a",
                    "title": "Pålegg om bokføring",
                    "sections": [
                        "§ 5-13a annet punktum skal lyde:",
                        "Pålegg om bokføring rettes til styret i selskap, samvirkeforetak, forening, innretning eller organisasjon og sendes hvert medlem.",
                        "Ny § 5-13b skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-13b",
                    "title": "Pålegg om revisjon",
                    "sections": [
                        "(1) Når årsregnskapet til en arbeidsgiver som har plikt til å foreta forskuddstrekk eller utleggstrekk, er fastsatt i strid med bestemmelser i eller i medhold av regnskapsloven eller bokføringsloven eller god regnskapskikk eller bokføringsskikk, kan skattekontoret pålegge at ett eller flere årsregnskap revideres av en registrert eller statsautorisert revisor i samsvar med revisorloven § 2-2 for følgende selskap:",
                        "a)aksjeselskap der det er truffet beslutning i medhold av fullmakt etter aksjeloven § 7-6,",
                        "b)selskap som nevnt i regnskapsloven § 1-2 første ledd nr. 13 som er organisert etter en utenlandsk selskapsform som i det vesentligste tilsvarer definisjonen av aksjeselskap i aksjeloven § 1-1 annet ledd, og som ikke har revisjonsplikt etter revisorloven § 2-1.",
                        "(2) Pålegg om revisjon kan gis på grunnlag av forhold som nevnt i første ledd knyttet til årsregnskapet for siste regnskapsår samt de tre foregående årene.",
                        "(3) Pålegg om revisjon kan ikke gjøres gjeldende for mer enn tre regnskapsår.",
                        "(4) Pålegg om revisjon rettes til styret i selskapet.",
                        "(5) Selskapet som får pålegg om revisjon, kan klage over pålegget dersom det mener at det ikke har plikt eller lovlig adgang til å etterkomme pålegget. Klagen må være skriftlig og skal settes fram innen tre uker. Skattekontoret kan bestemme at pålegget ikke skal settes i kraft før klagen er avgjort.",
                        "(6) Departementet kan i forskrift fastsette nærmere regler om pålegg om revisjon.",
                        "§ 5-15 første ledd skal lyde:",
                        "(1) Den som får pålegg om bokføring etter § 5-13a eller pålegg om å gi opplysninger etter § 5-14, kan klage over pålegget dersom vedkommende mener at han ikke har plikt eller lovlig adgang til å etterkomme pålegget.",
                        "§ 5-16 annet ledd første punktum skal lyde:",
                        "Skattekontoret kan ilegge den som ikke har etterkommet pålegg om bokføring etter § 5-13a innen den fastsatte fristen, en daglig løpende tvangsmulkt frem til utbedring skjer.",
                        "I lov 19. juni 2009 nr. 58 om merverdiavgift (merverdiavgiftsloven) gjøres følgende endringer:",
                        "I § 15-12 skal paragrafoverskriften lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VII",
            "paragraphs": [
                {
                    "name": "§ 15-12",
                    "title": "Pålegg om bokføring",
                    "sections": [
                        "§ 15-12 annet ledd første punktum skal lyde:",
                        "Pålegg om bokføring som nevnt i første ledd rettes til styret i selskap, samvirkeforetak, forening, innretning eller organisasjon og sendes hvert styremedlem.",
                        "§ 15-12a skal lyde:"
                    ]
                },
                {
                    "name": "§ 15-12a",
                    "title": "Pålegg om revisjon",
                    "sections": [
                        "(1) Når den avgiftspliktiges årsregnskap er fastsatt i strid med bestemmelser i eller i medhold av regnskapsloven eller bokføringsloven eller god regnskapsskikk eller bokføringsskikk, kan avgiftsmyndighetene pålegge at ett eller flere årsregnskap revideres av en registrert eller statsautorisert revisor i samsvar med revisorloven § 2-2 for følgende selskap:",
                        "a)aksjeselskap der det er truffet beslutning i medhold av fullmakt etter aksjeloven § 7-6,",
                        "b)selskap som nevnt i regnskapsloven § 1-2 første ledd nr. 13 som er organisert etter en utenlandsk selskapsform som i det vesentligste tilsvarer definisjonen av aksjeselskap i aksjeloven § 1-1 annet ledd, og som ikke har revisjonsplikt etter revisorloven § 2-1.",
                        "(2) Pålegg om revisjon kan gis på grunnlag av forhold som nevnt i første ledd knyttet til årsregnskapet for siste regnskapsår samt de tre foregående årene.",
                        "(3) Pålegg om revisjon kan ikke gjøres gjeldende for mer enn tre regnskapsår.",
                        "(4) Pålegg om revisjon rettes til styret i selskapet.",
                        "(5) Selskapet som får pålegg om revisjon, kan klage over pålegget dersom det mener at det ikke har plikt eller lovlig adgang til å etterkomme pålegget. Klagen må være skriftlig og skal settes fram innen tre uker. Avgiftsmyndighetene kan bestemme at pålegget ikke skal settes i kraft før klagen er avgjort.",
                        "(6) Departementet kan i forskrift fastsette nærmere regler om pålegg om revisjon.",
                        "§ 21-1 annet ledd første punktum skal lyde:",
                        "Avgiftsmyndighetene kan ilegge den som ikke har etterkommet pålegg om bokføring etter § 15-12 innen den fastsatte fristen, en daglig løpende tvangsmulkt fram til utbedring skjer.",
                        "I lov 21. juni 1985 nr. 78 om registrering av foretak (foretaksregisterloven) skal § 3-1 første ledd nytt nr. 8 lyde:",
                        "8.Hvorvidt selskapet er unntatt revisjonsplikt etter revisorloven § 2-1 tredje ledd, jf. aksjeloven § 7-6, og eventuelle andre opplysninger som skal registreres i eller i medhold av aksjeloven § 7-6. Kongen kan i forskrift gi nærmere regler om innsending til og registrering i Foretaksregisteret av meldinger som nevnt i aksjeloven § 7-6 femte ledd, samt nærmere regler om melding om selskapets eventuelle eksterne autoriserte regnskapsfører.",
                        "I lov 29. juni 2007 nr. 75 om verdipapirhandel (verdipapirhandelloven) gjøres følgende endringer:",
                        "§ 5-6 femte ledd skal lyde:",
                        "(5) Er det avgitt revisjonsberetning eller uttalelse om forenklet revisorkontroll til halvårsrapporten, skal denne offentliggjøres etter § 5-12 sammen med halvårsrapporten. Er det ikke avgitt revisjonsberetning eller uttalelse om forenklet revisorkontroll til halvårsraporten, skal dette tydelig fremgå av halvårsrapporten.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan fastsette nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        },
        {
            "name": "X",
            "paragraphs": []
        }
    ]
}