{
    "lawId": "LOV-2011-06-24-37",
    "lawName": "Lov om endringar i opplæringslova og privatskolelova (politiattest m.m.)",
    "shortName": "Endringslov til opplæringslova og privatskolelova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel 10 Personalet i skolen m.m.",
            "paragraphs": [
                {
                    "name": "§ 10-9",
                    "title": "Politiattest",
                    "sections": [
                        "Den som skal tilsetjast fast eller mellombels i grunnskolen eller i vidaregåande skole, i musikk- og kulturskolen etter § 13-6, i skolefritidsordninga etter § 13-7 eller for å gi leksehjelp etter § 13-7 a, må leggje fram politiattest med tilsvarande innhald som er nemnd i politiregisterlova § 39 første ledd. Kravet gjeld også for personar som skal tilsetjast fast eller mellombels i skoleliknande aktivitetstilbod. Skoleliknande aktivitetstilbod vil seie aktivitetstilbod i regi av skoleeigaren med tilknyting til skolen, og som har karakter av opplæring.",
                        "Skoleeigaren kan også krevje politiattest som nemnd i politiregisterlova § 39 første ledd av andre personar som regelmessig oppheld seg i grunnskolen, i vidaregåande skole eller i tilbod som nemnd i første ledd.",
                        "Personar som er dømde for seksuelle overgrep mot mindreårige, kan ikkje tilsetjast fast eller mellombels i grunnskolen eller i musikk- og kulturskolen, i skolefritidsordninga, for å gi leksehjelp eller i skoleliknande aktivitetstilbod som nemnd i første ledd. I andre tilfelle må konsekvensane av merknader på politiattesten vurderast konkret.",
                        "Departementet gir nærmare forskrifter.",
                        "§ 13-6 andre ledd skal lyde:",
                        "For krav om politiattest gjeld reglane i § 10-9.",
                        "§ 13-7 sjette ledd skal lyde:",
                        "For krav om politiattest gjeld reglane i § 10-9.",
                        "§ 13-7 a tredje ledd skal lyde:",
                        "For krav om politiattest gjeld reglane i § 10-9.",
                        "Kapittel 14 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 14 Tilsyn m.m.",
            "paragraphs": [
                {
                    "name": "§ 14-1",
                    "title": "Statleg tilsyn",
                    "sections": [
                        "Fylkesmannen fører tilsyn med at kommunane og fylkeskommunane oppfyller dei pliktene dei er pålagde i eller i medhald av opplæringslova kapittel 1-16 (kommunepliktene). Reglane i kommunelova kapittel 10 A gjeld for denne tilsynsverksemda.",
                        "Departementet fører tilsyn med at andre plikter i eller i medhald av opplæringslova enn kommunepliktene blir oppfylte. Reglane i kommunelova §§ 60 c og 60 d gjeld tilsvarande for tilsynsverksemd etter dette leddet."
                    ]
                },
                {
                    "name": "§ 14-2",
                    "title": "Statleg råd og rettleiing",
                    "sections": [
                        "Departementet gir råd og rettleiing i spørsmål som gjeld verksemder etter denne lova, og skal elles samarbeide med kommunar, fylkeskommunar og eigarar av private skolar for å sikre eit godt og likeverdig opplæringstilbod i samsvar med lov og forskrifter."
                    ]
                },
                {
                    "name": "§ 14-3",
                    "title": "Kommunalt tilsyn med heimeopplæring",
                    "sections": [
                        "Kommunen fører tilsyn med den pliktige opplæringa for barn og unge som ikkje går på skole, og kan òg kalle dei inn til særskilde prøver. Kommunen skal krevje at barnet eller den unge skal gå i skole dersom dei krava lova her med forskrifter stiller til heimeopplæringa, ikkje er oppfylte."
                    ]
                },
                {
                    "name": "§ 14-4",
                    "title": "Informasjonsinnhenting og evaluering",
                    "sections": [
                        "Departementet kan gi forskrifter som pålegg dei ansvarlege for opplæringsverksemd etter denne lova og dei som mottar slik opplæring, å gi opplysningar og delta i evalueringar og rapportere om forhold som er av betydning for evaluering av opplæringsverksemda som er omfatta av denne lova.",
                        "I lov 4. juli 2003 nr. 84 om private skolar med rett til statstilskot blir det gjort desse endringane:",
                        "§ 3-3 fjerde ledd skal lyde:",
                        "Opplæringslova § 3-1 fjerde ledd om omval og § 3-1 femte ledd om opplæring i inntil to år ekstra gjeld tilsvarande så langt dei passar for elevar i vidaregåande skolar som er godkjende etter denne lova. Heimfylket gjer vedtak.",
                        "Kapittel 4 overskrifta skal lyde:",
                        "§ 4-3 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "Kapittel 4 Personalet i skolen m.m.",
            "paragraphs": [
                {
                    "name": "§ 4-3",
                    "title": "Politiattest",
                    "sections": [
                        "Den som skal tilsetjast fast eller mellombels i grunnskolen eller i vidaregåande skole eller for å gi leksehjelp etter § 7-1 e, må leggje fram politiattest med tilsvarande innhald som er nemnd i politiregisterlova § 39 første ledd. Kravet gjeld også for personar som skal tilsetjast fast eller mellombels i skoleliknande aktivitetstilbod. Skoleliknande aktivitetstilbod vil seie aktivitetstilbod i regi av skoleeigaren med tilknyting til skolen, og som har karakter av opplæring.",
                        "Skolen kan også krevje politiattest som nemnd i politiregisterlova § 39 første ledd av andre personar som regelmessig oppheld seg i grunnskolen, i vidaregåande skole eller i tilbod etter første ledd.",
                        "Personar som er dømde for seksuelle overgrep mot mindreårige, kan ikkje tilsetjast fast eller mellombels i grunnskolen eller i skoleliknande aktivitetstilbod eller for å gi leksehjelp etter § 7-1 e. I andre tilfelle må konsekvensane av merknader på politiattesten vurderast konkret.",
                        "Departementet gir nærmare forskrifter.",
                        "§ 7-1 e nytt tredje ledd skal lyde:",
                        "For krav om politiattest gjeld reglane i § 4-3.",
                        "Lova blir sett i verk på det tidspunkt Kongen bestemmer. Dei enkelte føresegnene kan setjast i verk på ulike tidspunkt."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}