{
    "lawId": "LOV-2011-04-15-12",
    "lawName": "Lov om endringer i klimakvoteloven",
    "shortName": "Endringslov til klimakvoteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "(lovens formål)",
                    "sections": [
                        "Formålet med denne loven er å begrense utslippene av klimagasser på en kostnadseffektiv måte gjennom et system med kvoteplikt for utslipp av klimagasser og fritt omsettelige utslippskvoter.",
                        "Loven gjelder med de begrensninger som måtte følge av folkerettslig sedvane eller overenskomst som binder Norge.",
                        "§ 2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "(lovens stedlige virkeområde)",
                    "sections": [
                        "Loven gjelder for utslipp av klimagasser",
                        "a)i riket, unntatt på Svalbard,",
                        "b)fra virksomhet på Norges kontinentalsokkel,",
                        "c)fra luftfartsaktiviteter innen EØS-området,",
                        "d)fra luftfartsaktiviteter til og fra EØS-området, samt",
                        "e)fra luftfartsaktiviteter til, fra og på Norges kontinentalsokkel.",
                        "Kongen kan bestemme at loven skal gjelde for Svalbard, samt gi nærmere bestemmelser om lovens stedlige virkeområde ellers.",
                        "§ 3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "(utslipp som omfattes av denne loven)",
                    "sections": [
                        "Loven gjelder utslipp av CO₂ i forbindelse med",
                        "a)energiproduksjon",
                        "b)raffinering av mineralolje",
                        "c)produksjon av koks",
                        "d)produksjon og bearbeiding av jern og stål, herunder røsting og sintring av jernmalm",
                        "e)produksjon av sement, kalk, glass, glassfiber og keramiske produkt",
                        "f)produksjon av papir, papp og papirmasse fra tre eller andre fibermaterialer",
                        "g)luftfartsaktiviteter",
                        "Loven gjelder likevel ikke for utslipp fra forbrenning av biomasse og fra energiproduksjon som nevnt i første ledd bokstav a ved forbrenning av farlig avfall og ved forbrenning av avfall i avfallsforbrenningsanlegg.",
                        "Kongen kan i forskrift gi bestemmelser om at utslipp omfattet av første ledd fra produksjonsenheter med kapasitet under en fastsatt grense skal være unntatt fra denne lov, herunder bestemmelser om at flere produksjonsenheter som står i nær driftsmessig eller fysisk sammenheng skal vurderes under ett ved beregningen av kapasiteten. Kongen kan i forskrift også gi bestemmelser om at visse transportaktiviteter, herunder transportaktiviteter som ikke overstiger visse aktivitets- eller utslippsgrenser, skal være unntatt fra denne lov.",
                        "Kongen kan i forskrift gi bestemmelser om at utslipp av CO₂ fra virksomhet eller aktiviteter som ikke er nevnt i første ledd og utslipp av andre klimagasser enn CO₂ fra andre nærmere angitte virksomheter eller aktiviteter skal være omfattet av denne loven, herunder gi andre regler om tildeling av vederlagsfrie kvoter enn det som følger av loven her for virksomheter og sektorer som inntas i kvotesystemet i medhold av bestemmelsen.",
                        "Kongen kan i forskrift gi nærmere bestemmelser om hvilke kvotepliktige luftfartøysoperatører som skal forholde seg til norske administrerende myndigheter.",
                        "§ 4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "(kvoteplikt)",
                    "sections": [
                        "Den som driver virksomhet eller utfører aktiviteter som nevnt i § 3 eller i forskrifter gitt i medhold av loven, er kvotepliktig etter denne lov og må innlevere kvoter tilsvarende sine kvotepliktige utslipp i samsvar med bestemmelsene i § 13. For virksomheter som omfattes av forurensningsloven kreves i tillegg tillatelse etter forurensningsloven § 11. For luftfartøysoperatører kreves en godkjent plan for overvåking av utslipps- og aktivitetsdata. Dersom den kvotepliktige etter første punktum ikke lar seg identifisere, skal eieren av luftfartøyet anses som kvotepliktig for utslipp som nevnt i § 3 bokstav g.",
                        "Kongen kan i forskrift gi bestemmelser om betaling av gebyr for godkjenning av overvåkingsplaner etter første ledd.",
                        "§ 5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "(søknad om utslippstillatelse og kvoter)",
                    "sections": [
                        "Virksomheter som omfattes av forurensningsloven, som er kvotepliktige etter denne loven, og som ikke allerede har særskilt utslippstillatelse etter forurensningsloven § 11 annet ledd, må søke om slik tillatelse innenfor en frist fastsatt av Kongen for å få søknaden behandlet innen 1. januar 2008. Virksomhet som er berettiget til vederlagsfrie kvoter for 2008–2012 etter bestemmelsene i § 7 første ledd må søke om dette innen den samme fristen for å komme i betraktning ved tildelingen av disse kvotene. Søknaden må inneholde de opplysningene som er nødvendige for å vurdere hvor mange kvoter som skal tildeles etter § 8. Forurensningsmyndighetene kan i det enkelte tilfellet fastsette hvilke opplysninger eller undersøkelser søkeren må sørge for.",
                        "Luftfartøysoperatører som er berettiget til vederlagsfrie kvoter etter § 8 a må fremme søknad om tildeling innenfor en frist fastsatt av Kongen for å komme i betraktning ved tildelingen av disse kvotene. Søknaden må inneholde de opplysningene som er nødvendige for å vurdere hvor mange kvoter som skal tildeles, herunder opplysninger om den aktuelle operatørens verifiserte tonn-kilometerdata for 2010.",
                        "Departementet kan gi forskrift om saksbehandlingsregler til utfylling av reglene i tjenesteloven for søknad om tildeling av vederlagsfrie kvoter og for godkjenning av den kvotepliktiges rapportering av klimagassutslipp etter § 17, herunder om saksbehandlingsfrist og rettsvirkninger av fristoverskridelse. Unntak fra tjenesteloven § 11 annet ledd kan bare gjøres når det er begrunnet ut fra tvingende allmenne hensyn, herunder hensynet til privatpersoners beskyttelsesverdige interesser.",
                        "§ 6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "(fastsettelse av det samlede antallet kvoter)",
                    "sections": [
                        "Kongen fastsetter det samlede antallet kvoter som tildeles for perioden 1. januar 2008 til 31. desember 2012 til virksomheter som omfattes av forurensningsloven.",
                        "EØS-komiteen fastsetter det samlede antall kvoter som tildeles luftfartøysoperatørene som omfattes av det europeiske kvotesystemet.",
                        "Kongen kan gi nærmere bestemmelser om organiseringen og gjennomføringen av salg av kvoter omfattet av § 6.",
                        "§ 7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "(tildeling av kvoter vederlagsfritt for perioden 2008 til 2012)",
                    "sections": [
                        "Vederlagsfrie kvoter for perioden 1. januar 2008 til 31. desember 2012 tildeles etter følgende prinsipper:",
                        "a)Landbasert virksomhet som ikke er underlagt lov om avgift på utslipp av CO₂ i petroleumsvirksomhet på kontinentalsokkelen og som har fått utstedt særskilt utslippstillatelse etter forurensningsloven § 11 annet ledd før notifiseringen av den norske tildelingsplanen, skal tildeles vederlagsfrie kvoter i henhold til § 8. Ved tildelingen kan det tas særlig hensyn til anlegg som reduserer samlede utslipp av klimagasser gjennom å utnytte overskuddsgass fra landbasert industri som ikke er regulert gjennom kvotesystem eller avgift.",
                        "b)Luftfartøysoperatører tildeles kvoter vederlagsfritt i henhold til § 8 a første ledd.",
                        "c)Annen kvotepliktig virksomhet skal ikke tildeles vederlagsfrie kvoter for perioden 1. januar 2008 til 31. desember 2012.",
                        "Det settes av en kvotereserve for vederlagsfri tildeling til høyeffektive kraftvarmeverk. Kongen gir nærmere bestemmelser om størrelsen på denne reserven, hvilke typer virksomheter som kan søke og øvrige kriterier som skal ligge til grunn for tildelingen etter dette ledd.",
                        "§ 8. overskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "(tildeling av kvoter vederlagsfritt til virksomheter som omfattes av forurensningsloven)",
                    "sections": [
                        "Ny § 8 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 8 a",
                    "title": "(tildeling av kvoter vederlagsfritt til luftfartøysoperatører)",
                    "sections": [
                        "For perioden 1. januar 2012 til 31. desember 2012 tildeles luftfartøysoperatørene kvoter vederlagsfritt ut fra operatørens verifiserte tonn-kilometerdata for 2010 sammenholdt med en felleseuropeisk referanseverdi (kvoter per verifiserte tonn-kilometer) fastsatt av EU-kommisjonen, som innlemmet i EØS-avtalen. Vedtak om tildeling av kvoter til operatører administrert av Norge fattes av forurensningsmyndigheten senest 31. desember 2011.",
                        "For perioden 1. januar 2013 til 31. desember 2020 tildeles luftfartøysoperatørene kvoter vederlagsfritt ut fra operatørens verifiserte tonn-kilometerdata for 2010 sammenholdt med en felleseuropeisk referanseverdi (kvoter per verifiserte tonn-kilometer) fastsatt av EU-kommisjonen, som innlemmet i EØS-avtalen. Tildelingen skal fordeles på antall år i perioden. Vedtak om tildeling av kvoter til operatører administrert av Norge fattes av forurensningsmyndigheten senest 31. desember 2011.",
                        "Ny § 8 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 8 b",
                    "title": "(kvotereserve forbeholdt luftfartøysoperatører)",
                    "sections": [
                        "Luftfartøysoperatører som starter kvotepliktige aktiviteter etter den 31. desember 2010, eller kvotepliktige luftfartøysoperatører hvis gjennomsnittlige tonn-kilometerdata øker med mer enn 18 prosent per år i perioden 2010 til 2014, kan innen en frist fastsatt av forurensningsmyndigheten søke om tildeling av vederlagsfrie kvoter fra en felleseuropeisk kvotereserve forbeholdt luftfartsaktiviteter. Antall kvoter i reserven skal tilsvare 3 prosent av den felleseuropeiske samlede kvotemengden. Den nye eller økte aktiviteten kan ikke være en videreføring av en aktivitet tidligere utført av en annen operatør. Vedtak om tildeling av kvoter til operatører administrert av Norge fattes av forurensningsmyndigheten senest 30. september 2016. Kvoter tildeles vederlagsfritt fra reserven ut fra operatørens verifiserte tonn-kilometerdata for 2014, eventuelt økning i verifiserte tonn-kilometerdata fra 2010 til 2014, sammenholdt med en felleseuropeisk referanseverdi (kvoter per verifiserte tonn-kilometer) fastsatt av EU-kommisjonen, som innlemmet i EØS-avtalen.",
                        "Kongen kan i forskrift gi utfyllende bestemmelser om kvotereserven forbeholdt luftfartsaktiviteter.",
                        "§ 9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "(utdeling av kvoter)",
                    "sections": [
                        "Forurensningsmyndighetene deler hvert år ut det antallet kvoter den enkelte kvotepliktige er berettiget til etter vedtak i medhold av § 8 eller § 8 a. Utdelingen av kvoter skjer ved at forurensningsmyndighetene innen 28. februar hvert år underretter Det norske registeret for klimakvoter om at et angitt antall kvoter skal overføres til den kvotepliktiges konto i registeret. Utdeling av kvoter etter § 8 b finner sted senest 28. februar 2017.",
                        "Dersom den kvotepliktige har fått utdelt et større antall kvoter enn det vedkommende er berettiget til i henhold til vedtak om tildeling av kvoter etter §§ 8, 8 a eller 8 b, skal forurensningsmyndighetene underrette Det norske registeret for klimakvoter om at overskytende kvoter skal slettes fra vedkommendes konto. Før forurensningsmyndighetene underretter Det norske registeret for klimakvoter om sletting, skal den kvotepliktige varsles og gis anledning til å uttale seg innen en nærmere angitt frist, med mindre vedkommende allerede på annen måte har hatt rimelig anledning til å uttale seg, varsel av andre grunner må anses åpenbart unødvendig, eller det er grunn til å frykte at det vil vanskeliggjøre slettingen.",
                        "§ 10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "(meldeplikt)",
                    "sections": [
                        "Kvotepliktige virksomheter som omfattes av forurensningsloven skal gi melding til forurensningsmyndighetene dersom virksomheten forventer å ha eller har hatt lengre driftsstans eller er besluttet nedlagt. For andre kvotepliktige aktiviteter skal det gis melding til forurensningsmyndighetene dersom aktiviteten besluttes nedlagt.",
                        "§ 13 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "(plikt til å overføre kvoter til oppgjør)",
                    "sections": [
                        "Den kvotepliktige skal innen 30. april hvert år overføre et antall kvoter som svarer til virksomhetens eller operatørens rapporteringspliktige utslipp det foregående året, til en nærmere angitt oppgjørskonto i registeret. Virksomheter som er omfattet av forurensningsloven kan ikke levere kvoter som er utstedt til luftfartøysoperatører etter § 6 annet ledd som oppgjør for kvoteplikt. Luftfartøysoperatører kan levere både kvoter som er fastsatt etter § 6 første ledd og etter § 6 annet ledd som oppgjør for kvoteplikt.",
                        "Dersom den kvotepliktige ikke innen fristen etter første ledd har satt inn et tilstrekkelig antall kvoter på oppgjørskontoen, skal den kvotepliktige innen 1. mai året etter at oppgjør i medhold av første ledd skulle ha funnet sted, plassere kvoter på den angitte oppgjørskontoen svarende til underskuddet fra det tidligere året. I tillegg skal det ilegges overtredelsesgebyr etter § 21.",
                        "§ 17 skal lyde:"
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "(forurensningsmyndighetenes kontroll)",
                    "sections": [
                        "Forurensningsmyndighetene kontrollerer og godkjenner den enkelte kvotepliktiges rapportering av klimagassutslipp etter § 16. Forurensningsmyndighetene kontrollerer og godkjenner den enkelte luftfartøysoperatørens rapportering av tonn-kilometerdata etter § 5 annet ledd. Godkjenningen av utslippsrapporten og luftfartøysoperatørens tonn-kilometerdata er et enkeltvedtak.",
                        "Kongen kan i forskrift eller enkeltvedtak bestemme at den kvotepliktiges utslippsrapport og luftfartøysoperatørers tonn-kilometerdata skal verifiseres av en uavhengig tredjepart før innlevering. Kongen kan i forskrift gi nærmere bestemmelser om krav til og akkreditering av verifikasjonsinstans, herunder om utarbeidelsen og innholdet av verifikasjonserklæringer.",
                        "Kongen kan i forskrift fastsette at omkostninger i forbindelse med forurensningsmyndighetenes kontroll etter denne bestemmelsen skal dekkes av den kvotepliktige.",
                        "Ny § 17 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 17 a",
                    "title": "(internkontroll)",
                    "sections": [
                        "Forurensningsmyndigheten kan gi forskrifter om internkontroll og internkontrollsystemer for å sikre at krav fastsatt i eller i medhold av denne lov overholdes.",
                        "§ 21 skal lyde:"
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "(overtredelsesgebyr)",
                    "sections": [
                        "Dersom den kvotepliktige ikke har overholdt sine forpliktelser etter § 13 første ledd, ilegger forurensningsmyndighetene et overtredelsesgebyr til statskassen. Overtredelsesgebyret skal tilsvare 100 euro på forfallstidspunktet for hvert tonn rapporteringspliktig klimagassutslipp som det ikke er plassert kvoter for på den angitte oppgjørskontoen i henhold til § 13 første ledd. Gebyret forfaller til betaling 14 dager etter påkrav. Ved forsinket betaling skal det betales renter etter lov 17. desember 1976 nr. 100 om renter ved forsinket betaling m.m. Vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg. Kongen kan i forskrift endre størrelsen på overtredelsesgebyret.",
                        "Informasjon om hvem som er ilagt overtredelsesgebyr og omfanget av overtredelsen skal gjøres tilgjengelig for offentligheten.",
                        "Ny § 21 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 21 a",
                    "title": "(driftsforbud for luftfartsaktiviteter)",
                    "sections": [
                        "Kongen kan på begjæring av forurensningsmyndighetene fatte vedtak om driftsforbud innenfor EØS dersom en luftfartøysoperatør overtrer bestemmelsene om innlevering av kvoter i § 13, om rapportering i § 16 eller om overvåkings- og rapporteringsplan fastsatt i forskrift i medhold av loven her.",
                        "Kongen kan i forskrift gi nærmere bestemmelser om vilkårene for å begjære driftsforbud og om krav til saksbehandlingen.",
                        "Loven trer i kraft straks med følgende unntak:",
                        "For luftfartsaktiviteter gjelder § 4 fra 1. januar 2012 og § 13 første ledd fra 1. januar 2013.",
                        "§ 21 a gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}