{
    "lawId": "LOV-2011-06-24-20",
    "lawName": "Lov om endringar i lov 19. juni 1964 nr. 14 om avgift på arv og visse gaver",
    "shortName": "Endringslov til arveavgiftsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 7",
                    "title": "Hvilken ektefelle eller samboer midlene skal regnes å komme fra",
                    "sections": [
                        "§ 7 første ledd skal lyde:",
                        "Når en gjenlevende ektefelle eller samboer som sitter i uskiftet bo foretar utdelinger av boets midler, utgjør avgiftsgrunnlaget det hver enkelt mottaker får tildelt. Slik utdeling anses som gave fra lengstlevende ektefelle eller samboer med mindre annet følger av de øvrige regler i denne lov.",
                        "§ 7 andre ledd første punktum skal lyde:",
                        "Utdeling fra gjenlevende ektefelles uskiftebo til noen som er livsarving eller testamentsarving etter begge ektefellene, ansees ved arveavgiftsberegningen å komme med en halvpart fra hver av ektefellene.",
                        "§ 7 andre ledd nytt andre punktum skal lyde:",
                        "Utdeling fra gjenlevende samboers uskiftebo til noen som er livsarving eller testamentsarving etter begge samboerne, anses ved arveavgiftsberegningen å komme fra hver av samboerne forholdsmessig etter nettoverdien av deres eiendeler i uskifteboet på den tiden da uskiftet tok til.",
                        "Gjeldande andre punktum blir til nytt tredje punktum.",
                        "§ 7 tredje ledd første punktum skal lyde:",
                        "Utdeling fra gjenlevende ektefelles eller samboers uskiftebo til noen som bare er arving etter førstavdøde, regnes i sin helhet som arv etter denne, med mindre mottakeren godtgjør at utdelingen overstiger avdødes andel i boet.",
                        "§ 7 fjerde ledd første punktum skal lyde:",
                        "Ved oppgjør av boet etter lengstlevendes død skal det som hver arving mottar på skiftet, med tillegg av det vedkommende har mottatt under uskiftet, anses å komme fra ektefellene eller samboerne, i samme forhold som om samtlige midler var fordelt på skiftet, jf. § 6 første ledd.",
                        "§ 8 tredje ledd andre punktum skal lyde:",
                        "Utdeling fra gjenlevende ektefelles eller samboers uskiftebo til noen som gjennom arvefrafall blir førstavdødes arving, anses som arv etter førstavdøde så langt arvefrafallet rekker.",
                        "Endringane under I tek til å gjelde straks.",
                        "Endringane under II tek til å gjelde for arv og gåve der rådvelde blir oppnådd 1. juli 2011 eller seinare, jf. arveavgiftsloven §§ 9 og 10."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}