{
    "lawId": "LOV-2011-06-24-35",
    "lawName": "Lov om endringer i straffegjennomføringsloven mv. (bøtetjeneste som alternativ til fengsel hvis boten ikke betales)",
    "shortName": "Endringslov til straffegjennomføringsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 16 a",
                    "title": "Gjennomføring av subsidiær fengselsstraff ved bøtetjeneste",
                    "sections": [
                        "Dersom den som skal gjennomføre subsidiær fengselsstraff fastsatt i dom, forelegg eller forenklet forelegg, samtykker til det, kan kriminalomsorgen beslutte at den subsidiære fengselsstraffen skal gjennomføres ved bøtetjeneste. Gjennomføring ved bøtetjeneste forutsetter at den botlagte har bosted og opphold i Norge i gjennomføringstiden. Kriminalomsorgen skal forespørre botlagte om samtykke ved innkalling til soning av den subsidiære fengselsstraffen.",
                        "Dersom vilkårene for bøtetjeneste er til stede, fastsetter kriminalomsorgen et timetall for bøtetjenesten fra 2 til 180 timer og en gjennomføringstid fra 20 dager til 6 måneder. Dersom straffeloven § 63 er brukt, kan kriminalomsorgen fastsette et timetall for bøtetjenesten på inntil 270 timer og en gjennomføringstid på inntil 9 måneder.",
                        "Kriminalomsorgen fastsetter det nærmere innholdet i bøtetjenesten innenfor de rammene som er fastsatt i dom på bot eller i forelegg. § 53 første og tredje ledd, § 54 første ledd bokstav a til c og e, annet og tredje ledd, og § 57 gjelder tilsvarende. Kriminalomsorgen skal kontrollere at botlagte overholder forutsetninger og vilkår.",
                        "Dersom den botlagte forsettlig eller uaktsomt bryter bestemmelser gitt i eller i medhold av tredje ledd, skal kriminalomsorgen påpeke bruddet overfor botlagte, klargjøre kravene på egnet måte og gjøre botlagte kjent med følgene av gjentatte brudd.",
                        "Ved gjentatte brudd på vilkår eller forutsetninger, eller dersom det er sannsynlig at botlagte har begått eller vil begå straffbar handling eller unndra seg gjennomføringen, gjelder bestemmelsene om tilbakeføring til fengsel i § 14 sjette og sjuende ledd. Kriminalomsorgen kan avbryte gjennomføringen.",
                        "Departementet gir forskrift med nærmere regler om bøtetjenesten, herunder blant annet fastsetting av timetall, innhold og gjennomføring, og avbrudd.",
                        "§ 27 tredje ledd første punktum skal lyde:",
                        "Undersøkelse etter første ledd ved bruk av teknisk utstyr eller hund overfor advokat og offentlig myndighetsrepresentant, herunder diplomatisk eller konsulær representant, kan bare finne sted i avdeling med særlig høyt sikkerhetsnivå.",
                        "Loven del I og endringene i straffegjennomføringsloven § 10 nytt fjerde ledd og ny § 16 a gjelder fra den tid Kongen bestemmer. Endringen i straffegjennomføringsloven § 27 tredje ledd første punktum trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}