{
    "lawId": "LOV-2011-01-14-1",
    "lawName": "Lov om endringar i kommuneloven (møteoffentlegheit)",
    "shortName": "Endringslov til kommuneloven (møteoffentlegheit)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 31",
                    "title": "Møteoffentlighet",
                    "sections": [
                        "1.Enhver har rett til å overvære møtene i folkevalgte organer.",
                        "2.Et folkevalgt organ skal vedta å lukke et møte når det foreligger lovbestemt taushetsplikt.",
                        "3.Et folkevalgt organ skal vedta å lukke et møte når det skal behandle en sak som angår en arbeidstakers tjenstlige forhold.",
                        "4.Et folkevalgt organ kan vedta å lukke et møte når hensynet til personvern krever det.",
                        "5.Et folkevalgt organ kan vedta å lukke et møte når hensynet til tungtveiende offentlige interesser tilsier det, og det vil komme fram opplysninger i møtet som kunne ha vært unntatt offentlig innsyn etter lov 19. mai 2006 nr. 16 (offentleglova) dersom de hadde stått i et dokument.",
                        "Ny § 31 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 31 a",
                    "title": "Prosedyreregler mv.",
                    "sections": [
                        "1.Hvis møtelederen eller vedkommende organ krever det, skal debatten om lukking av et møte holdes i lukket møte. Avstemningen skal skje i åpent møte.",
                        "2.Møtelederen skal etter anmodning gi tillatelse til å gjøre opptak av eller overføre lyd eller bilde fra åpne møter, såfremt dette ikke virker forstyrrende på gjennomføringen av møtet.",
                        "3.Kommunerådet eller fylkesrådet bestemmer selv om deres møter skal være åpne, såfremt § 31 ikke er til hinder for åpenhet.",
                        "§ 68 nr. 5 siste punktum skal lyde:",
                        "§ 31 gjelder tilsvarende.",
                        "§ 77 nr. 8 tredje punktum skal lyde:",
                        "§ 31 nr. 3 gjelder tilsvarende.",
                        "Lova gjeld frå den tida Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}