{
    "lawId": "LOV-2011-06-24-29",
    "lawName": "Lov om folkehelsearbeid (folkehelseloven)",
    "shortName": "Folkehelseloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "Kapittel 1 Innledende bestemmelser",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Formålet med denne loven er å bidra til en samfunnsutvikling som fremmer folkehelse, herunder utjevner sosiale helseforskjeller. Folkehelsearbeidet skal fremme befolkningens helse, trivsel, gode sosiale og miljømessige forhold og bidra til å forebygge psykisk og somatisk sykdom, skade eller lidelse.",
                        "Loven skal sikre at kommuner, fylkeskommuner og statlige helsemyndigheter setter i verk tiltak og samordner sin virksomhet i folkehelsearbeidet på en forsvarlig måte. Loven skal legge til rette for et langsiktig og systematisk folkehelsearbeid."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Virkeområde",
                    "sections": [
                        "Loven gjelder for kommuner, fylkeskommuner og statlige myndigheter. Det som er fastsatt for fylkeskommuner i denne loven gjelder også for Oslo kommune.",
                        "Lovens kapittel 3 gjelder i tillegg for privat og offentlig virksomhet og eiendom når forhold ved disse direkte eller indirekte kan ha innvirkning på helsen.",
                        "Kongen kan gi forskrifter om lovens anvendelse på Svalbard og Jan Mayen og kan fastsette særlige regler av hensyn til stedlige forhold. Kongen kan bestemme om og i hvilken utstrekning bestemmelser gitt i loven her skal gjelde på norske skip i utenriksfart, i norske sivile luftfartøyer i internasjonal trafikk og på installasjoner og fartøy i arbeid på den norske kontinentalsokkelen.",
                        "Loven gjelder for helsepersonell, offentlige tjenestemenn og private der dette fastsettes i medhold av §§ 28 og 29."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Definisjoner",
                    "sections": [
                        "I loven her menes med",
                        "a)folkehelse: befolkningens helsetilstand og hvordan helsen fordeler seg i en befolkning",
                        "b)folkehelsearbeid: samfunnets innsats for å påvirke faktorer som direkte eller indirekte fremmer befolkningens helse og trivsel, forebygger psykisk og somatisk sykdom, skade eller lidelse, eller som beskytter mot helsetrusler, samt arbeid for en jevnere fordeling av faktorer som direkte eller indirekte påvirker helsen."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2 Kommunens ansvar",
            "paragraphs": [
                {
                    "name": "§ 4",
                    "title": "Kommunens ansvar for folkehelsearbeid",
                    "sections": [
                        "Kommunen skal fremme befolkningens helse, trivsel, gode sosiale og miljømessige forhold og bidra til å forebygge psykisk og somatisk sykdom, skade eller lidelse, bidra til utjevning av sosiale helseforskjeller og bidra til å beskytte befolkningen mot faktorer som kan ha negativ innvirkning på helsen.",
                        "Kommunen skal fremme folkehelse innen de oppgaver og med de virkemidler kommunen er tillagt, herunder ved lokal utvikling og planlegging, forvaltning og tjenesteyting.",
                        "Kommunen skal medvirke til at helsemessige hensyn blir ivaretatt av andre myndigheter og virksomheter. Medvirkning skal skje blant annet gjennom råd, uttalelser, samarbeid og deltagelse i planlegging. Kommunen skal legge til rette for samarbeid med frivillig sektor."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Oversikt over helsetilstand og påvirkningsfaktorer i kommunen",
                    "sections": [
                        "Kommunen skal ha nødvendig oversikt over helsetilstanden i befolkningen og de positive og negative faktorer som kan virke inn på denne. Oversikten skal blant annet baseres på:",
                        "a)opplysninger som statlige helsemyndigheter og fylkeskommunen gjør tilgjengelig etter §§ 20 og 25,",
                        "b)kunnskap fra de kommunale helse- og omsorgstjenestene, jf. helse- og omsorgstjenesteloven § 3-3 og",
                        "c)kunnskap om faktorer og utviklingstrekk i miljø og lokalsamfunn som kan ha innvirkning på befolkningens helse.",
                        "Oversikten skal være skriftlig og identifisere folkehelseutfordringene i kommunen, herunder vurdere konsekvenser og årsaksforhold. Kommunen skal særlig være oppmerksom på trekk ved utviklingen som kan skape eller opprettholde sosiale eller helsemessige problemer eller sosiale helseforskjeller.",
                        "Departementet kan gi nærmere forskrifter om krav til kommunens oversikt."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Mål og planlegging",
                    "sections": [
                        "Oversikten etter § 5 annet ledd skal inngå som grunnlag for arbeidet med kommunens planstrategi. En drøfting av kommunens folkehelseutfordringer bør inngå i strategien, jf. plan- og bygningsloven § 10-1.",
                        "Kommunen skal i sitt arbeid med kommuneplaner etter plan- og bygningsloven kapittel 11 fastsette overordnede mål og strategier for folkehelsearbeidet som er egnet til å møte de utfordringer kommunen står overfor med utgangspunkt i oversikten etter § 5 annet ledd."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Folkehelsetiltak",
                    "sections": [
                        "Kommunen skal iverksette nødvendige tiltak for å møte kommunens folkehelseutfordringer, jf. § 5. Dette kan blant annet omfatte tiltak knyttet til oppvekst- og levekårsforhold som bolig, utdanning, arbeid og inntekt, fysiske og sosiale miljøer, fysisk aktivitet, ernæring, skader og ulykker, tobakksbruk og alkohol- og annen rusmiddelbruk.",
                        "Kommunen skal gi informasjon, råd og veiledning om hva den enkelte selv og befolkningen kan gjøre for å fremme helse og forebygge sykdom."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3 Miljørettet helsevern",
            "paragraphs": [
                {
                    "name": "§ 8",
                    "title": "Virkeområde og forskrifter",
                    "sections": [
                        "Miljørettet helsevern omfatter de faktorer i miljøet som til enhver tid direkte eller indirekte kan ha innvirkning på helsen. Disse omfatter blant annet biologiske, kjemiske, fysiske og sosiale miljøfaktorer.",
                        "Departementet kan innenfor formålene etter § 1, gi forskrifter om miljørettet helsevern, herunder bestemmelser om innemiljø, luftkvalitet, vann og vannforsyning, støy, omgivelseshygiene, forebygging av ulykker og skader mv. Det kan også gis forskrifter om plikt til å ha internkontrollsystemer og til å føre internkontroll for å sikre at krav fastsatt i eller i medhold av dette kapittel overholdes."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Kommunens oppgaver og delegering av myndighet",
                    "sections": [
                        "Kommunen skal føre tilsyn med de faktorer og forhold i miljøet som til enhver tid direkte eller indirekte kan ha innvirkning på helsen, jf. § 8. Ansvar og oppgaver innen miljørettet helsevern som i denne lov er lagt til kommunen, kan i tillegg til å delegeres etter bestemmelsene i kommuneloven delegeres til et interkommunalt selskap.",
                        "Kommunens myndighet kan utøves av kommunelegen dersom dette på grunn av tidsnød er nødvendig for at kommunens oppgaver etter dette kapittel skal kunne utføres."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Meldeplikt og godkjenning",
                    "sections": [
                        "Departementet kan innenfor miljørettet helsevern, jf. § 8, gi nærmere bestemmelser om meldeplikt til, eller plikt til å innhente godkjenning fra, kommunen før eller ved iverksetting av virksomhet som kan ha innvirkning på helsen. Det samme gjelder ved endring av slik virksomhet. Kommunen kan ved godkjenning sette vilkår for å ivareta hensynet til folks helse, jf. §§ 1 og 8. Nærmere bestemmelser om godkjenning, herunder saksbehandlingsregler til utfylling av tjenesteloven, kan gis i forskriftene. Unntak fra tjenesteloven § 11 annet ledd kan bare gjøres når det er begrunnet ut fra tvingende allmenne hensyn.",
                        "For virksomheter som er underlagt melde- eller godkjenningsplikt, kan det i forskrift etter første ledd kreves at en vurdering fra et akkreditert inspeksjonsorgan skal fremlegges. Slik vurdering kan kreves innhentet ved nærmere bestemte tidsintervaller. Virksomheten dekker utgiftene til vurderingen fra det akkrediterte inspeksjonsorganet.",
                        "Dersom godkjenning ikke foreligger, kan kommunen kreve virksomheten stanset. Stansing kan bare kreves dersom ulempene ved stansing står i rimelig forhold til den helsefare som unngås. Stansing kan om nødvendig gjennomføres med bistand fra politiet.",
                        "I forskriftene kan det bestemmes at fylkesmannen skal ha godkjenningsmyndighet dersom virksomheten berører flere kommuner. Berører virksomheten flere fylker, kan det bestemmes at departementet skal ha godkjenningsmyndigheten. For vann og vannforsyning kan det i forskrift bestemmes at annen statlig myndighet enn fylkesmannen skal ha godkjenningsmyndigheten. Det kan videre gis særskilte bestemmelser om klageordning i tilfeller hvor fylkesmannen, departementet eller annen statlig myndighet gir godkjenning."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Helsekonsekvensutredning",
                    "sections": [
                        "Kommunen kan pålegge den som planlegger eller driver virksomhet, eller den ansvarlige for forhold ved en eiendom, for egen regning å utrede mulige helsemessige konsekvenser av tiltaket eller forholdet. Slik utredning kan bare kreves dersom ulempene ved å foreta utredningen står i rimelig forhold til de helsemessige hensyn som tilsier at forholdet utredes.",
                        "Klageinstansen har ved behandling av klagesaker tilsvarende rett til å kreve helsekonsekvensutredning."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Opplysningsplikt",
                    "sections": [
                        "Kommunen kan pålegge den som planlegger eller driver virksomhet som kan ha innvirkning på helsen, en plikt til, uten hinder av taushetsplikt, å gi kommunen de opplysninger som er nødvendige for at den kan utføre sine gjøremål etter dette kapittel. Når særlige grunner tilsier det, kan kommunen kreve at opplysningene gis av enhver som utfører arbeid for den som har opplysningsplikt etter første punktum. Opplysninger som nevnt i første punktum kan også kreves fra andre offentlige myndigheter uten hinder av taushetsplikt.",
                        "Den ansvarlige for eiendom eller virksomhet som nevnt i første ledd, skal av eget tiltak gi kommunen opplysninger om forhold ved eiendommen eller virksomheten som åpenbart kan ha negativ innvirkning på helsen.",
                        "Kommunen kan dessuten pålegge den ansvarlige for eiendom eller virksomhet som nevnt i første ledd, plikt til å gi allmennheten, kunder eller andre opplysninger om forhold ved eiendommen eller virksomheten som kan ha innvirkning på helsen."
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Gransking",
                    "sections": [
                        "Kommunen kan for å ivareta sine oppgaver etter dette kapittel beslutte at det skal foretas gransking av eiendom eller virksomhet. Granskingen kan gjennomføres av den som er delegert myndighet etter § 9 eller av kommunelegen i hastesaker. Granskingen kan om nødvendig gjennomføres med bistand fra politiet.",
                        "Den som utfører granskingen skal uhindret ha adgang til å inspisere eiendom og virksomhet og til å ta nødvendige prøver uten godtgjøring. Det kan kreves fremlagt dokumenter og materiale og kreves foretatt undersøkelser som kan ha betydning for kommunens gjøremål etter dette kapittel. Omkostninger forbundet med granskingen betales av den ansvarlige for eiendommen eller virksomheten.",
                        "Fylkesmannen har i klagesaker tilsvarende adgang til å gjennomføre gransking.",
                        "Ved gransking av virksomhet eller eiendom, skal den som utfører granskingen, først ta kontakt med representanter for virksomhetens ledelse."
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Retting",
                    "sections": [
                        "Kommunen kan pålegge forhold ved en eiendom eller virksomhet i kommunen rettet hvis forholdet direkte eller indirekte kan ha negativ innvirkning på helsen eller er i strid med bestemmelser gitt i medhold av dette kapittel. Retting kan bare kreves dersom ulempene ved å foreta rettingen står i rimelig forhold til de helsemessige hensyn som tilsier at forholdet rettes.",
                        "Pålegget skal være skriftlig og inneholde en frist for når det skal være utført. Det skal rettes til den som er ansvarlig for forholdet, eller til virksomheten som sådan. Kostnadene ved å gjennomføre pålegget skal dekkes av den som er ansvarlig for forholdet, eventuelt av virksomheten som sådan."
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Tvangsmulkt",
                    "sections": [
                        "Kommunen kan ved oversittelse av frist for å oppfylle pålegg om retting av forhold etter § 14 ilegge adressaten for pålegget tvangsmulkt i form av engangsmulkt eller løpende dagmulkt. Tvangsmulkten må være fastsatt enten samtidig med pålegget eller i forbindelse med fastsettelse av ny frist for oppfyllelse av pålegget. Tvangsmulktens størrelse fastsettes under hensyn til hvor viktig det er at pålegget blir gjennomført og hvilke kostnader det antas å medføre. Tvangsmulkten tilfaller statskassen.",
                        "Tvangsmulkten er tvangsgrunnlag for utlegg.",
                        "Departementet kan gi nærmere bestemmelser om fastsettelse og beregning av tvangsmulkt."
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Stansing",
                    "sections": [
                        "Oppstår det forhold ved en virksomhet eller eiendom som medfører en overhengende fare for helseskade, skal kommunen stanse hele eller deler av virksomheten eller aktiviteten inntil forholdene er rettet eller faren er over. Stansing kan om nødvendig gjennomføres med bistand fra politiet."
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Overtredelsesgebyr",
                    "sections": [
                        "Departementet kan i forskrift fastsette at kommunen kan ilegge overtredelsesgebyr overfor den som forsettlig eller uaktsomt overtrer bestemmelsene i §§ 10 til 14 og § 16. Det samme gjelder ved overtredelse av forskrifter gitt i medhold av §§ 8 og 10 når det er fastsatt i forskriften at overtredelse kan medføre slik sanksjon.",
                        "I forskrift etter første ledd kan departementet gi nærmere bestemmelser om hvilke overtredelser nevnt i første ledd som kan medføre overtredelsesgebyr. Videre skal forskriften gi nærmere bestemmelser om utmåling og betaling av gebyret, og det kan gis regler om rente og tilleggsgebyr dersom overtredelsesgebyr ikke blir betalt ved forfall. Gebyret tilfaller statskassen.",
                        "Endelig vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg.",
                        "Foretak kan ilegges overtredelsesgebyr i samsvar med første til tredje ledd når overtredelsen er begått av noen som har handlet på vegne av foretaket. Dette gjelder selv om ingen enkeltperson kan ilegges overtredelsesgebyr."
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Straff",
                    "sections": [
                        "Med bøter eller fengsel inntil 3 måneder eller begge deler straffes den som forsettlig eller uaktsomt overtrer pålegg eller forskrifter gitt i medhold av dette kapittel. Medvirkning straffes på samme måte.",
                        "Har overtredelsen ikke medført helseskade eller kun ubetydelig fare for helseskade, skjer offentlig påtale kun etter begjæring fra kommunestyret selv."
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Klage",
                    "sections": [
                        "Fylkesmannen avgjør klager over vedtak truffet av kommunen eller kommunelegen etter dette kapittel."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4 Fylkeskommunens ansvar",
            "paragraphs": [
                {
                    "name": "§ 20",
                    "title": "Fylkeskommunens ansvar for folkehelsearbeid",
                    "sections": [
                        "Fylkeskommunen skal fremme folkehelse innen de oppgaver og med de virkemidler som fylkeskommunen er tillagt. Dette skal skje gjennom regional utvikling og planlegging, forvaltning og tjenesteyting og tiltak som kan møte fylkets folkehelseutfordringer, jf. § 21 annet ledd.",
                        "Fylkeskommunen skal understøtte folkehelsearbeidet i kommunene, blant annet ved å gjøre tilgjengelig opplysninger i henhold til § 21, jf. § 5 første ledd bokstav a. Fylkeskommunen skal være pådriver for og samordne folkehelsearbeidet i fylket, for eksempel gjennom partnerskap."
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Oversikt over helsetilstand og påvirkningsfaktorer i fylket",
                    "sections": [
                        "Fylkeskommunen skal ha nødvendig oversikt over helsetilstanden i fylket og de positive og negative faktorer som kan virke inn på denne. Oversikten skal blant annet baseres på:",
                        "a)opplysninger som statlige helsemyndigheter gjør tilgjengelig etter § 25,",
                        "b)relevant kunnskap fra kommunene, tannhelsetjenesten og andre deler av fylkeskommunens virksomhet med betydning for folkehelsen.",
                        "Oversikten skal være skriftlig og identifisere folkehelseutfordringene i fylket, herunder vurdere konsekvenser og årsaksforhold. Fylkeskommunen skal særlig være oppmerksom på trekk ved utviklingen som kan skape eller opprettholde sosiale eller helsemessige problemer eller sosiale helseforskjeller.",
                        "Oversikten over fylkeskommunens folkehelseutfordringer etter annet ledd skal inngå som grunnlag for arbeidet med fylkeskommunens planstrategi. En drøfting av disse utfordringene bør inngå i strategien, jf. plan- og bygningsloven § 7-1.",
                        "Departementet kan gi nærmere forskrifter om krav til fylkeskommunens oversikt, herunder om plikt til å gjennomføre befolkningsundersøkelser, og om innholdet i og gjennomføringen av slike undersøkelser i fylket."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5 Statlige myndigheters ansvar",
            "paragraphs": [
                {
                    "name": "§ 22",
                    "title": "Statlige myndigheters ansvar",
                    "sections": [
                        "Statlige myndigheter skal i sin virksomhet vurdere konsekvenser for befolkningens helse der det er relevant."
                    ]
                },
                {
                    "name": "§ 23",
                    "title": "Fylkesmannens ansvar",
                    "sections": [
                        "Fylkesmannen skal bidra til å iverksette nasjonal politikk på folkehelseområdet og være pådriver for kunnskapsbasert folkehelsearbeid på lokalt og regionalt nivå, blant annet gjennom råd og veiledning til kommuner og fylkeskommuner."
                    ]
                },
                {
                    "name": "§ 24",
                    "title": "Helsedirektoratets ansvar",
                    "sections": [
                        "Helsedirektoratet skal følge med på forhold som påvirker folkehelsen og bidra til å iverksette nasjonal politikk på folkehelseområdet og være en pådriver for kunnskapsbasert folkehelsearbeid, blant annet gjennom utvikling av nasjonale normer og standarder for godt folkehelsearbeid.",
                        "Helsedirektoratet skal gi kommuner, fylkeskommuner, fylkesmenn og andre statlige institusjoner, helsepersonell og befolkningen informasjon, råd og veiledning om strategier og tiltak i folkehelsearbeidet. Direktoratet skal videre samarbeide med Nasjonalt folkehelseinstitutt om å gjøre tilgjengelig opplysninger om helsetilstand og påvirkningsfaktorer etter § 25."
                    ]
                },
                {
                    "name": "§ 25",
                    "title": "Nasjonalt folkehelseinstitutts ansvar",
                    "sections": [
                        "Nasjonalt folkehelseinstitutt skal overvåke utviklingen av folkehelsen, utarbeide oversikt over befolkningens helsetilstand og faktorer som påvirker denne, samt drive forskning på folkehelseområdet.",
                        "Nasjonalt folkehelseinstitutt skal gjøre tilgjengelig opplysninger som grunnlag for kommunenes og fylkeskommunenes oversikter etter §§ 5 og 21. Opplysningene skal være basert på statistikk fra sentrale helseregistre, samt annen relevant statistikk. Nasjonalt folkehelseinstitutt skal gi bistand, råd, veiledning og informasjon i den forbindelse.",
                        "Departementet kan i forskrift gi utfyllende bestemmelser om opplysninger som skal gjøres tilgjengelig for kommunen og fylkeskommunen.",
                        "Nasjonalt folkehelseinstitutt skal i forbindelse med eksponering for helseskadelige miljøfaktorer bistå kommuner, fylkeskommuner, fylkesmenn og andre statlige institusjoner, helsepersonell og befolkningen for å sikre beskyttelse av befolkningens helse."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 6 Samarbeid, beredskap, internkontroll, tilsyn mv.",
            "paragraphs": [
                {
                    "name": "§ 26",
                    "title": "Samarbeid mellom kommuner",
                    "sections": [
                        "Departementet kan pålegge samarbeid mellom kommuner når det anses påkrevet for en forsvarlig løsning av folkehelsearbeidet i kommunene, herunder gi bestemmelser om hvilke oppgaver det skal samarbeides om og fordeling av utgifter.",
                        "Dersom forholdene tilsier det, skal kommunen yte bistand til andre kommuner ved ulykker og andre akutte situasjoner. Anmodning om bistand fremmes av den kommunen som har bistandsbehovet. Den kommunen som mottar bistand skal yte kommunen som bidrar med hjelp, kompensasjon for utgifter som pådras, med mindre annet er avtalt eller bestemt i medhold av første ledd."
                    ]
                },
                {
                    "name": "§ 27",
                    "title": "Samfunnsmedisinsk kompetanse",
                    "sections": [
                        "Kommunen skal ha nødvendig samfunnsmedisinsk kompetanse for å ivareta oppgaver etter loven her. Det skal ansettes en eller flere kommuneleger som medisinsk-faglig rådgiver for kommunen for å ivareta blant annet:",
                        "a)samfunnsmedisinsk rådgivning i kommunens folkehelsearbeid, jf. §§ 4 til 7, herunder epidemiologiske analyser, jf. § 5 annet ledd,",
                        "b)hastekompetanse på kommunens vegne i saker innen miljørettet helsevern, smittevern og helsemessig beredskap og",
                        "c)andre oppgaver delegert fra kommunestyret.",
                        "Kommunene kan samarbeide med andre kommuner om ansettelse av kommunelege."
                    ]
                },
                {
                    "name": "§ 28",
                    "title": "Beredskap",
                    "sections": [
                        "Kommunen, fylkeskommunen, fylkesmannen, Helsedirektoratet og Nasjonalt folkehelseinstitutt har ansvar for nødvendige beredskapsforberedelser og for tiltak i beredskapssituasjoner, jf. helseberedskapsloven § 2-1.",
                        "Kommunen plikter å utarbeide en beredskapsplan for sine oppgaver etter denne lovens kapittel 3, i samsvar med helseberedskapsloven. Helseberedskapsplanen skal samordnes med kommunens øvrige beredskapsplaner.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om kommunens beredskap innen miljørettet helsevern, og om meldeplikt for kommuner, helseforetak og helsepersonell til Nasjonalt folkehelseinstitutt om miljøhendelser eller mistanke om utbrudd av sykdom relatert til eksponering for helseskadelige miljøfaktorer. I forskrift kan videre gis nærmere bestemmelser om oppgaver for og ansvarsfordeling mellom kommuner, fylkeskommuner og statlige helsemyndigheter for å sikre beskyttelse av befolkningens helse."
                    ]
                },
                {
                    "name": "§ 29",
                    "title": "Gjennomføring av avtaler med fremmede stater og internasjonale organisasjoner",
                    "sections": [
                        "Kongen i statsråd kan i forskrift gi nærmere bestemmelser for gjennomføring av avtaler på folkehelseområdet med fremmede stater og internasjonale organisasjoner.",
                        "Forskrift etter første ledd kan gi bestemmelser om gjennomføring av Verdens helseorganisasjons internasjonale helsereglement (IHR), herunder om etablering av IHR-registre. IHR-registre kan inneholde helseopplysninger i avidentifisert eller i personidentifiserbar form, uten samtykke fra de registrerte. Det kan gis bestemmelser om plikt for helsepersonell, offentlige tjenestemenn og private til å melde eller varsle helseopplysninger til IHR-registre. Videre behandling av opplysninger i IHR-registre skal være i tråd med bestemmelsene i helseregisterloven.",
                        "Forskrift etter første ledd kan gi bestemmelser om iverksetting av midlertidige og stående tiltak fra Verdens helseorganisasjon."
                    ]
                },
                {
                    "name": "§ 30",
                    "title": "Internkontroll",
                    "sections": [
                        "Kommunen og fylkeskommunen skal føre internkontroll for å sikre at krav fastsatt i eller i medhold av loven her overholdes.",
                        "Kommunenes tilsyn med virksomhet og eiendom i henhold til § 9 skal dokumenteres særskilt, herunder uavhengighet og likebehandling i tilsynet."
                    ]
                },
                {
                    "name": "§ 31",
                    "title": "Statlig tilsyn med lov om folkehelsearbeid",
                    "sections": [
                        "Fylkesmannen skal føre tilsyn med lovligheten av kommunens og fylkeskommunens oppfyllelse av plikter pålagt i eller i medhold av §§ 4 til 9, 20, 21 og 27 til 30 i loven her.",
                        "Reglene i kommuneloven kapittel 10 A gjelder for tilsynsvirksomheten etter første ledd."
                    ]
                },
                {
                    "name": "§ 32",
                    "title": "Overordnet faglig tilsyn",
                    "sections": [
                        "Statens helsetilsyn har det overordnede faglige tilsyn med loven her i henhold til § 31, og skal utøve myndighet i samsvar med det som er bestemt i lov og forskrift."
                    ]
                },
                {
                    "name": "§ 33",
                    "title": "Videreføring av forskrifter",
                    "sections": [
                        "Forskrifter gitt eller videreført i medhold av lov 19. november 1982 nr. 66 om helsetjenesten i kommunene kapittel 4a og § 7-9 gjelder også etter at loven her har trådt i kraft."
                    ]
                },
                {
                    "name": "§ 34",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven trer i kraft fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelser til forskjellig tid."
                    ]
                },
                {
                    "name": "§ 35",
                    "title": "Endringer i andre lover",
                    "sections": [
                        "Fra det tidspunkt loven trer i kraft, gjøres følgende endringer i andre lover:",
                        "1. Lov 19. juni 2009 nr. 65 om fylkeskommuners oppgaver i folkehelsearbeidet oppheves.",
                        "2. I lov 9. mars 1973 nr. 14 om vern mot tobakkskader gjøres følgende endringer:",
                        "§ 13 annet ledd skal lyde:",
                        "Reglene vedrørende kommunestyrets og Arbeidstilsynets virksomhet som tilsynsorgan etter henholdsvis folkehelseloven kapittel 3 og arbeidsmiljøloven § 18-4 til 18-8 får tilsvarende anvendelse ved tilsyn etter paragrafen her.",
                        "3. I lov 5. august 1994 nr. 55 om vern mot smittsomme sykdommer gjøres følgende endringer:",
                        "§ 2-2 åttende ledd skal lyde:",
                        "Når det er nødvendig for iverksetting av tiltak eller for oversikt og kontroll i forbindelse med smittsomme sykdommer, kan kommunelegen, fylkesmannen, Helsetilsynet i fylket, Helsedirektoratet, Statens helsetilsyn og Nasjonalt folkehelseinstitutt kreve opplysninger fra offentlige kilder eller privat helse- og omsorgstjeneste uten hinder av lovbestemt taushetsplikt. Helsedirektoratet og Nasjonalt folkehelseinstitutt kan i en smittesituasjon behandle opplysninger samlet inn etter dette ledd i utbruddsregistre. Behandling av opplysninger skal være i tråd med bestemmelsene i helseregisterloven.",
                        "§ 4-10 første til tredje ledd skal lyde:",
                        "Tjenestemenn ved politiet, skipskontrollen, losvesenet, tollvesenet og havnevesenet, på flyplasser og ansatte i Mattilsynet plikter å ha særlig oppmerksomhet rettet mot smittsomme sykdommer. De plikter å bistå med gjennomføringen og overholdelsen av de bestemmelser som er gitt i denne loven eller helse- og omsorgstjenesteloven, eller i medhold av disse lovene.",
                        "Tjenestemenn etter første ledd skal uten hinder av lovbestemt taushetsplikt underrette kommunelegen når de har en sterk mistanke om en allmennfarlig smittsom sykdom eller oppdager et tilfelle av en slik sykdom. Det samme gjelder når de blir oppmerksom på forhold som kan medføre en nærliggende fare for overføring av en slik sykdom og det åpenbart er nødvendig med hjelp eller tiltak fra helse- og omsorgstjenesten. Hvis kommunelegen ikke er til stede, skal tjenestemennene underrette fylkesmannen.",
                        "§ 4-10 tredje ledd oppheves.",
                        "Nåværende fjerde ledd blir nytt tredje ledd og skal lyde:",
                        "Mattilsynet skal straks underrette kommunelegen eller fylkesmannen ved mistanke om eller tilfelle av smittsom dyresykdom som kan utgjøre en fare for mennesker eller ved mistanke om smittsom sykdom som formidles til mennesker via næringsmidler.",
                        "§ 4-10 femte ledd blir nytt fjerde ledd og sjette ledd blir nytt femte ledd.",
                        "4. I lov 23. juni 2000 nr. 56 om helsemessig og sosial beredskap gjøres følgende endringer:",
                        "Lovens tittel skal lyde:",
                        "Lov 23. juni 2000 nr. 56 om helsemessig og sosial beredskap (helseberedskapsloven)",
                        "§ 1-3 første ledd skal lyde:",
                        "Denne lov gjelder for:",
                        "a)den offentlige helse- og omsorgstjeneste og kommunens folkehelsearbeid etter folkehelseloven kapittel 2 og 3,",
                        "b)private som i henhold til lov eller avtale tilbyr helse- og omsorgstjenester eller sosialtjenester til befolkningen,",
                        "c)private som uten formell tilknytning til kommune, fylkeskommune, regionalt helseforetak eller staten tilbyr helse- og omsorgstjenester eller sosialtjenester,",
                        "d)Mattilsynet,",
                        "e)offentlige næringsmiddellaboratorier,",
                        "f)private næringsmiddellaboratorier,",
                        "g)vannverk",
                        "h)apotek, grossister og tilvirkere av legemidler."
                    ]
                }
            ]
        }
    ]
}