{
    "lawId": "LOV-2007-06-29-80",
    "lawName": "Lov om endringar i lov 15. desember 1967 nr. 9 om patenter m.m. (gjennomføring av Den europeiske patentkonvensjonen)",
    "shortName": "Endringslov til patentloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 52 a",
                    "title": "Reiser søksmål som nevnt i § 52 spørsmål om patentet er meddelt i strid med § 1 b, kan retten innhente en rådgivende uttalelse fra Den etiske nemnden for patentsaker, jf. § 15 a.",
                    "sections": [
                        "Retten skal ta stilling til om uttalelse skal innhentes straks etter at tilsvar er inngitt. Anmodningen om uttalelse skal være skriftlig og begrunnet. Partene skal gis anledning til å uttale seg om uttalelse skal innhentes og om utformingen av anmodningen. Anmodningen skal sendes til partene samtidig som den sendes til nemnden. Partene gis samtidig en frist på inntil tre uker for å avgi skriftlig uttalelse til nemnden.",
                        "Nemnden skal avgi sin uttalelse innen tre måneder etter foreleggelsen. Nemndens uttalelse skal være skriftlig og begrunnet og skal avgis av en fulltallig nemnd om ikke nemndens leder ut fra sakens karakter finner at det er tilstrekkelig at tre medlemmer behandler saken. Nemndens medlemmer skal søke å avgi en felles uttalelse. Uttalelsen skal sendes retten og partene.",
                        "Retten skal gi partene en frist på tre uker til å inngi skriftlige kommentarer til nemndens uttalelse. Hovedforhandling i saken kan først avholdes etter at denne fristen er utløpt.",
                        "Saksdokumentene i saker der nemnden avgir uttalelse til domstolene er ikke omfattet av offentleglova. Enhver har rett til innsyn i en uttalelse hos nemnden etter at dom er avsagt."
                    ]
                },
                {
                    "name": "§ 52 b",
                    "title": "Enhver kan overfor Patentstyret fremsette begjæring om at et patent skal erklæres helt eller delvis ugyldig ved avgjørelse av Patentstyret (administrativ overprøving).",
                    "sections": [
                        "Begjæring om administrativ overprøving skal innleveres skriftlig til Patentstyret og skal:",
                        "a)oppgi navnet og adressen til den som har innlevert begjæringen,",
                        "b)oppgi hvilket patent den gjelder,",
                        "c)oppgi hvilke grunner begjæringen bygger på, og",
                        "d)inneholde nødvendig dokumentasjon av forhold som påberopes til støtte for begjæringen.",
                        "Begjæringen skal i tillegg oppfylle de vilkårene som er fastsatt av Kongen ved forskrift, og det skal betales fastsatt avgift.",
                        "Dersom begjæringen ikke oppfyller vilkårene i annet ledd, § 52 c eller § 52 d første ledd første punktum, skal Patentstyret gi en rimelig frist for uttalelse og om mulig retting av feilene. Blir feilene ikke rettet innen utløpet av fristen, skal begjæringen avvises dersom Patentstyret ikke finner at det bør gis ny frist for retting.",
                        "Patentstyret kunngjør at begjæring om administrativ overprøving er innlevert og forelegger denne for patenthaveren som skal gis anledning til å uttale seg om begjæringen. Den som begjærer administrativ overprøving, skal gi melding om dette i rekommandert brev til alle lisenshavere som er registrert i patentregisteret med adresse. Dokumenteres det ikke at det er gitt slik melding, kan Patentstyret fastsette en frist for å gi melding. Oversittes fristen, skal begjæringen avvises.",
                        "Er det innlevert to eller flere begjæringer om administrativ overprøving av det samme patentet, kan Patentstyret forene sakene dersom ingen av partene fremsetter en begrunnet innvendig mot dette.",
                        "Patentstyret kan behandle en begjæring om administrativ overprøving selv om patentet er opphørt eller opphører etter §§ 51 eller 54 dersom den som har begjært overprøving har rettslig interesse i å få prøvet spørsmålet etter at patentet er opphørt.",
                        "Patentstyret kan ta hensyn til forhold som ikke er berørt i begjæringen om overprøving.",
                        "Enhver kan kreve innsyn i dokumentene i sak om administrativ overprøving. Bestemmelsene i § 22 femte og sjette ledd gjelder tilsvarende."
                    ]
                },
                {
                    "name": "§ 52 c",
                    "title": "Begjæring om administrativ overprøving kan ikke fremsettes før innsigelsesfristen er utløpt eller så lenge en innsigelsessak eller sak om patentbegrensning begjært av patenthaver ikke er endelig avgjort. Det samme gjelder så lenge en sak om patentet ved domstolene ikke er endelig avgjort. Dersom det reises sak for domstolene om patentet før det er truffet endelig avgjørelse i sak om administrativ overprøving, skal Patentstyret stanse behandlingen inntil rettssaken er endelig avgjort dersom administrativ overprøving er begjært av andre enn patenthaveren. Den som har begjært administrativ overprøving, kan ikke reise søksmål om patentet mens overprøvingssaken pågår for Patentstyret.",
                    "sections": [
                        "Begjæring om administrativ overprøving kan ikke fremsettes av en part som tidligere har anlagt sak for domstolene om gyldigheten av patentet dersom reglene om rettskraft er til hinder for at det anlegges ny sak for domstolene om patentet."
                    ]
                },
                {
                    "name": "§ 52 d",
                    "title": "Begjæring om administrativ overprøving kan bare begrenses med at patentet er meddelt i strid med vilkårene i §§ 1 til 2, men likevel ikke med at patentet er meddelt til en annen enn den som er berettiget til oppfinnelsen, jf. § 1 første ledd. Er Patentstyret i tvil om patentet er meddelt i strid med § 1 b, skal Patentstyret innhente en rådgivende uttalelse fra Den etiske nemnden for patentsaker.",
                    "sections": [
                        "Dersom Patentstyret kommer til at patentet er meddelt i strid med §§ 1 til 2, erklæres det ugyldig dersom ikke ugyldighetsgrunnen kan avhjelpes ved at patentet endres. Patentet kan bare opprettholdes i endret form når patenthaver er enig i de endringer Patentstyret vil gjøre. Dersom patenthaver ikke er enig i endringene, skal patentet erklæres ugyldig. Dersom det ikke er grunnlag for å imøtekomme begjæringen helt eller delvis skal Patentstyret avslå begjæringen og erklære at patentet opprettholdes.",
                        "Blir patentet opprettholdt i endret form, skal patenthaver betale fastsatt avgift for endringen av patentet innen en fastsatt frist. Betales ikke avgiften rettidig, skal patentet erklæres ugyldig.",
                        "Avgjørelse om å erklære et patent helt eller delvis ugyldig har virkning fra den dag patentsøknaden ble inngitt. Patentstyret skal kunngjøre avgjørelsen."
                    ]
                },
                {
                    "name": "§ 52 e",
                    "title": "Avgjørelsen av en begjæring om administrativ overprøving i Patentstyrets første avdeling kan påklages til Patentstyrets annen avdeling av den parten som avgjørelsen har gått imot. Klage må være innkommet til Patentstyret innen to måneder fra den dag melding om avgjørelsen ble sendt vedkommende part. Det skal betales fastsatt avgift. I motsatt fall opptas ikke klagen til behandling.",
                    "sections": [
                        "Klagen skal oppgi",
                        "a)klagerens navn og adresse,",
                        "b)avgjørelsen som det klages over,",
                        "c)hvilken endring som ønskes i avgjørelsen, og",
                        "d)hvilke grunner klagen bygger på.",
                        "Klagen skal i tillegg oppfylle de vilkårene som er fastsatt av Kongen ved forskrift. § 52 b tredje ledd gjelder tilsvarende så langt den passer.",
                        "Avgjørelse fra Patentstyret i sak om administrativ overprøving hvor patentet erklæres ugyldig eller endres, kan ikke bringes inn for domstolene senere enn to måneder etter at melding om avgjørelsen ble sendt den part som avgjørelsen går imot. Orientering om søksmålsfristen skal inntas i meldingen. Avgjørelse fra Patentstyret hvor en begjæring om administrativ overprøving avvises eller avslås kan ikke bringes inn for domstolene.",
                        "§ 55 skal lyde:",
                        "Når et patent bortfaller, kjennes eller erklæres ugyldig, overføres, erklæres opphørt eller opprettholdes i endret form, skal Patentstyret kunngjøre det.",
                        "§ 61 første ledd skal lyde:",
                        "I sivile saker om patentinngrep kan frifinnelse ikke bygges på at patentet er ugyldig eller kan kreves overført, jf §§ 52 og 53, uten at det først er avsagt dom for patentets ugyldighet eller overføring. Frifinnelse kan likevel bygges på at patentet er opphevet eller overført etter § 25, eller er erklært ugyldig etter § 52 d.",
                        "§ 63 første ledd skal lyde:",
                        "Følgende søksmål reises ved Oslo tingrett:",
                        "1.søksmål angående retten til en oppfinnelse som det er søkt om patent på,",
                        "2.søksmål angående prøvelse av avgjørelse hvorved Patentstyrets annen avdeling avslår en søknad om patent, opphever et patent eller opprettholder en beslutning i Patentstyrets første avdeling om å oppheve et patent, jf. § 27 tredje ledd,",
                        "3.søksmål angående begjæring om patentbegrensning, jf. § 39 d tredje ledd,",
                        "4.søksmål angående ugyldigkjennelse eller overføring av patent, jf. §§ 52 og 53,",
                        "5.søksmål angående tvangslisens, jf. §§ 50 og 50 a, og",
                        "6.søksmål angående begjæring om administrativ overprøving, jf. § 52 e tredje ledd.",
                        "Nye §§ 63 a til 63 d skal lyde:"
                    ]
                },
                {
                    "name": "§ 63 a",
                    "title": "I saker om inngrep i eller gyldigheten av et europeisk patent kan retten stanse saken inntil Det europeiske patentverket har truffet en endelig avgjørelse i sak om opphevelse eller begrensning av patentet eller inntil patentet ikke lenger kan oppheves av Det europeiske patentverket.",
                    "sections": []
                },
                {
                    "name": "§ 63 b",
                    "title": "Søksmål om retten til å få meddelt europeisk patent hører under norsk domstol dersom:",
                    "sections": [
                        "a)søksmål anlegges mot noen som søker om europeisk patent og har bopel eller hovedkontor i Norge,",
                        "b)den som krever retten har bopel eller hovedkontor i Norge og søkeren ikke har bopel eller hovedkontor i en stat som er part i den europeiske patentkonvensjonen, eller",
                        "c)partene har avtalt skriftlig, eller muntlig med skriftlig bekreftelse, at søksmål skal reises ved norsk domstol.",
                        "Søksmål om retten til å få meddelt europeisk patent mellom arbeidsgiver og arbeidstager på en oppfinnelse gjort av en arbeidstager hører under norsk domstol dersom:",
                        "a)arbeidstageren hovedsakelig er sysselsatt i Norge, eller, dersom det ikke kan fastslås i hvilken stat vedkommende hovedsakelig er sysselsatt, arbeidstageren er tilknyttet forretningssted i Norge, eller",
                        "b)partene har avtalt skriftlig, eller muntlig med skriftlig bekreftelse, at søksmål skal reises ved norsk domstol og slik avtale er i samsvar med den stats lov som får anvendelse på ansettelsesforholdet.",
                        "Dersom norsk lov gjelder for arbeidsavtalen kan det ikke gyldig avtales at søksmål som nevnt i leddet her skal reises ved utenlandsk domstol. I søksmål etter leddet her skal den stats rett der arbeidstageren hovedsakelig er sysselsatt, eller, dersom dette ikke kan fastslås, den stats rett der forretningssted som arbeidstageren er tilknyttet ligger, legges til grunn for avgjørelsen."
                    ]
                },
                {
                    "name": "§ 63 c",
                    "title": "Søksmål om retten til å få meddelt europeisk patent skal avvises dersom en sak mellom de samme parter om den samme søknadsgjenstanden er anlagt tidligere ved domstol eller annet organ i en annen stat som er part i den europeiske patentkonvensjonen. Er det fremsatt innsigelse mot å fremme sakens for den domstol eller det organ saken er anlagt for i utlandet, skal retten stanse saken inntil spørsmålet er rettskraftig avgjort.",
                    "sections": []
                },
                {
                    "name": "§ 63 d",
                    "title": "Rettskraftig avgjørelse avsagt i hvilken som helst stat som er part i den europeiske patentkonvensjonen i sak om retten til å få meddelt europeisk patent for en eller flere stater angitt i søknaden har uten videre bindende virkning og kan fullbyrdes her i riket. Det skal ikke finne sted noen prøving av avgjørelsens gyldighet eller kompetansen til den domstol eller det organ som har avsagt avgjørelsen. Avgjørelsen har ikke slik virkning dersom:",
                    "sections": [
                        "a)en som søker om europeisk patent og ikke har bestridt kravet godtgjør at dokumentet som påbegynte sak som nevnt i første punktum ikke ble fremlagt for vedkommende slik at denne kunne ta til motmæle, eller",
                        "b)en søker godtgjør at avgjørelse som nevnt i første punktum er uforenlig med en annen avgjørelse avsagt i en stat som er part i den europeiske patentkonvensjonen mellom de samme parter, og at denne saken ble igangsatt tidligere enn den som resulterte i avgjørelsen som kreves anerkjent.",
                        "Nytt kapittel 10 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 10 a. Europeiske patenter",
            "paragraphs": [
                {
                    "name": "§ 66 a",
                    "title": "Et europeisk patent er et patent som er meddelt av Det europeiske patentverket etter konvensjonen om meddelelse av europeiske patenter 5. oktober 1973 (den europeiske patentkonvensjonen). En europeisk patentsøknad er en søknad om slikt patent.",
                    "sections": [
                        "Søknad om europeisk patent inngis til Det europeiske patentverket eller til Patentstyret som videresender den til Det europeiske patentverket innen fastsatt frist. Europeisk avdelt søknad som nevnt i den europeiske patentkonvensjonen artikkel 76 må likevel inngis direkte til Det europeiske patentverket."
                    ]
                },
                {
                    "name": "§ 66 b",
                    "title": "Europeisk patent er meddelt når Det europeiske patentverket har kunngjort sin beslutning om dette. Dersom det er angitt at patentet, skal gjelde i Norge, har patentet samme virkning som patenter meddelt av Patentstyret og følger de samme bestemmelsene når vilkårene i § 66 c første ledd er oppfylt.",
                    "sections": [
                        "Avgjørelse fra Det europeiske patentverket om helt eller delvis å oppheve eller begrense et europeisk patent har samme virkning her i riket som tilsvarende avgjørelser fattet av Patentstyret. Avgjørelsen har virkning allerede fra den dag patentsøknaden ble inngitt. Bestemmelsene i §§ 39 e og 55 gjelder tilsvarende. For at et patent etter avgjørelse fra Det europeiske patentverket skal ha virkning her i riket i endret form, må dessuten vilkårene i § 66 c første ledd være oppfylt."
                    ]
                },
                {
                    "name": "§ 66 c",
                    "title": "For at et europeisk patent skal få virkning her i riket, må patenthaveren innen den frist Kongen fastsetter sende en oversettelse til norsk av den tekst som ligger til grunn for beslutningen om å meddele patentet til Patentstyret og betale fastsatt avgift. Det samme gjelder når Det europeiske patentverket beslutter at et europeisk patent skal opprettholdes i endret form etter innsigelses- eller klagebehandling eller ved sentralisert patentbegrensning. Bestemmelsene i § 72 første ledd gjelder tilsvarende ved oversittelse av frister etter leddet her. Besluttes det at en fristoversittelse ikke skal få virkning, skal Patentstyret kunngjøre det.",
                    "sections": [
                        "Oversettelser skal holdes tilgjengelige for enhver. Dette gjelder likevel ikke før en europeisk patentsøknad er blitt publisert av Det europeiske patentverket.",
                        "Når Det europeiske patentverket har kunngjort sin beslutning om å meddele patentet og vilkårene i første ledd er oppfylt, skal Patentstyret kunngjøre at patentet gjelder her i riket. Det samme gjelder når et europeisk patent etter beslutning fra Det europeiske patentverket skal opprettholdes i endret form."
                    ]
                },
                {
                    "name": "§ 66 d",
                    "title": "Har noen i god tro begynt å utnytte oppfinnelsen i nærings- eller driftsøyemed her i riket eller gjort vesentlige forberedelsestiltak til det etter at frister som nevnt i § 66 c er oversittet, men før det er kunngjort at fristoversittelsen ikke får virkning, kan vedkommende uten hinder av patentet fortsette utnyttelsen på tilsvarende måte. Bestemmelsen i § 74 tredje ledd gjelder tilsvarende.",
                    "sections": []
                },
                {
                    "name": "§ 66 e",
                    "title": "For europeiske patenter skal det betales fastsatt årsavgift til Patentstyret for hvert år fra året etter at Det europeiske patentverket kunngjorde sin beslutning om å meddele patentet. Bestemmelsene i §§ 42 og 51 gjelder tilsvarende.",
                    "sections": []
                },
                {
                    "name": "§ 66 f",
                    "title": "En europeisk patentsøknad som gjelder for Norge og som Det europeiske patentverket har fastsatt inngivelsesdag for, har samme virkning som en søknad innlevert her i riket denne dag. Har søknaden etter den europeiske patentkonvensjonen prioritet fra en tidligere dag enn inngivelsesdagen, gjelder denne prioriteten også her i riket.",
                    "sections": [
                        "Ved anvendelsen av § 2 annet ledd annet punktum skal kunngjøring etter den europeiske patentkonvensjonen artikkel 93 likestilles med at søknaden holdes allment tilgjengelig etter § 22. Dette gjelder også kunngjøring som nevnt i konvensjonen artikkel 153 nr. 3 og 4 når slik kunngjøring likestilles med kunngjøring etter artikkel 93."
                    ]
                },
                {
                    "name": "§ 66 g",
                    "title": "Når en europeisk patentsøknad er blitt publisert etter den europeiske patentkonvensjonen og søkeren har innsendt til Patentstyret en oversettelse til norsk av patentkravene slik de er publisert, skal Patentstyret kunngjøre dette og holde oversettelsen tilgjengelig for enhver.",
                    "sections": [
                        "Utnytter noen i nærings- eller driftsøyemed en oppfinnelse som er gjenstand for en europeisk patentsøknad og som er kunngjort etter første ledd, gjelder bestemmelsene om patentinngrep i loven her, bortsett fra § 57 og § 58 første ledd, dersom søknaden fører til patent i Norge. Patentvernet omfatter likevel bare det som fremgår av både de publiserte patentkravene og av patentkravene i det meddelte patentet. Dersom patentet er opphevet eller begrenset av Det europeiske patentverket, omfatter patentbeskyttelsen bare det som fremgår av de offentliggjorte endrede patentkrav.",
                        "Foreldelsesfristen for krav etter denne bestemmelsen begynner ikke å løpe før innsigelsesfristen for det europeiske patentet er utløpt eller Det europeiske patentverket har besluttet å opprettholde patentet etter innsigelsesbehandling."
                    ]
                },
                {
                    "name": "§ 66 h",
                    "title": "Avslås en europeisk patentsøknad, har dette samme virkning som om en søknad om patent her i riket ble avslått av Patentstyret.",
                    "sections": [
                        "Trekkes en europeisk patentsøknad eller angivelse av at søknaden skal omfatte Norge tilbake, eller skal søknaden eller angivelsen etter den europeiske patentkonvensjonen anses trukket tilbake, og søknaden ikke gjenopptas etter konvensjonen artikkel 121, har dette samme virkning som om en søknad om patent her i riket trekkes eller anses trukket tilbake hos Patentstyret."
                    ]
                },
                {
                    "name": "§ 66 i",
                    "title": "Samsvarer ikke oversettelse som nevnt i §§ 66 c eller 66 g med teksten på det språk som var behandlingsspråk ved Det europeiske patentverket, gjelder patentvernet her i riket bare så langt som det er samsvar mellom oversettelsen og teksten på behandlingsspråket. I sak om gyldigheten av patentet her i riket skal kun teksten på behandlingsspråket legges til grunn for avgjørelsen.",
                    "sections": []
                },
                {
                    "name": "§ 66 j",
                    "title": "Når søkeren eller patenthaveren sender en rettelse av oversettelse som nevnt i § 66 c til Patentstyret og betaler fastsatt avgift, gjelder den rettede oversettelsen. Bestemmelsene i § 66 c annet ledd gjelder tilsvarende. Patentstyret kunngjør at rettet oversettelse er innsendt. Når søkeren sender inn en rettelse av oversettelsen som nevnt i § 66 g, skal Patentstyret kunngjøre at ny oversettelse er inngitt og holde den tilgjenglige for enhver. Deretter gjelder den rettede oversettelsen.",
                    "sections": [
                        "Har noen i god tro begynt å utnytte oppfinnelsen i nærings- eller driftsøyemed her i riket på en måte som ikke gjorde inngrep i søkerens eller patenthaverens rett slik denne fremgikk av en tidligere oversettelse, eller gjort vesentlige forberedelsestiltak til det, da en rettet oversettelse begynte å gjelde, kan vedkommende uten hinder av søkerens eller patenthaverens rett fortsette utnyttelsen på tilsvarende måte. Bestemmelsen i § 74 tredje ledd gjelder tilsvarende."
                    ]
                },
                {
                    "name": "§ 66 k",
                    "title": "Dersom Det europeiske patentverket bestemmer at en fristoversittelse med hensyn til en europeisk patentsøknad eller et europeisk patent ikke skal få virkning, gjelder dette også her i riket.",
                    "sections": [
                        "Har noen i god tro etter fristoversittelsen, men før Det europeiske patentverket har kunngjort at oversittelsen ikke får virkning, begynt å utnytte oppfinnelsen i nærings- eller driftsøyemed her i riket eller gjort vesentlige forberedelsestiltak til det, kan vedkommende uten hinder av patentet fortsette utnyttelsen på tilsvarende måte. Bestemmelsen i § 74 tredje ledd gjelder tilsvarende."
                    ]
                },
                {
                    "name": "§ 66 l",
                    "title": "Har noen i god tro i nærings- eller driftsøyemed her i riket i perioden mellom avgjørelse fra Klagenemnden i Det europeiske patentverket og kunngjøring av avgjørelse fra Den utvidete klagenemnden i Det europeiske patentverket begynt, eller gjort vesentlige forberedelsestiltak til, å utnytte en oppfinnelse som er gjenstand for en publisert europeisk patentsøknad eller et publisert  europeisk patent, kan vedkommende uten hinder av patentsøkerens eller patenthaverens rett fortsette utnyttelsen på tilsvarende måte. Bestemmelsen i § 74 tredje ledd gjelder tilsvarende.",
                    "sections": []
                },
                {
                    "name": "§ 66 m",
                    "title": "Dersom en europeisk patentsøknad som er innlevert til et nasjonalt patentverk blir ansett trukket tilbake som følge av at søknaden ikke er sendt til Det europeiske patentverket innen fastsatt frist, skal Patentstyret etter begjæring fra søkeren anse søknaden som en søknad om patent her i riket når:",
                    "sections": [
                        "a)begjæringen er fremsatt til den nasjonale myndighet som mottok søknaden innen tre måneder etter at søkeren ble gitt melding om at søknaden var ansett trukket tilbake, og",
                        "b)begjæringen er oversendt til Patentstyret innen 20 måneder fra søknadens inngivelsesdag eller, dersom prioritet er begjært, fra prioritetsdagen.",
                        "Dersom vilkårene i første ledd er oppfylt, skal Patentstyret ta søknaden under behandling når søkeren innen en frist fastsatt av Kongen betaler fastsatt avgift og sender inn en oversettelse av søknaden til norsk. Oppfyller søknaden de formelle krav i den europeiske patentkonvensjonen, skal de tilsvarende krav i loven her anses oppfylt.",
                        "I lov 17. juni 2005 nr. 90 om mekling og rettergang i sivile tvister § 37-3 nr. 52 blir opphevinga av lov 15. desember 1967 nr. 9 om patenter § 52 femte ledd oppheva.",
                        "Lova gjeld frå den tid Kongen fastset. Kongen kan gi nærmare overgangsreglar."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}