{
    "lawId": "LOV-2007-06-29-89",
    "lawName": "Lov om offentlege styresmakters ansvar for kulturverksemd (kulturlova)",
    "shortName": "Kulturlova",
    "authorityDescription": "Ot.prp.nr.50 (2006–2007), Innst.O.nr.97 (2006–2007) og Besl.O.nr.136 (2006–2007). Odels- og lagtingsvedtak hhv. 12. og 15. juni 2007. Fremja av Kultur- og kyrkjedepartementet.",
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Føremål",
                    "sections": [
                        "Lova har til føremål å fastleggja offentlege styresmakters ansvar for å fremja og leggja til rette for eit breitt spekter av kulturverksemd, slik at alle kan få høve til å delta i kulturaktivitetar og oppleva eit mangfald av kulturuttrykk."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Definisjonar",
                    "sections": [
                        "Med kulturverksemd meiner ein i denne lova å\na.\tskapa, produsera, utøva, formidla og distribuera kunst- og andre kulturuttrykk,\nb.\tverna om, fremja innsikt i og vidareføra kulturarv,\nc.\tdelta i kulturaktivitet,\nd.\tutvikla kulturfagleg kunnskap og kompetanse."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Statens oppgåver",
                    "sections": [
                        "Staten skal fremja og leggja til rette for eit breitt spekter av kulturverksemd over heile landet gjennom rettslege, økonomiske, organisatoriske, informerande og andre relevante verkemiddel og tiltak.",
                        "Staten skal utforma verkemiddel og gjennomføra tiltak for å fremja og verna eit mangfald av kulturuttrykk i samsvar med internasjonale rettar og plikter."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Fylkeskommunens og kommunens oppgåver",
                    "sections": [
                        "Fylkeskommunen og kommunen skal syta for økonomiske, organisatoriske, informerande og andre relevante verkemiddel og tiltak som fremjar og legg til rette for eit breitt spekter av kulturverksemd regionalt og lokalt."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Felles oppgåver",
                    "sections": [
                        "Staten, fylkeskommunen og kommunen skal syta for\na.\tat kulturlivet har føreseielege utviklingskår,\nb.\tå fremja profesjonalitet og kvalitet i kulturtilbodet og leggja til rette for deltaking i kulturaktivitetar,\nc.\tat personar, organisasjonar og institusjonar har tilgang til informasjon om ordningar med økonomisk støtte og om andre verkemiddel og tiltak."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Ikraftsetjing",
                    "sections": [
                        "Kongen fastset når lova skal ta til å gjelda."
                    ]
                }
            ]
        }
    ]
}