{
    "lawId": "LOV-2007-03-16-11",
    "lawName": "Lov om endringer i finanslovgivningen mv. (forvalterregistrering av aksjer, obligasjoner med fortrinnsrett, mv.)",
    "shortName": "Endringslov til finanslovgivningen",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 17",
                    "title": "Vedtektene kan bestemme at banken skal ha en eller flere avdelinger med egne styrer (lokalstyrer) som hvert skal ha minst tre medlemmer.",
                    "sections": [
                        "Avdelingens leder ansettes av sparebankens styre etter innstilling fra lokalstyret.",
                        "Medlemmer av det lokale styre velges av det lokale forstanderskap. Har avdelingen ikke lokalt forstanderskap, velges medlemmene av sparebankens forstanderskap. Formann og nestformann velges særskilt.",
                        "Hvis ikke annet er bestemt i loven eller vedtektene, gjelder lovens bestemmelser om sammensetningen av og medlemmer i sparebankens styre tilsvarende for det lokale styret så langt de passer. Godtgjørelse til medlemmene av det lokale styret fastsettes dog av sparebankens forstanderskap eller styre etter nærmere bestemmelse i vedtektene. Ved praktiseringen av bestemmelsen i § 14 første ledd annet og sjette punktum regnes med antall ansatte ved avdelingen.",
                        "Sparebankens styre utarbeider instruks for det lokale styret, jfr. § 17 a annet ledd nr. 5. Instruksen skal godkjennes av sparebankens forstanderskap.",
                        "Nåværende § 17 b blir § 17 a og skal lyde:"
                    ]
                },
                {
                    "name": "§ 17 a",
                    "title": "Har en sparebank lokal avdeling med eget styre, jfr. § 17, kan vedtektene bestemme at avdelingen skal ha lokalt forstanderskap. Reglene i §§ 8, 8 a, 8 b, 8 c og 9 gjelder tilsvarende for det lokale forstanderskap så langt de passer. Ved praktiseringen av bestemmelsene i § 8 annet ledd annet til fjerde punktum regnes med antall ansatte ved avdelingen.",
                    "sections": [
                        "Det lokale forstanderskap skal:",
                        "1.velge sin formann og nestformann,",
                        "2.velge medlemmer og varamedlemmer til det lokale styret, jfr. § 17 tredje ledd,",
                        "3.velge medlemmer og varamedlemmer til den lokale kontrollkomité, jfr. § 17 b,",
                        "4.gjennomgå avdelingens regnskap og lokalstyrets årsberetning,",
                        "5.uttale seg om forslag til instruks for det lokale styret.",
                        "De bestemmelser som gjelder for forstanderskapet etter § 11 annet til sjuende ledd, gjelder tilsvarende for det lokale forstanderskap.",
                        "Det lokale forstanderskap skal etter forslag fra det lokale styret, fordele det gavebeløp som etter vedtak av sparebankens forstanderskap skal utdeles i avdelingens distrikt.",
                        "Nåværende § 17 c blir § 17 b, hvor første punktum skal lyde:",
                        "For avdeling med lokalt styre, jfr. § 17, kan vedtektene bestemme at det skal velges lokal kontrollkomité for stedlig kontroll under tilsyn av sparebankens kontrollkomité.",
                        "§ 18 første ledd første punktum skal lyde:",
                        "Medlem av forstanderskap, lokalt forstanderskap, kontrollkomité, lokal kontrollkomité, styre, lokalstyre, daglig leder eller annen ledende ansatt, herunder leder av avdeling eller filial, må ikke ta del i behandlingen eller avgjørelsen av noe spørsmål som han selv eller noen som han er gift med eller så nær i slekt- eller svogerskap med som søskenbarn, har personlig eller økonomisk særinteresse i.",
                        "§ 20 skal lyde:"
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Allmennaksjeloven § 6-17 om godtgjørelse fra andre enn selskapet gjelder tilsvarende for godtgjørelse fra andre enn banken.",
                    "sections": [
                        "I lov 24. mai 1961 nr. 2 om forretningsbanker gjøres følgende endringer:",
                        "§ 8 første ledd tredje punktum oppheves.",
                        "§ 9 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 9",
                    "title": "En forretningsbank skal ha et styre med fra fem til ni medlemmer. Det skal være allsidig sammensatt.",
                    "sections": [
                        "En forretningsbank skal ha en daglig leder som tilsettes av styret. En daglig leder tilsettes på oppsigelse og oppsigelsesfristen må fra bankens side ikke være lengre enn seks måneder.",
                        "Daglig leder eller annen ledende ansatt, herunder leder av avdeling eller filial, kan ikke være medlem av styret. Daglig leder har rett og plikt til å delta i styrets behandling av saker og har rett til å uttale seg, med mindre annet bestemmes av styret i den enkelte sak.",
                        "Styrets medlemmer velges av representantskapet. Ett medlem skal være ansatt i banken. Dette medlem skal ha et personlig varamedlem med møte- og talerett. Formann og nestformann velges særskilt.",
                        "Valget forberedes av en valgkomité som velges av representantskapet og som har medlemmer fra begge grupper i representantskapet, jf. § 11 tredje og fjerde ledd.",
                        "Kongen kan gi nærmere forskrifter om valget av de ansattes medlem og varamedlem til styret.",
                        "§ 11 nåværende fjerde til åttende ledd blir nye tredje til sjuende ledd.",
                        "§ 12 første ledd skal lyde:",
                        "En forretningsbanks avdeling utenfor hovedkontorets kommune skal, dersom representantskapet bestemmer det, ha eget styre med fra fire til sju medlemmer. Ett medlem velges av og blant de ansatte ved avdelingen – dersom avdelingen har 15 ansatte eller flere. De øvrige medlemmer velges av representantskapet. For medlemmer av avdelingsstyret gjelder for øvrig de samme bestemmelser som for medlemmer av bankens styre, jf. dog § 25 fjerde ledd siste punktum. Bankens styre fastsetter instruks for avdelingsstyret. Instruksen skal godkjennes av representantskapet. Kongen kan gi nærmere forskrifter om valget av de ansattes medlem til avdelingsstyret.",
                        "§ 12 nytt tredje ledd skal lyde:",
                        "Forretningsbankens styre og ledelse er ansvarlig for virksomheten i avdelingsstyret og distriktsrådet.",
                        "§ 15 skal lyde:"
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Etter forslag fra styret gjør representantskapet vedtak om:",
                    "sections": [
                        "1.opprettelse av filial eller avdelingskontor og nedleggelse av filial eller avdelingskontor i kommune hvor banken ikke har sitt hovedkontor, annen filial eller avdelingskontor,",
                        "2.om og i tilfelle hvor stort utbytte som skal deles ut til aksjeeierne innenfor det høyeste beløp som styret fastsetter og fra hvilket tidspunkt det vedtatte utbytte kan utbetales.",
                        "§ 17 første ledd første punktum skal lyde:",
                        "Medlem av styre, avdelingsstyre, kontrollkomité, representantskap, eller distriktsråd, daglig leder eller annen ledende ansatt, herunder leder av avdeling eller filial, må ikke ta del i behandlingen eller avgjørelsen av noe spørsmål som han selv eller noen som han er gift med eller så nær i slekt- eller svogerskap med som søskenbarn, har personlig eller økonomisk særinteresse i.",
                        "I lov 8. februar 1980 nr. 2 om pant skal § 6-4 første ledd tredje punktum lyde:",
                        "Panteretten utgjør fem prosent av formuesgodets beregnede verdi eller av det et salg av formuesgodet innbringer, men maksimalt 700 ganger rettsgebyret i hvert realregistrerte panteobjekt.",
                        "I lov 12. juni 1981 nr. 52 om verdipapirfond skal § 4-8 annet ledd nr. 4 lyde:",
                        "4.25 prosent av fondets eiendeler dersom verdipapirene er obligasjoner med fortrinnsrett utstedt av foretak hjemmehørende i en EØS-stat etter bestemmelsene i finansieringsvirksomhetsloven kapittel 2 underkapittel IV.",
                        "I lov 24. mai 1985 nr. 28 om Norges Bank og pengevesenet mv. (sentralbankloven) skal § 11 nytt fjerde ledd lyde:",
                        "Hovedstyret kan bestemme at den som skal utføre arbeid eller tjeneste for banken, eller som skal utføre arbeid for en tjenesteleverandør til banken, må framlegge politiattest dersom sikkerhetsmessige hensyn tilsier det. Det samme gjelder dersom senere endringer i en ansatts stilling eller arbeidsoppgaver gjør at sikkerhetsmessige grunner tilsier at det framlegges politiattest. Tidsbegrensningene i lov 11. juni 1971 nr. 52 om strafferegistrering § 6 gjelder ikke. Kongen kan gi utfyllende forskrifter om gjennomføringen av bestemmelsene i første og annet punktum, herunder regler om hvilke straffbare forhold som skal anmerkes på politiattesten og om behandlingen av politiattester som er framlagt for banken.",
                        "I lov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner (finansieringsvirksomhetsloven) gjøres følgende endringer:",
                        "Overskriften til kapittel 2 underkapittel IV skal lyde:",
                        "§ 2-25 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "IV Obligasjoner med fortrinnsrett",
            "paragraphs": [
                {
                    "name": "§ 2-25",
                    "title": "Virkeområde",
                    "sections": [
                        "Underkapittelet gjelder kredittforetaks rett til å ta opp lån ved å utstede obligasjoner med fortrinnsrett. Med obligasjoner med fortrinnsrett menes ihendehaverobligasjoner utstedt som mengdegjeldsbrev med fortrinnsrett til dekning i kredittforetakets sikkerhetsmasse, jf. § 2-28.",
                        "§ 2-26 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-26",
                    "title": "Beskyttet betegnelse",
                    "sections": [
                        "Betegnelsen obligasjoner med fortrinnsrett kan bare benyttes om obligasjoner som er omfattet av reglene i dette underkapittelet.",
                        "Nåværende § 2-26 blir § 2-27 og skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-27",
                    "title": "Virksomhetsbegrensning og meldeplikt ved oppstart",
                    "sections": [
                        "Kredittforetak kan oppta obligasjonslån gjennom utstedelse av obligasjoner med fortrinnsrett når kredittforetakets vedtektsfastsatte formål er:",
                        "a)å yte eller erverve bolighypoteklån, eiendomshypoteklån, lån sikret ved pant i andre realregistrerte formuesgoder eller offentlige lån, og",
                        "b)å finansiere utlånsvirksomheten hovedsakelig ved utstedelse av obligasjoner med fortrinnsrett.",
                        "Kredittforetak skal gi melding til Kredittilsynet senest 30 dager før det første gang usteder obligasjoner med fortrinnsrett.",
                        "Når hensynet til kredittforetakets soliditet tilsier det, kan Kredittilsynet gi pålegg til kredittforetaket om at obligasjoner med fortrinnsrett ikke skal utstedes.",
                        "Kredittilsynet kan samtykke til at kredittforetak i en overgangsperiode kan drive virksomhet som består i å oppta obligasjonslån gjennom utstedelse av obligasjoner med fortrinnsrett parallelt med annen virksomhet. Virksomhetene skal i så fall holdes atskilt fra hverandre. Kredittilsynet kan sette vilkår for å sikre slik atskillelse. Kredittilsynets samtykke kan gis for en periode på inntil ett år med mulighet til forlengelse for ytterligere ett år.",
                        "§ 2-28 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-28",
                    "title": "Krav til sikkerhetsmassens sammensetning",
                    "sections": [
                        "Sikkerhetsmassen kan bare bestå av følgende typer fordringer:",
                        "a)lån sikret ved pant i bolig, atkomstdokument til bolig eller borettslagsandel (bolighypoteklån),",
                        "b)lån sikret ved pant i annen fast eiendom (eiendomshypoteklån),",
                        "c)lån sikret ved pant i andre realregisterte formuesgoder,",
                        "d)lån til, eller lån garantert av, stat, kommune eller tilsvarende offentlige organer i andre stater (offentlige lån),",
                        "e)fordringer i form av derivatavtaler som tilfredsstiller nærmere krav fastsatt i forskrift,",
                        "f)fordringer som utgjør fyllingssikkerhet etter bestemmelsene i fjerde ledd.",
                        "Ved innføringen i sikkerhetsmassen skal lån som nevnt i første ledd bokstav a til c ikke overstige en nærmere angitt prosent av verdien av det formuesgodet fordringen er sikret ved pant i (belåningsgrad). Kongen fastsetter forskrift om belåningsgrader for ulike typer formuesgoder.",
                        "Lån som nevnt i første ledd bokstav a til c må ha pantesikkerhet i et formuesgode som ligger innenfor EØS-området eller OECD-området. Offentlige lån må være ytt til eller garantert av et offentlig organ som nevnt i første ledd bokstav d innenfor EØS-området eller OECD-området.",
                        "Som fyllingssikkerhet kan bare benyttes særlig likvide og sikre fordringer. Sikkerhetsmassen kan til enhver tid inneholde inntil 20 prosent fyllingssikkerhet. Dersom det foreligger særlige forhold, kan Kredittilsynet gi tillatelse til at andelen for en begrenset tidsperiode kan utgjøre inntil 30 prosent. Kongen kan i forskrift gi utfyllende bestemmelser om krav til de fordringene som kan inngå i sikkerhetsmassen, og herunder innføre begrensninger i sammensetningen av sikkerhetsmassen.",
                        "§ 2-29 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-29",
                    "title": "Beregning av verdi på underliggende formuesgoder",
                    "sections": [
                        "Ved innføring av fordringer som nevnt i § 2-28 første ledd bokstav a til c i sikkerhetsmassen, skal det fastsettes et forsvarlig verdigrunnlag for formuesgodet som stilles som sikkerhet for hver enkelt fordring. Forsvarlig verdigrunnlag kan ikke være høyere enn markedsverdi fastsatt ut fra en forsiktig vurdering.",
                        "Forsvarlig verdigrunnlag skal fastsettes gjennom en individuell vurdering av det aktuelle realregistrerte formuesgodet. Verdivurderinger skal utføres av en kompetent og uavhengig person i henhold til anerkjente prinsipper. Vurderingen skal dokumenteres, og det skal fremgå av vurderingen hvem som har foretatt den, når den er foretatt og hvilke forutsetninger som er lagt til grunn for den. Verdivurdering av boliger kan likevel bygge på generelle prisnivåer så fremt det må anses forsvarlig ut fra markedsforholdene.",
                        "Kredittforetaket skal etablere systemer for etterfølgende kontroll med verdiutviklingen. Kredittforetaket skal også overvåke markedsutviklingen og verdirelevante forhold ved de enkelte realregistrerte formuesgodene. Dersom markedsforholdene eller forhold ved det enkelte formuesgodet tilsier at det kan ha skjedd en ikke ubetydelig verdiforringelse, skal kredittforetaket sørge for at det fastsettes et nytt forsvarlig verdigrunnlag i henhold til første og annet ledd.",
                        "Kongen kan i forskrift fastsette nærmere regler om verdiberegningen og om krav til kredittforetakets systemer. Kongen kan i forskrift også fastsette regler om endret belåningsgrad som følge av etterfølgende verdifall for formuesgoder som nevnt i § 2-28 første ledd bokstav a til c.",
                        "Nåværende § 2-32 blir § 2-30 og skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-30",
                    "title": "Pantsettelse og tvangsforfølgning",
                    "sections": [
                        "Fordringer som inngår i sikkerhetsmassen kan ikke pantsettes eller gjøres til gjenstand for utlegg, arrest eller annen tvangsforretning til fordel for enkelte av kredittforetakets kreditorer. Det kan heller ikke erklæres eller avtales motregningsrett, tilbakeholdsrett eller liknende i fordringer som inngår i sikkerhetsmassen. Kongen kan i forskrift gi særregler og gjøre unntak fra regelen i dette ledd for fordringer som nevnt i § 2-28 første ledd bokstav e.",
                        "Nåværende § 2-28 blir § 2-31 og skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-31",
                    "title": "Krav til stadig beløpsmessig balanse",
                    "sections": [
                        "Sikkerhetsmassens verdi skal til enhver tid overstige verdien av obligasjonene med fortrinnsrett til dekning i sikkerhetsmassen. Det skal tas hensyn til kredittforetakets derivatavtaler som nevnt i § 2-28 første ledd bokstav e ved beregningen av verdiene. Kongen kan i forskrift fastsette nærmere krav til hvordan verdiene skal beregnes. Kongen kan i forskrift fastsette regler for kredittforetak som ikke oppfyller kravet til stadig beløpsmessig balanse i første punktum.",
                        "Ved vurderingen av om kravet i første ledd er oppfylt, kan lån til samme låntaker og lån som har sikkerhet i samme formuesgode ikke medregnes med større del enn fem prosent av samlet sikkerhetsmasse. Kongen kan i forskrift fastsette at lån ut over grensen på fem prosent medregnes dersom det foreligger tilleggssikkerhet, og regler om slik tilleggssikkerhet.",
                        "§ 2-32 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-32",
                    "title": "Likviditetskrav",
                    "sections": [
                        "Kredittforetaket skal påse at betalingsstrømmene fra sikkerhetsmassen til enhver tid gjør kredittforetaket i stand til å innfri sine betalingsforpliktelser overfor eiere av obligasjoner med fortrinnsrett og motparter i derivatavtaler som nevnt i § 2-28 første ledd bokstav e. Kredittforetaket kan inngå rente- og valutakontrakter for å oppfylle dette kravet.",
                        "Kredittforetaket skal opprette en likviditetsreserve som inngår i sikkerhetsmassen som fyllingssikkerhet. Kongen kan i forskrift gi nærmere regler om likviditetsreserve, herunder om tillatt avvik mellom fremtidige inn- og utbetalinger og om tillatt avvik mellom innfrielsesvilkårene for obligasjoner med fortrinnsrett og for fordringer som inngår i sikkerhetsmassen som er avsatt for dem. Kongen kan i forskrift gi regler om tillatt rente- og valutarisiko og om adgangen til å inngå rente- og valutakontrakter.",
                        "§ 2-33 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-33",
                    "title": "Krav til registrering",
                    "sections": [
                        "Kredittforetaket skal føre register over obligasjonene med fortrinnsrett det utsteder, og sikkerhetsmassen som er tilordnet disse, herunder derivatavtaler som nevnt i § 2-28 første ledd bokstav e. Registeret skal til enhver tid inneholde opplysninger om verdien av obligasjonene og sikkerhetsmassen.",
                        "Kongen kan i forskrift fastsette nærmere krav til registerets innhold, utforming og tilgjengelighet, samt regler om føring av registeret.",
                        "Ny § 2-34 i underkapittel IV skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-34",
                    "title": "Uavhengig gransker",
                    "sections": [
                        "Før kredittforetak utsteder obligasjoner med fortrinnsrett skal det være oppnevnt en uavhengig gransker for kredittforetaket. Granskeren oppnevnes av Kredittilsynet. Kredittilsynet kan når som helst tilbakekalle oppnevningen og oppnevne en ny gransker.",
                        "Granskeren skal overvåke at registeret føres korrekt, og regelmessig foreta en vurdering av om kravene i §§ 2-31 og 2-33 overholdes. Granskeren skal regelmessig underrette Kredittilsynet om sine iakttakelser og vurderinger.",
                        "Kredittforetaket har plikt til å gi granskeren alle relevante opplysninger om virksomheten. Granskeren skal ha full adgang til kredittforetakets register og kan kreve ytterligere opplysninger av kredittforetaket. Granskeren har også rett til å gjennomføre undersøkelser hos kredittforetaket.",
                        "Granskeren har krav på rimelig vederlag fra kredittforetaket for sitt arbeid. Kongen kan i forskrift fastsette nærmere regler om oppnevning av og vederlag til granskere, og om granskeres oppgaver, rettigheter og plikter.",
                        "Nåværende § 2-33 blir § 2-35 i underkapittel IV og skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-35",
                    "title": "Fortrinnsrett til sikkerhetsmassen, felles gjeldsforfølgning mv.",
                    "sections": [
                        "I tilfelle konkurs, gjeldsforhandling etter konkursloven, avvikling av kredittforetaket eller offentlig administrasjon har eiere av obligasjoner med fortrinnsrett og motparter i derivatavtaler som nevnt i § 2-28 første ledd bokstav e eksklusiv, lik og forholdsmessig fortrinnsrett til dekning i den sikkerhetsmassen som er avsatt for dem. Denne fortrinnsretten i sikkerhetsmassen går foran fortrinnsrett som nevnt i lov 8. juni 1984 nr. 59 om fordringshavernes dekningsrett (dekningsloven) §§ 9-2 til 9-4. Ved konkurs gjelder bestemmelsen i panteloven § 6-4 om lovbestemt pant for boet tilsvarende for boets rett til dekning i sikkerhetsmassen. Boets lovbestemte pant utgjør da maksimalt 700 ganger rettsgebyret i hver enkel sikkerhetsmasse.",
                        "Fortrinnsretten omfatter også midler som senere betales inn i henhold til gjeldende avtalevilkår for fordringer som inngår i sikkerhetsmassen. Slike midler skal fortløpende registreres etter reglene i § 2-33.",
                        "Ved konkurs, gjeldsforhandling etter konkursloven, avvikling av kredittforetaket eller offentlig administrasjon har eiere av obligasjoner med fortrinnsrett og motparter i derivatavtaler som nevnt i § 2-28 første ledd bokstav e krav på rettidig betaling med midler som omfattes av fortrinnsretten så lenge bobehandlingen pågår, så fremt sikkerhetsmassen i all hovedsak oppfyller lovens krav. Dersom det ikke er mulig å forestå kontraktsmessige betalinger med midler fra sikkerhetsmassen, og det ikke er sannsynlig at det vil skje en snarlig endring av likviditetssituasjonen, skal bostyret fastsette en dato for betalingsstans. Bostyret skal så snart som mulig informere eiere av krav med fortrinnsrett om betalingsstansen.",
                        "Utbringer sikkerhetsmassen mer enn det som er nødvendig for å dekke obligasjonseiernes eller derivatmotpartenes krav, inngår det overskytende i bomassen.",
                        "Kongen kan i forskrift fastsette nærmere regler om gjennomføring av konkursbehandling, offentlig administrasjon, gjeldsforhandling eller avvikling i kredittforetak som faller inn under dette kapittelet, herunder også fastsette regler som begrenser konkursboets, gjeldsnemndas, administrasjonsstyrets eller avviklingsstyrets mulighet til å disponere over utlån og andre eiendeler som inngår i sikkerhetsmassen, når dette kan gjøres uten å svekke de øvrige kreditorers dekningsmulighet. Slike forskrifter kan fravike regler i lovgivningen om konkurs, offentlig administrasjon av finansinstitusjoner, gjeldsforhandling og tvangsfullbyrdelse.",
                        "I kapittel 2 underkapittel V gjøres følgende endringer:",
                        "Nåværende §§ 2-34 til 2-37 blir §§ 2-36 til 2-39.",
                        "I kapittel 2a underkapittel V § 2a-17 fjerde ledd skal annet punktum oppheves.",
                        "I lov 16. juni 1989 nr. 53 om eiendomsmegling skal § 2-3 tredje ledd lyde:",
                        "Departementet kan ved forskrift fastsette bestemmelser om godkjenning av søkere med yrkeskvalifikasjoner fra andre stater.",
                        "I lov 13. juni 1997 nr. 44 om aksjeselskaper (aksjeloven) skal § 4-4 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": [
                {
                    "name": "§ 4-4",
                    "title": "Registrering av aksjer i et verdipapirregister",
                    "sections": [
                        "Er selskapets aksjer registrert i et verdipapirregister, gjelder reglene i lov om allmennaksjeselskaper om slik registrering for aksjene, herunder § 4-10 om forvalterregistrering.",
                        "I lov 13. juni 1997 nr. 45 om allmennaksjeselskaper (allmennaksjeloven) gjøres følgende endringer:",
                        "§ 4-10 første ledd skal lyde:",
                        "(1) En bank eller annen forvalter som er godkjent av Kongen, kan føres inn i aksjeeierregisteret i stedet for en utenlandsk aksjeeier når aksjene er opptatt til handel på norsk regulert marked. Som utenlandsk aksjeeier regnes selskap registrert i utlandet, med mindre selskapets hovedkontor befinner seg her i riket, samt utenlandsk statsborger som ikke er bosatt her i riket. Kongen kan samtykke i forvalterregistrering av aksjer som tilhører utenlandske aksjeeiere også i andre tilfeller enn nevnt i første punktum. Et annet norsk verdipapirregister kan etter forskrift gitt av Kongen opprette et delregister som føres inn i aksjeeierregisteret på vegne av aksjeeier. § 4-5 gjelder tilsvarende for delregisteret. Selskapet kan vedtektsfeste at aksjene i selskapet ikke skal kunne forvalterregistreres.",
                        "§ 4-10 femte ledd skal lyde:",
                        "(5) Kongen kan gi forskrift om forvalterregistrering, herunder om forvalterens plikt til å gi offentlig myndighet opplysning om eierforholdene til de aksjer som forvaltes, og plikt til å rapportere periodisk om eierforholdene til offentlig myndighet eller til andre.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) skal § 6-46 tredje ledd lyde:",
                        "(3) Det gis fradrag etter annet ledd for selvstendig næringsdrivende, frilansere og deltakere som nevnt i § 10-40 for tilskudd til pensjonsordning etter innskuddspensjonsloven § 2-3 annet ledd.",
                        "I lov 24. november 2000 nr. 81 om innskuddspensjon i arbeidsforhold (innskuddspensjonsloven) skal § 2-3 annet ledd lyde:",
                        "(2) Et foretak som ikke omfattes av første ledd kan opprette pensjonsordning for selvstendig næringsdrivende, for personlig deltaker i deltakerlignet selskap eller for ansatt eier av aksjeselskap eller allmennaksjeselskap. Årlig innskudd til ordning som nevnt i foregående punktum kan ikke overstige 4 prosent av vedkommende persons samlede beregnede personinntekt fra næringsvirksomhet mellom 1 og 12 G eller lønn mellom 1 og 12 G. Frilansere kan også opprette slik pensjonsordning, hvor årlig innskudd til ordningen ikke kan overstige 4 prosent av samlet beregnet personinntekt fra oppdragsvirksomhet mellom 1 og 12 G. Dersom et foretak som nevnt i første punktum oppretter pensjonsordning, gjelder bestemmelsene i kapittel 4 om medlemskap for arbeidstakere og i kapittel 5 om innskudd for arbeidstakere tilsvarende så langt de passer.",
                        "I lov 5. juli 2002 nr. 64 om registrering av finansielle instrumenter (verdipapirregisterloven) gjøres følgende endringer:",
                        "§ 6-3 femte ledd siste punktum oppheves.",
                        "§ 6-3 nytt sjette ledd skal lyde:",
                        "Forvalteren skal fastsette regler for når forvalteren skal anses for å ha fått melding om en rettsstiftelse etter § 7-5. Reglene skal godkjennes av Kredittilsynet.",
                        "§ 6-4 nytt tredje ledd skal lyde:",
                        "Departementet kan i forskrift gi nærmere regler om tvangssalg av finansielle instrumenter registrert på forvalterkonti i de tilfeller der kontoen forvaltes av noen uten godkjennelse etter § 6-3 første ledd, eller der forvalter ikke oppfyller sin plikt etter § 6-3 fjerde ledd.",
                        "Overskriften til kapittel 7 skal lyde:",
                        "Ny § 7-5 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IX",
            "paragraphs": []
        },
        {
            "name": "X",
            "paragraphs": []
        },
        {
            "name": "XI",
            "paragraphs": []
        },
        {
            "name": "XII",
            "paragraphs": []
        },
        {
            "name": "Kapittel 7. Rettsvirkninger av registrering og notifikasjon",
            "paragraphs": [
                {
                    "name": "§ 7-5",
                    "title": "Finansielle instrumenter innført i et verdipapirregister",
                    "sections": [
                        "Disposisjoner over finansielle instrumenter registrert på forvalterkonto i et verdipapirregister med tillatelse etter § 3-1 får rettsvirkninger etter §§ 7-1 og 7-2 når forvalteren får melding om disposisjonen. Rettsvirkninger etter §§ 7-1 og 7-2 inntrer likevel bare når forvalter er godkjent etter § 6-3 første ledd.",
                        "Loven gjelder fra den tid Kongen bestemmer.",
                        "Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "Kongen kan gi overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "XIII",
            "paragraphs": []
        }
    ]
}