{
    "lawId": "LOV-2007-06-29-92",
    "lawName": "Lov om endringar i friskolelova",
    "shortName": "Endringslov til friskolelova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1-2",
                    "title": "Verkeområdet",
                    "sections": [
                        "Lova gjeld godkjenning med rett til statstilskot for private grunnskolar og private vidaregåande skolar, og vilkår for å få slikt tilskot.",
                        "Lova gjeld ikkje skolar som er omfatta av folkehøyskoleloven, fagskoleloven, voksenopplæringsloven eller skolar som driv verksemda si etter opplæringslova § 2-12. Lova gjeld heller ikkje skolar som blir drivne av politiske grupper eller parti på partipolitisk grunnlag.",
                        "Lova gjeld ikkje fjernundervisning og kjøp av opplæringstenester.",
                        "§ 1-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 1-3",
                    "title": "Definisjonar",
                    "sections": [
                        "Med heimkommune og heimfylke i denne lova er meint den kommunen eller fylkeskommunen som har ansvaret etter opplæringslova §§ 13-1, 13-2 og 13-3.",
                        "§§ 1-4 og 1-5 blir oppheva.",
                        "Kapittel 2 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2 Godkjenning med rett til statstilskot",
            "paragraphs": [
                {
                    "name": "§ 2-1",
                    "title": "Godkjenning av skolar",
                    "sections": [
                        "Departementet kan godkjenne private skolar og driftsendringar ved godkjende private skolar. Departementet kan godkjenne at ein grunnskole flyttar verksemda si til ein annan kommune eller at ein vidaregåande skole flyttar verksemda si til ein annan fylkeskommune. Vertskommunen eller vertsfylket skal gi fråsegn før departementet gjer vedtak i saka, og kan klage på departementet sitt vedtak. Godkjende skolar har rett til statstilskot etter § 6-1 og til å drive verksemd etter lova.",
                        "Skolane skal drive verksemda si på følgjande grunnlag:",
                        "a)religiøst",
                        "b)anerkjend pedagogisk retning",
                        "c)internasjonalt",
                        "d)særskilt tilrettelagd vidaregåande opplæring i kombinasjon med toppidrett",
                        "e)norsk grunnskoleopplæring i utlandet",
                        "f)særskilt tilrettelagd opplæring for funksjonshemma.",
                        "Opplæringa skal vere på norsk eller samisk. Dette kravet gjeld likevel ikkje internasjonale skolar. Viktige dokument om verksemda etter lova skal i alle høve vere tilgjengelege på norsk eller samisk.",
                        "Godkjenninga fell bort dersom ein skole ikkje startar opp verksemda si etter lova i løpet av tre skoleår etter at godkjenning vart gitt. Det same gjeld om drifta etter lova blir nedlagd.",
                        "Krava i andre ledd om eit særskilt grunnlag gjeld likevel ikkje allereie godkjende skolar som var i drift innan utgangen av 2007. Departementet kan berre godkjenne nødvendige driftsendringar ved skolar som ikkje oppfyller krava i andre ledd.",
                        "Departementet kan i forskrift fastsetje fristar i samband med søknader om godkjenning av private skolar."
                    ]
                },
                {
                    "name": "§ 2-2",
                    "title": "Krav til verksemda til skolen",
                    "sections": [
                        "Skolen kan ikkje drive anna verksemd enn skole i samsvar med denne lova. Skolen kan likevel drive slik anna verksemd knytt til den enkelte skolen: skolefritidsordning, internat, utleige av tenestebustader ved internatet og tilrettelegging i samband med godkjende samarbeidsprosjekt med utanlandske skolar. Departementet kan gjere unntak frå første punktum for verksemd som er nært knytt til skoleverksemda og som utgjer ein mindre del av den totale verksemda..",
                        "Skolen må være registrert i Einingsregisteret, jf. enhetsregisterloven, eller i tilsvarande register. Før det blir gitt godkjenning etter § 2-1, må skolen dokumentere at han har ein innskotskapital som tilsvarer minimumsbeløpet i aksjeloven § 3-1 første ledd.",
                        "Dersom ein skole har færre enn 15 elevar tre skoleår i samanheng, fell godkjenninga bort. For norske skolar i utlandet gjeld ei tilsvarande minimumsgrense på 10 elevar. Departementet kan i særskilde tilfelle gjere unntak frå minimumskrava til elevtal."
                    ]
                },
                {
                    "name": "§ 2-3",
                    "title": "Krav til innhald og vurdering i opplæringa",
                    "sections": [
                        "Skolen skal drive verksemda si etter læreplanar godkjende av departementet. Det må gå fram av planen kva slag vurderingsformer og dokumentasjon skolen skal nytte. Skolane skal anten følgje den læreplanen som gjeld for offentlege skolar, eller læreplanar som på annan måte sikrar elevane jamgod opplæring, jf. opplæringslova § 2-1 første ledd og § 3-4 første ledd. Elles har skolen sin undervisningsfridom. I samband med godkjenninga fastset departementet kva for tilbod skolen kan gi, og maksimalt elevtal på det enkelte tilbodet.",
                        "Departementet kan gi forskrift om krav til læreplanen, vurdering av elevar, klage på vurdering, eksamen og dokumentasjon. Departementet kan også gi forskrift om fritak frå opplæring i sidemålet for elevar i grunnskolen som får særleg språkopplæring, om godskriving av tidlegare gjennomgått vidaregåande opplæring eller praksis, og om fritak for den praktiske delen av kompetansemåla i faget kroppsøving i den vidaregåande skolen."
                    ]
                },
                {
                    "name": "§ 2-4",
                    "title": "Krav til skoleanlegg og skolemiljø",
                    "sections": [
                        "Skoleanlegga må vere godkjende av departementet. Anlegga må liggje samla.",
                        "Opplæringslova kapittel 9a Elevane sitt skolemiljø gjeld også for skolar godkjende etter lova her. Departementet er klageinstans."
                    ]
                },
                {
                    "name": "§ 2-5",
                    "title": "Forsøksverksemd",
                    "sections": [
                        "I samband med tidsavgrensa pedagogiske eller organisatoriske forsøk kan departementet gjere unntak frå lova og forskriftene etter lova.",
                        "§ 3-1 første og andre ledd skal lyde:",
                        "Skolane skal ha heile landet som inntaksområde. Dei skal stå opne for alle som fyller vilkåra for inntak i offentlege skolar, jf. opplæringslova §§ 2-1 tredje ledd og 3-1 første ledd. Dette gjeld òg skolar i utlandet og internasjonale skolar i Noreg.",
                        "Ved inntak til vidaregåande skolar skal ungdom med rett til vidaregåande opplæring etter opplæringslova § 3-1 prioriterast føre vaksne søkjarar med rett til vidaregåande opplæring etter opplæringslova § 4A-3. Skolar for funksjonshemma kan også ta inn vaksne søkjarar utan rett til vidaregåande opplæring. Heimfylket skal vurdere realkompetansen til ein vaksen søkjar før han eller ho kan takast inn som elev ved ein vidaregåande skole. Norske vidaregåande skolar i utlandet kan ikkje ta inn vaksne.",
                        "§ 3-1 sjuande ledd skal lyde:",
                        "Når det gjeld særskilde skolar for funksjonshemma, kan departementet gjere unntak frå reglane i andre ledd.",
                        "§ 3-3 tredje og fjerde ledd skal lyde:",
                        "Ein elev som har fått plass ved ein vidaregåande skole som er godkjend etter denne lova, har rett til å fullføre trinnet med mindre eleven kan visast bort, jf. § 3-10.",
                        "Opplæringslova § 3-1 fjerde ledd om omval gjeld tilsvarande for elevar i vidaregåande skolar som er godkjende etter denne lova. Heimfylket gjer vedtak.",
                        "§ 3-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-4",
                    "title": "Tilpassa opplæring og organisering av elevane i grupper",
                    "sections": [
                        "Opplæringa skal tilpassast evnene og føresetnadene hjå den enkelte eleven.",
                        "Elevane kan delast i grupper etter behov. Gruppene må ikkje vere større enn det som er trygt og pedagogisk forsvarleg. Organiseringa skal vareta elevane sitt behov for sosialt tilhør. Til vanleg skal organiseringa ikkje skje etter fagleg nivå, kjønn eller etnisk tilhør.",
                        "Kvar elev skal vere knytt til ein lærar (kontaktlærar) som har særleg ansvar for dei praktiske, administrative og sosialpedagogiske gjeremåla som gjeld eleven, mellom anna kontakten med heimen.",
                        "§ 3-5 nytt fjerde ledd skal lyde:",
                        "Føresegna gjeld ikkje for elevar ved norske grunnskolar i utlandet.",
                        "§ 3-6 overskrifta skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-6",
                    "title": "Spesialundervisning og pedagogisk-psykologisk teneste",
                    "sections": [
                        "§ 3-6 andre ledd første punktum skal lyde:",
                        "Heimkommunen eller heimfylket til eleven sørgjer for at det blir utarbeidd sakkunnig vurdering, gjer vedtak om spesialundervisning og dekkjer utgiftene til slik opplæring.",
                        "§ 3-6 femte ledd skal lyde:",
                        "Føresegna gjeld ikkje opplæringstilbod som er spesielt organisert for vaksne.",
                        "§ 3-7 skal lyde"
                    ]
                },
                {
                    "name": "§ 3-7",
                    "title": "Skyss m.m.",
                    "sections": [
                        "Elevane har rett til skyss etter reglane i opplæringslova § 7-1 første og andre ledd om skyss i grunnskolen, § 7-2 første ledd om skyss i den vidaregåande skolen, § 7-3 om skyss for funksjonshemma og mellombels skadde eller sjuke og § 7-4 om reisefølgje og tilsyn. Retten til skyss, reisefølgje og tilsyn for elevar i grunnskolar gjeld berre innanfor kommunegrensa i den kommunen der eleven bur. For elevar i vidaregåande skolar gjeld retten til skyss, reisefølgje og tilsyn berre innanfor fylkeskommunegrensa i den fylkeskommunen der eleven bur.",
                        "Heimkommunen eller heimfylket til elevane gjer vedtak om skyss, og dekkjer utgifter etter reglane i opplæringslova § 13-4. Departementet er klageinstans ved klage over kommunale og fylkeskommunale vedtak om skyss i grunnskolen. Heimfylket er klageinstans ved klage på vedtak om skyss i vidaregåande skolar.",
                        "Departementet kan gi forskrift om skoleskyss og skyssgodtgjersle, og om at skyssbehovet til elevane i vidaregåande skolar i særskilde tilfelle kan dekkjast på andre måtar.",
                        "Føresegna gjeld ikkje opplæringstilbod som er spesielt organisert for vaksne, og for elevar ved norske skolar i utlandet.",
                        "§ 3-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-8",
                    "title": "Helsetilsyn",
                    "sections": [
                        "Forskrift gitt i medhald av kommunehelsetjenesteloven § 1-3 femte ledd gjeld for elevar ved skolar i Noreg godkjende etter denne lova. Kommunen der skolen ligg, har ansvaret for å gjennomføre helsetenesta i samsvar med forskrifta og å dekkje utgifter for helsetenesta ved skolane etter same reglar som for offentlege skolar.",
                        "§ 3-10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-10",
                    "title": "Bortvising av elevar og tap av rettar",
                    "sections": [
                        "Skolen kan fastsetje i ordensreglementet at elevar som alvorleg eller fleire gonger bryt reglementet, kan visast bort frå undervisninga. På årstrinna 1-7 kan elevar visast bort for enkelttimar eller for resten av dagen, og på årstrinna 8-10 kan elevar visast bort i inntil tre dagar. Elevar i vidaregåande opplæring kan visast bort i inntil fem dagar. Den daglege leiaren av skolen vedtek sjølv bortvising etter å ha rådført seg med lærarane til eleven. Foreldra til elevar på årstrinna 1-7 skal varslast før det blir sett i verk bortvising for resten av dagen.",
                        "Når ein elev i vidaregåande skole vedvarande har vist ei framferd som i alvorleg grad går ut over orden og arbeidsro på skolen, eller når ein elev alvorleg forsømmer pliktene sine, kan eleven etter vedtak av heimfylket visast bort for resten av skoleåret. I samband med eit vedtak om bortvising for resten av skoleåret kan heimfylket også vedta at eleven skal miste retten til vidaregåande opplæring etter opplæringslova § 3-1. Heimfylket kan ikkje overlate til skolen å gjere vedtak etter leddet her om bortvisning eller tap av retten til vidaregåande opplæring. Norske vidaregåande skolar i utlandet gjer sjølv vedtak om bortvising.",
                        "Før det blir gjort vedtak om bortvising eller tap av rettar, skal ein vurdere å bruke andre hjelpe- eller refsingstiltak.",
                        "Ved avgjerd etter desse reglane gjeld forvaltningsloven. Avgjerd om bortvising og tap av retten til vidaregåande opplæring er enkeltvedtak, jf. forvaltningsloven § 2. Departementet er klageinstans.",
                        "§ 3-11 andre punktum skal lyde:",
                        "Departementet kan gi nærare forskrift.",
                        "§ 3-12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-12",
                    "title": "Fritak frå aktivitetar m.m.",
                    "sections": [
                        "Opplæringslova § 2-3a gjeld tilsvarande for elevar i grunnskolar godkjende etter lova her. Retten til fritak frå aktivitetar m.m. gjeld likevel ikkje for elevar i grunnskolar som er oppretta av religiøse grunnar. Departementet er klageinstans for enkeltvedtak etter føresegna.",
                        "§ 3-13 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-13",
                    "title": "Permisjon frå den pliktige grunnskoleopplæringa",
                    "sections": [
                        "Når det er forsvarleg, kan skolen gi den enkelte eleven i grunnskolen permisjon i inntil to veker. Ved avgjerd etter føresegna gjeld forvaltningsloven. Avgjerd om permisjon er enkeltvedtak, jf. forvaltningsloven § 2. Departementet er klageinstans.",
                        "§ 4-2 tredje ledd skal lyde:",
                        "Ved tilsetjing av undervisningspersonale ved skole som er godkjend som anerkjend pedagogisk retning, kan departementet også godkjenne alternative kompetansekrav til dei som følgjer av § 10-1 i opplæringslova med tilhøyrande forskrift. Ved tilsetjing av undervisningspersonale ved skole som er godkjend på religiøst grunnlag, kan departementet også godkjenne tilleggskompetansekrav til dei som følgjer av § 10-1 i opplæringslova med tilhøyrande forskrift. Ved tilsetjing gjeld arbeidsmiljøloven §§ 13-3 og 13-4 og diskrimineringsloven §§ 4 og 7.",
                        "§ 4-3 fjerde ledd skal lyde:",
                        "Departementet kan gi nærare forskrift.",
                        "§ 4-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-4",
                    "title": "Lønns- og arbeidsvilkår",
                    "sections": [
                        "Undervisningspersonalet har rett til lønns- og arbeidsvilkår som i tilsvarande offentlege skolar.",
                        "§ 5-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-1",
                    "title": "Styret",
                    "sections": [
                        "Som øvste ansvarlege organ skal kvar skole ha eit styre. Skolen sitt styre skal oppnemnast i samsvar med det rettsgrunnlaget skolen blir driven etter.",
                        "Rett til å vere til stades på møte i styret, til å seie meininga si og få denne tilført protokollen, har:",
                        "a)ein representant oppnemnd av vertskommunen når det gjeld ein grunnskole, ein representant oppnemnd av fylkeskommunen når det gjeld ein vidaregåande skole,",
                        "b)ein representant for elevrådet ved skolar som har slikt råd,",
                        "c)ein representant frå foreldrerådet ved skolar som har slikt råd,",
                        "d)ein representant for undervisningspersonalet ved skolen,",
                        "e)ein representant for andre tilsette ved skolen,",
                        "f)dagleg leiar av skolen.",
                        "Departementet kan i særskilde tilfelle og etter søknad gjere unntak frå andre ledd.",
                        "Ved handsaming av saker der det gjeld teieplikt etter lov og forskrift, skal styret sørgje for at personar med møterett som er under aldersgrensa for å vere myndige, må forlate møtet.",
                        "§ 5-2 andre ledd bokstav c skal lyde:",
                        "vedta budsjett og rekneskap for skolen,",
                        "§ 5-2 andre ledd bokstav f skal lyde:",
                        "ha ansvar for at skolen har ei forsvarleg økonomi- og rekneskapsforvaltning,",
                        "§ 5-2 andre ledd ny bokstav j skal lyde:",
                        "tilsetje dagleg leiar.",
                        "§ 5-2 tredje ledd andre punktum skal lyde:",
                        "Styret skal ha eit forsvarleg system for å følgje opp resultata frå desse vurderingane og nasjonale kvalitetsvurderingar som departementet gjennomfører med heimel i § 7-2 tredje ledd.",
                        "§ 5-3 første ledd skal lyde:",
                        "Ved grunnskolar skal det vere elevråd for årstrinna 5-10 med representantar for elevane. Skolen fastset talet på elevrepresentantar. Vidaregåande skolar skal ha eit elevråd på minst 5 medlemmer med varamedlemmer.",
                        "Kapittel 6 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 6 Offentlege tilskot og skolepengar m.m.",
            "paragraphs": [
                {
                    "name": "§ 6-1",
                    "title": "Statstilskot",
                    "sections": [
                        "Godkjende skolar får statstilskot til godkjend opplæring med 85 prosent av eit tilskotsgrunnlag per elev. Til grunn for tilskotsgrunnlaget ligg gjennomsnittlege driftsutgifter per elev i den offentlege skolen. Tilskotsgrunnlaget blir korrigert for utgifter som den offentlege skolen har, men som ikkje skal inngå i tilskotsgrunnlaget. Tilskotsgrunnlaget blir rekna ut særskilt for barnesteget, ungdomssteget og dei ulike utdanningsprogramma i vidaregåande opplæring.",
                        "Grunnskolar får innarbeidd 100 prosent av gjennomsnittlege utgifter til pensjonsinnskot i offentlege skolar i tilskotsgrunnlaget. Vidaregåande skolar får innarbeidd 85 prosent av gjennomsnittlege utgifter til pensjonsinnskot i offentlege skolar i tilskotsgrunnlaget.",
                        "For grunnskolar skal det takast omsyn til skilnaden i utgifter mellom små, mellomstore og store skolar. Departementet kan gi forskrift om at det for grunnskolar i Noreg skal takast omsyn til skilnaden i utgiftene i den kommunen skolen ligg, og til utgiftene på landsbasis.",
                        "Dei særskilde skolane for funksjonshemma får likevel alle driftsutgifter dekte ved statstilskot etter ein normalsats per elev per skoleår.",
                        "Departementet kan gi forskrift om dokumentasjon for elevtal og om rapportering av elevtal. Føresegna gjeld ikkje skolar som er godkjende etter § 6A-1, jf. § 6A-8."
                    ]
                },
                {
                    "name": "§ 6-2",
                    "title": "Skolepengar",
                    "sections": [
                        "Skolar som får statstilskot etter § 6-1 første ledd, kan krevje inn skolepengar. Styret fastset storleiken på skolepengane. Skolepengane kan utgjere inntil 15 prosent av tilskotsgrunnlaget, med eit beløp fastsett av departementet i tillegg for dekning av utgifter til husleige/kapitalkostnader. Departementet kan i særskilde tilfelle gjere tidsavgrensa unntak frå kravet.",
                        "Grunnskolar kan ikkje krevje noka form for betaling frå elevar eller foreldre utover det som følgjer av denne føresegna."
                    ]
                },
                {
                    "name": "§ 6-3",
                    "title": "Krav til bruken av offentlege tilskot og skolepengar",
                    "sections": [
                        "Alle offentlege tilskot og skolepengar skal kome elevane til gode. Dette inneber mellom anna at skolen ikkje kan",
                        "a)gi utbytte eller på annan måte overføre overskot til eigarane eller deira nærståande, verken når skolen er i drift eller om drifta blir nedlagd",
                        "b)pådra seg kostnader i form av leigeutgifter for eigedom eller lokale som tilhører skolens eigarar eller deira nærståande eller på anna måte pådra seg kostnader som kan innebere at alle offentlege tilskot eller eigendelar frå elevane ikkje kjem elevane til gode.",
                        "Departementet kan gi nærare forskrift om forbod mot utbytte eller anna overføring som nemnt i første ledd bokstav a."
                    ]
                },
                {
                    "name": "§ 6-4",
                    "title": "Statstilskot til kompletterande undervisning",
                    "sections": [
                        "Til statsborgarar i Noreg eller ein annan EØS-stat som er elevar ved utanlandske eller internasjonale grunnskolar i Noreg eller grunnskole i utlandet, og som ikkje er elevar ved skole som er godkjend etter lova her, kan det givast tilskot til kompletterande undervisning. Departementet kan gi nærare forskrift.",
                        "§ 6A-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6A-1",
                    "title": "Godkjenning",
                    "sections": [
                        "Allereie godkjende skolar, som gir yrkesretta opplæring som ikkje blir gitt ved offentlege vidaregåande skolar og som var i drift innan utgangen av 2007, har rett til statstilskot og til å drive verksemd etter lova. Departementet kan godkjenne driftsendringar og nye skolar. For skolar som er godkjende etter føresegna her, gjeld reglane i dette kapitlet.",
                        "Departementet kan i forskrift fastsetje fristar i samband med søknad om driftsendringar.",
                        "§ 6A-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6A-2",
                    "title": "Krav til innhald og vurdering i opplæringa",
                    "sections": [
                        "Skolen skal drive verksemda si etter læreplanar godkjende av departementet. Det må gå fram av planane kva slag vurderingsformer og dokumentasjon skolen skal nytte. Skolen skal ha læreplanar som er på nivå med planar for offentleg vidaregåande opplæring. Opplæringa skal vere på norsk eller samisk. I samband med godkjenninga fastset departementet kva for tilbod skolen kan gi, og maksimalt elevtal på det einskilde tilbodet.",
                        "Departementet kan gi forskrift om vurdering av elevar, klage på vurdering, eksamen og dokumentasjon.",
                        "§ 6A-3 sjette ledd blir oppheva.",
                        "§ 6A-4 tredje ledd skal lyde:",
                        "Ved tilsetjing gjeld arbeidsmiljøloven §§ 13-3 og 13-4 og diskrimineringsloven §§ 4 og 7.",
                        "§ 6A-6 tredje ledd blir oppheva. Noverande fjerde og femte ledd blir nytt tredje og fjerde ledd.",
                        "§ 6A-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6A-7",
                    "title": "Andre føresegner",
                    "sections": [
                        "For skolar som er godkjende etter § 6A-1 gjeld",
                        "§ 1-1 om formålet med lova",
                        "§ 1-2 om verkeområdet",
                        "§ 2-2 om krav til verksemda til skolen",
                        "§ 2-4 om krav til skoleanlegg og skolemiljø",
                        "§ 3-3 tredje ledd om skolegangen, jf. § 6A-6",
                        "§ 3-4 om tilpassa opplæring og organisering av elevane i grupper, med unntak av tredje ledd",
                        "§ 3-8 om helsetilsyn",
                        "§ 3-9 om ordensreglement og liknande",
                        "§ 3-11 om rådgiving",
                        "§ 4-1 om leiing",
                        "§ 5-1 om styret, med unntak av bokstavane a og c",
                        "§ 5-2 om styret sine oppgåver, med unntak av bokstavane a og e",
                        "§ 5-3 om elevråd, med unntak av første ledd første og andre punktum",
                        "§ 7-1 om budsjett, rekneskap og rapportering",
                        "§ 7-2 om tilsyn m.m.",
                        "§ 7-2a om moglege reaksjonsformer",
                        "§ 7-3 om teieplikt",
                        "§ 7-4 om opplysningsplikt til barneverntenesta",
                        "§ 7-5 om opplysningsplikt til sosialtenesta.",
                        "§ 6A-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6A-8",
                    "title": "Offentlege tilskot og skolepengar m.m.",
                    "sections": [
                        "Alle offentlege tilskot og skolepengar frå elevane skal kome elevane til gode. Dette inneber mellom anna at skolen ikkje kan",
                        "a)gi utbytte eller på annan måte overføre overskot til eigarane eller deira nærståande, verken når skolen er i drift eller når drifta blir nedlagd",
                        "b)pådra seg kostnader i form av leigeutgifter for eigedom eller lokale som tilhører skolens eigarar eller deira nærståande, eller på annan måte pådra seg kostnader som kan innebere at alle offentlege tilskot eller eigendelar frå elevane ikkje kjem elevane til gode.",
                        "Departementet kan gi nærare forskrift om forbod mot utbytte eller anna overføring som nemnt i bokstav a.",
                        "Skolane får statstilskot til godkjend opplæring. For skolar godkjende etter § 6A-1 blir 75 prosent av dei driftsutgiftene som kjem inn under tilskotsgrunnlaget, dekte ved statstilskot. Tilskotet blir rekna ut frå ein normalsats. Føresetnaden er at elevane får undervisning som minst svarer til eit halvt skoleår. Departementet kan gi forskrift om dokumentasjon for og om rapportering av elevtal.",
                        "Skolane kan krevje inn skolepengar. Styret fastset storleiken på skolepengane. Skolepengane kan utgjere inntil 25 prosent av tilskotsgrunnlaget, med eit beløp fastsett av departementet i tillegg for dekning av utgifter til husleige/kapitalkostnader. Departementet kan i særskilde tilfelle gjere tidsavgrensa unntak frå kravet.",
                        "§ 7-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-1",
                    "title": "Budsjett, rekneskap og rapportering",
                    "sections": [
                        "Skolane skal følgje rekneskapsloven og bokføringsloven og ha revisjon i samsvar med revisorloven. Skolane må leggje fram budsjett og revidert rekneskap etter forskrift fastsett av departementet.",
                        "Departementet kan gi forskrift om krav til rapportering av informasjon om ressursbruk og tenesteproduksjon til bruk i nasjonale informasjonssystem.",
                        "§ 7-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-2",
                    "title": "Tilsyn m.m.",
                    "sections": [
                        "Departementet fører tilsyn med skolar godkjende etter denne lova og skal i den samanheng ha tilgjenge til skoleanlegg og dokumentasjon.",
                        "Ved opphør av skoledrifta kan departementet i alle tilfelle krevje tilbakeført gjenståande midlar som skriv seg frå det offentlege tilskotet.",
                        "Departementet kan gi forskrift som pålegg dei ansvarlege for opplæringsverksemda og dei som mottar opplæring, å gi opplysningar og delta i evalueringar og rapportere om forhold som er av betydning for evaluering av opplæringsverksemda.",
                        "Ny § 7-2a skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-2a",
                    "title": "Moglege reaksjonsformer",
                    "sections": [
                        "Dersom det blir oppdaga forhold i strid med denne lova, i strid med forskrifter gitt med heimel i lova eller i strid med føresetnadene for godkjenninga, kan departementet gi pålegg om å rette på forholda.",
                        "Departementet kan halde attende tilskotet eller dra godkjenninga attende dersom vilkåra i denne lova, vilkår i forskrifter gitt med heimel i lova eller føresetnadene for godkjenninga ikkje blir fylte. Departementet kan òg krevje attende for mykje utbetalt tilskot, og tilskotsmidlar som er brukte i strid med denne lova, i strid med forskrifter gitt med heimel i lova eller i strid med føresetnadene for godkjenninga.",
                        "Første og andre ledd gjeld også dersom det er oppdaga forhold i strid med andre lover og forskrifter, og forholdet svekker tilliten til skolen.",
                        "§ 7-4 andre ledd skal lyde:",
                        "Utan hinder av teieplikta skal personalet av eige tiltak gi opplysningar til barneverntenesta når det er grunn til å tru at eit barn blir mishandla i heimen, eller når det ligg føre andre former for alvorleg omsorgssvikt, jf. barnevernloven §§ 4-10 til 4-12, eller når eit barn har vist vedvarande alvorlege åtferdsvanskar, jf. § 4-24 i den same lova. Også etter pålegg frå dei organa som er ansvarlege for å gjennomføre barnevernloven, skal personalet gi slike opplysningar.",
                        "§ 8-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-1",
                    "title": "Overgangsreglar",
                    "sections": [
                        "Departementet kan ikkje godkjenne nye skolar etter § 2-1 andre ledd bokstav f før 1. juli 2009.",
                        "Departementet fastset nærare overgangsreglar i forskrift.",
                        "§ 8-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-2",
                    "title": "Føresegn om oppheving",
                    "sections": [
                        "Kapittel 6A sluttar å gjelde 1. juli 2010. Det same gjeld § 6-1 siste ledd siste punktum.",
                        "Denne lova trer i kraft på det tidspunktet Kongen bestemmer. Dei enkelte reglane i lova kan tre i kraft til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}