{
    "lawId": "LOV-2007-06-29-71",
    "lawName": "Lov om endringer i lov 13. juni 1980 nr. 24 om ligningsforvaltning (ligningsloven)",
    "shortName": "Endringslov til ligningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4-12",
                    "title": "Oppgave- og dokumentasjonsplikt for kontrollerte transaksjoner mv.",
                    "sections": [
                        "1.Selskap eller innretning som har plikt til å levere selvangivelse i medhold av § 4-2 nr. 1, skal levere oppgave over art og omfang av transaksjoner og mellomværender med nærstående selskaper eller innretninger. Tilsvarende gjelder for selskap som har plikt til å levere selskapsoppgave i medhold av § 4-9 nr. 1.",
                        "2.Selskap eller innretning som nevnt i nr. 1 skal utarbeide skriftlig dokumentasjon som gir grunnlag for å vurdere om priser og vilkår i deres transaksjoner og mellomværender med nærstående selskaper og innretninger samsvarer med det som ville vært fastsatt i transaksjoner og mellomværender inngått mellom uavhengige parter under sammenlignbare forhold og omstendigheter. Dokumentasjonen skal legges fram, utleveres eller sendes innen 45 dager etter krav fra ligningsmyndighetene, og skal oppbevares av den dokumentasjonspliktige i minst 10 år etter utgangen av inntektsåret.",
                        "3.Unntatt fra plikten til å utarbeide og levere dokumentasjon etter nr. 2 er selskap eller innretning som nevnt i nr. 1, og som i regnskapsåret sammen med nærstående har",
                        "-færre enn 250 ansatte, og enten",
                        "-har en salgsinntekt som ikke overstiger 400 millioner kroner, eller",
                        "-har en balansesum som ikke overstiger 350 millioner kroner.",
                        "Selskap eller innretning som nevnt i nr. 1, og som har transaksjoner eller mellomværender med nærstående selskap eller innretning som er hjemmehørende i stat hvor Norge ikke kan kreve opplysninger om medkontrahentens inntekts- eller formuesforhold i medhold av folkerettslig overenskomst, skal utarbeide skriftlig dokumentasjon for slike transaksjoner og mellomværender uavhengig av begrensningene i foregående punktum. Første punktum skal heller ikke gjelde for selskap eller innretning som har særskatteplikt etter petroleumsskatteloven.",
                        "4.Som nærstående etter nr. 1, 2 og 3 regnes",
                        "a.selskap eller innretning som den oppgave- eller dokumentasjonspliktige, direkte eller indirekte, eier eller kontrollerer med minst 50 prosent,",
                        "b.person, selskap eller innretning som, direkte eller indirekte, eier eller kontrollerer den oppgave- eller dokumentasjonspliktige med minst 50 prosent,",
                        "c.selskap eller innretning som nærstående etter b, direkte eller indirekte, eier eller kontrollerer med minst 50 prosent, og",
                        "d.nærstående person etter b sine foreldre, søsken, barn, barnebarn, ektefelle, samboer, ektefelles foreldre og samboers foreldre, samt selskap eller innretning som disse, direkte eller indirekte, eier eller kontrollerer med minst 50 prosent.",
                        "5.Oppgave- og dokumentasjonsplikten etter nr. 1-4 foran gjelder tilsvarende for disposisjoner som er gjennomført mellom",
                        "a.selskap eller innretning som er hjemmehørende i Norge og dets faste driftssteder i utlandet.",
                        "b.selskap eller innretning som er hjemmehørende i utlandet og dets faste driftssteder i Norge.",
                        "6.Departementet kan fastsette nærmere forskrifter og retningslinjer til utfylling og gjennomføring av denne bestemmelsen, herunder fastsette unntak fra oppgave- og dokumentasjonsplikten.",
                        "§ 8-2 nr. 2 skal lyde:",
                        "2.Skattyterens oppgaver kan settes til side også når han ikke innen den frist som ligningsmyndighetene har satt, har gitt opplysninger som de har bedt om etter § 4-8, eller har unnlatt å medvirke til undersøkelse m.v. etter § 4-10. Det samme gjelder dersom dokumentasjonsplikten etter § 4-12 nr. 2 ikke er oppfylt innen den frist som er oppgitt der.",
                        "§ 8-2 nr. 3 skal lyde:",
                        "3.Grunnlaget for ligningen skal fastsettes ved skjønn hvis skattyteren ikke har levert pliktig selvangivelse eller næringsoppgave. Det samme gjelder dersom oppgave som nevnt i § 4-12 nr. 1 ikke er levert. Formue og inntekt kan da ikke settes lavere enn ved foregående ligning medmindre ligningsmyndighetene finner det sannsynlig at beløpene har vært lavere.",
                        "§ 9-2 nr. 7 skal lyde:",
                        "7.Skattyteren kan ikke kreve å få sin klage behandlet dersom",
                        "a.han har unnlatt å levere selvangivelse, næringsoppgave eller oppgave som nevnt i § 4-12 nr. 1",
                        "b.han har unnlatt å gi opplysning som ligningsmyndighetene spesielt har bedt om",
                        "c.han har unnlatt å medvirke til spesiell undersøkelse etter pålegg han har fått etter § 4-10, eller",
                        "d.oppgave som nevnt i § 4-12 nr. 1 ikke er levert, eller dersom det ikke er levert dokumentasjon som nevnt i § 4-12 nr. 2 innen den frist som er oppgitt der.",
                        "§ 10-8 nr. 1 skal lyde:",
                        "1.Den som ikke leverer oppgaver etter §§ 6-16c og 6-13 nr. 3 innen 31. januar eller unnlater å gi opplysninger etter § 6-10 nr. 1 og 2 innen fristen i samme bestemmelse nr. 3, kan ilegges et gebyr. Gebyret skal være et fast beløp pr. dag for hver oppgave som ikke leveres. Departementet fastsetter gebyrets størrelse. For opplysninger etter § 6-10 nr. 1 og 2 kan det fastsettes et høyere dagsgebyr.",
                        "Endringene under I trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}