{
    "lawId": "LOV-2007-12-14-104",
    "lawName": "Lov om endringer i lov 29. november 1996 nr. 68 om skatt til Svalbard",
    "shortName": "Endringslov til Svalbardskatteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 4-2",
                    "title": "Ligningsmyndigheter",
                    "sections": [
                        "Ligningsloven kapittel 2 gjelder tilsvarende med mindre annet er særskilt bestemt eller følger av denne lov.",
                        "Departementet kan fastsette nærmere regler om organiseringen av ligningsforvaltningen for Svalbard, herunder gi forskrift om oppnevning, sammensetning og organisering av en særskilt skatteklagenemnd.",
                        "§ 4-3 første ledd skal lyde:",
                        "Ved gjennomføring av ligning mv. gjelder ligningsloven kapittel 3 til 12 med mindre annet er særskilt bestemt eller følger av denne lov. I ligningsloven unntas fra anvendelse kapittel 5 om regnskapsplikt og § 8-5 om særskilt avgjørelsesmyndighet.",
                        "§ 4-4 første og annet ledd skal lyde:",
                        "Selvangivelse skal leveres av personer og selskaper som er skattepliktige til Svalbard for formue eller inntekt som nevnt i § 3-1. Skattekontoret kan pålegge andre å levere selvangivelse.",
                        "Selvangivelse med vedlegg leveres til skattekontoret innen utgangen av februar året etter inntektsåret. For den som skattekontoret pålegger å levere selvangivelse, kan en senere frist fastsettes.",
                        "§ 4-5 første ledd skal lyde:",
                        "Lønnsoppgave leveres til skattekontoret innen utgangen av januar året etter inntektsåret. Andre kontrollopplysninger og ligningsoppgaver som nevnt i ligningsloven kapittel 6 leveres til skattekontoret innen utgangen av februar året etter inntektsåret.",
                        "§ 4-6 annet ledd skal lyde:",
                        "Skattekontoret kan fravike opplysningene i lønnsoppgaven når det er grunn til å anta at de er uriktige. Før opplysningene fravikes, skal arbeidsgiver og arbeidstaker gis en passende frist for uttalelse.",
                        "§ 4-7 første ledd oppheves. Nåværende annet ledd blir første ledd.",
                        "§ 5-1 annet ledd skal lyde:",
                        "De funksjoner som etter skattebetalingsloven tilligger skatteoppkreveren i kommunen, skal tilligge skatteoppkreveren for Svalbard.",
                        "§ 5-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-3",
                    "title": "Skatteoppkrever",
                    "sections": [
                        "Departementet bestemmer hvilke organer som skal være skatteoppkrever for Svalbard, og kan fastsette nærmere regler om organiseringen av skatteoppkrevingen.",
                        "§ 4-6 første ledd skal lyde:",
                        "Skattekontoret foretar kontroll av fastsatt lønnstrekk og beregner pensjonsgivende inntekt for kalenderåret. Når lønn og annen ytelse etter § 3-2 overstiger 12 ganger folketrygdens grunnbeløp, skal skattekontoret også beregne årets skatt og trygdeavgift. Fastsettelsen skjer etter skattekontorets skjønn når fristen for levering av lønnsoppgave er oversittet.",
                        "Endringene under I trer i kraft straks med virkning fra og med inntektsåret 2008.",
                        "Endringene under II trer i kraft 1. januar 2008.",
                        "Endringen under III i § 4-6 første ledd første punktum og tredje punktum trer i kraft 1. januar 2008. Nytt § 4-6 første ledd annet punktum trer i kraft straks med virkning fra og med inntektsåret 2008."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}