{
    "lawId": "LOV-2007-06-15-30",
    "lawName": "Lov om endringer i finansieringsvirksomhetsloven og enkelte andre lover (kredittforening som konsernspiss mv.)",
    "shortName": "Endringslov til finansieringsvirksomhetsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 2a-10",
                    "title": "Organisasjonsform, vedtekter",
                    "sections": [
                        "Et morselskap i finanskonsern skal være foretak som nevnt i § 2a-2 bokstav d. Vedtektene i et morselskap og endringer i disse skal godkjennes av Kredittilsynet.",
                        "For morselskap som er aksjeselskap eller allmennaksjeselskap, gjelder aksjeloven eller allmennaksjeloven med mindre annet følger av lov eller forskrift. Aksjeloven § 3-5 første ledd tredje punktum og § 8-1 annet ledd og allmennaksjeloven § 3-5 første ledd tredje punktum og § 8-1 annet ledd gjelder ikke for selskapet.",
                        "For morselskap i finanskonsern som nevnt i § 2a-2 bokstav d annet punktum, gjelder reglene om finansieringsforetak i kapittel 3 tilsvarende.",
                        "I § 2a-16 skal overskriften lyde:"
                    ]
                },
                {
                    "name": "§ 2a-16",
                    "title": "Etablering av konsern med morselskap som nevnt i § 2a-2 bokstav d første punktum",
                    "sections": [
                        "§ 2a-16 første ledd første punktum skal lyde:",
                        "Generalforsamlingen i en finansinstitusjon som eier eller ønsker å eie en så stor eierandel i en annen finansinstitusjon at det består et konsernforhold mellom de to institusjonene, kan med samtykke av Kongen beslutte at konsernet skal organiseres med morselskap som nevnt i § 2a-2 bokstav d første punktum.",
                        "§ 3-9 tredje ledd skal lyde:",
                        "Foretaket skal ha en administrerende direktør (daglig leder). Administrerende direktør (daglig leder) tilsettes av styret.",
                        "§ 3-18 nytt annet ledd skal lyde:",
                        "Grensen etter første ledd gjelder ikke for eierandeler i konsernforetak.",
                        "Nåværende annet ledd blir nytt tredje ledd.",
                        "I lov 20. juni 2003 nr. 41 om tiltak mot hvitvasking av utbytte fra straffbare handlinger mv. (hvitvaskingsloven) skal § 6 nytt femte ledd lyde:",
                        "Plikten til å registrere kundens faste adresse etter første ledd nr. 3 gjelder ikke for bank dersom Folkeregisteret har vedtatt at kundens adresse skal være fortrolig eller strengt fortrolig. Departementet kan i forskrift fastsette tilsvarende unntak for andre rapporteringspliktige.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "Kongen kan gi overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}