{
    "lawId": "LOV-2007-02-16-8",
    "lawName": "Lov om endringer i sjømannslov 30. mai 1975 nr. 18",
    "shortName": "Endringslov til sjømannsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel II A Forbud mot diskriminering",
            "paragraphs": [
                {
                    "name": "§ 33",
                    "title": "Forbud mot diskriminering",
                    "sections": [
                        "Direkte og indirekte diskriminering på grunn av politisk syn, medlemskap i arbeidstakerorganisasjon, seksuell orientering, funksjonshemning eller alder er forbudt.",
                        "Trakassering og instruks om å diskriminere personer av grunner nevnt i første ledd anses som diskriminering. Bestemmelsene i dette kapittel gjelder tilsvarende ved diskriminering av arbeidstaker som arbeider deltid eller er midlertidig ansatt.",
                        "Ved diskriminering på grunn av kjønn gjelder likestillingsloven.",
                        "Ved diskriminering på grunn av etnisitet, nasjonal opprinnelse, avstamning, hudfarge, språk, religion og livssyn gjelder diskrimineringsloven."
                    ]
                },
                {
                    "name": "§ 33 A",
                    "title": "Hva kapitlet omfatter",
                    "sections": [
                        "Bestemmelsene i dette kapittel gjelder alle sider ved arbeidsforholdet, herunder:",
                        "a)utlysing av stilling, ansettelse, omplassering og forfremmelse,",
                        "b)opplæring og annen kompetanseutvikling,",
                        "c)lønns- og arbeidsvilkår,",
                        "d)opphør.",
                        "Bestemmelsene i dette kapittel gjelder tilsvarende for rederiets valg og behandling av selvstendig næringsdrivende og innleide sjømenn.",
                        "Bestemmelsene i dette kapittel gjelder tilsvarende for innmelding i og deltakelse i en arbeidstaker-, arbeidsgiver- eller yrkesorganisasjon. Dette gjelder også for fordeler som slike organisasjoner gir sine medlemmer.",
                        "Bestemmelsene i dette kapittel får ikke anvendelse ved forskjellsbehandling som skyldes medlemskap i arbeidstakerorganisasjon for så vidt gjelder lønns- og arbeidsvilkår i tariffavtaler."
                    ]
                },
                {
                    "name": "§ 33 B",
                    "title": "Unntak fra forbudet mot diskriminering",
                    "sections": [
                        "Forskjellsbehandling som har et saklig formål, ikke er uforholdsmessig inngripende overfor den eller de som forskjellsbehandles og som er nødvendig for utøvelse av arbeid eller yrke, anses ikke som diskriminering etter loven her.",
                        "Forskjellsbehandling som er nødvendig for å oppnå et saklig formål og som ikke er uforholdsmessig inngripende overfor den eller de som forskjellsbehandles er ikke i strid med forbudet mot indirekte diskriminering, diskriminering på grunn av alder eller diskriminering av arbeidstaker som arbeider deltid eller er midlertidig ansatt.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om rekkevidden av unntaket fra forbudet mot aldersdiskriminering i andre ledd."
                    ]
                },
                {
                    "name": "§ 33 C",
                    "title": "Innhenting av opplysninger ved ansettelse",
                    "sections": [
                        "Rederiet må ikke i utlysing etter nye sjømenn eller på annen måte be om at søkerne skal gi opplysninger om seksuell orientering, hvordan de stiller seg til politiske, religiøse eller kulturelle spørsmål eller om de er medlemmer av arbeidstakerorganisasjoner. Rederiet må heller ikke iverksette tiltak for å innhente slike opplysninger på annen måte."
                    ]
                },
                {
                    "name": "§ 33 D",
                    "title": "Særlig om tilrettelegging for sjømenn med funksjonshemning",
                    "sections": [
                        "Rederiet skal så langt det er mulig iverksette nødvendige tiltak for at sjømann med funksjonshemning skal kunne få eller beholde arbeid, utføre og ha fremgang i arbeidet og ha tilgang til opplæring og annen kompetanseutvikling. Dette gjelder ikke dersom tiltakene vil innebære en uforholdsmessig stor byrde for rederiet. Krav til gyldig helseerklæring i henhold til forskrift om legeundersøkelse av arbeidstakere på norsk skip gjelder fullt ut for funksjonshemmede sjømenn.",
                        "Er det i henhold til første ledd aktuelt å overføre sjømannen til annet arbeid, skal vedkommende tas med på råd før saken avgjøres. Sjømannen har rett til å la seg bistå av en tillitsvalgt eller av annen rådgiver."
                    ]
                },
                {
                    "name": "§ 33 E",
                    "title": "Positiv særbehandling",
                    "sections": [
                        "Særbehandling som bidrar til å fremme likebehandling er ikke i strid med bestemmelsene i dette kapittel. Særbehandlingen skal opphøre når formålet med den er oppnådd."
                    ]
                },
                {
                    "name": "§ 33 F",
                    "title": "Opplysningsplikt",
                    "sections": [
                        "Arbeidssøker som mener seg forbigått i strid med bestemmelsene i dette kapittel, kan kreve at rederiet skriftlig opplyser om hvilken utdanning, praksis og andre klart konstaterbare kvalifikasjoner for arbeidet den som ble ansatt har."
                    ]
                },
                {
                    "name": "§ 33 G",
                    "title": "Forbud mot gjengjeldelse",
                    "sections": [
                        "Det er forbudt å gjøre bruk av gjengjeldelse overfor sjømann som har fremmet klage eller på annen måte tatt opp sak om brudd på bestemmelsene i dette kapittel, eller som har gitt uttrykk for at slik sak kan bli fremmet. Forbudet gjelder ikke dersom sjømannen opptrer grovt uaktsomt."
                    ]
                },
                {
                    "name": "§ 33 H",
                    "title": "Bevisbyrde",
                    "sections": [
                        "Dersom sjømann eller arbeidssøker fremlegger opplysninger som gir grunn til å tro at det har funnet sted diskriminering i strid med bestemmelse i dette kapittel eller at det er gjort bruk av gjengjeldelse i strid med § 33 G som følge av sjømannens varsling om brudd på bestemmelse i dette kapittel, må rederiet sannsynliggjøre at det likevel ikke har funnet sted slik diskriminering eller gjengjeldelse.",
                        "Den som er blitt diskriminert i strid med dette kapittel eller utsatt for gjengjeldelse i strid med § 33 G som følge av varsling om brudd på dette kapittel, kan kreve oppreisning uten hensyn til rederiets skyld. Oppreisningen fastsettes til det beløp som retten finner rimelig under hensyn til partenes forhold og omstendighetene for øvrig.",
                        "Erstatning for økonomisk tap som følge av diskriminering i strid med dette kapittel og gjengjeldelse i strid med § 33 G som følge av varsling om brudd på dette kapittel, kan kreves etter de alminnelige regler.",
                        "Bestemmelser i tariffavtaler, ansettelsesavtaler, reglementer, vedtekter mv. som er i strid med dette kapittel, er ugyldige.",
                        "Kapittel II B skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel II B Informasjon og drøfting",
            "paragraphs": [
                {
                    "name": "§ 34",
                    "title": "Plikt til informasjon og drøfting",
                    "sections": [
                        "Rederi som jevnlig sysselsetter minst 50 sjømenn, skal informere om og drøfte spørsmål av betydning for ansettelsesforholdene med ansattes representanter.",
                        "Bestemmelsene i dette kapittel kommer til anvendelse for skip registrert i norsk ordinært skipsregister, når disse er passasjerskip eller er i fart på innsjøer og elver. Kongen kan gi forskrift om beregningen av antall sjømenn i virksomheten."
                    ]
                },
                {
                    "name": "§ 35",
                    "title": "Gjennomføring av plikten til informasjon og drøfting",
                    "sections": [
                        "Plikten til informasjon og drøfting omfatter",
                        "a)informasjon om den aktuelle og forventede utvikling av rederiets aktiviteter og økonomiske situasjon,",
                        "b)informasjon og drøfting om den aktuelle og forventede bemanningssituasjonen i rederiet, inkludert eventuell fare for innskrenkninger og de tiltak rederiet vurderer i den forbindelse,",
                        "c)informasjon og drøfting om beslutninger som kan føre til vesentlig endring i arbeidsorganisering eller ansettelsesforhold.",
                        "Informasjon etter første ledd bokstav a skal skje på et passende tidspunkt. Informasjon og drøfting etter første ledd bokstavene b og c skal skje så tidlig som mulig.",
                        "Informasjonen skal gis slik at det er mulig for de ansattes representanter å sette seg inn i saken, foreta en passende undersøkelse, vurdere saken og forberede eventuell drøfting. Drøftingen skal bygge på informasjon fra rederiet, finne sted på det nivå for ledelse og representasjon som saken tilsier og skje på en måte og med et innhold som er passende. Drøftingen skal gjennomføres slik at det er mulig for de ansattes representanter å møte rederiet og få et grunngitt svar på uttalelser de måtte avgi. Drøfting etter første ledd bokstav c skal ta sikte på å komme fram til en avtale med rederiet."
                    ]
                },
                {
                    "name": "§ 36",
                    "title": "Fortrolige opplysninger",
                    "sections": [
                        "Dersom rederiets behov tilsier at bestemte opplysninger ikke bør gis videre, kan rederiet pålegge de ansattes representanter og eventuelle rådgivere taushetsplikt. Rederiet kan i særlige tilfeller unnlate å gi informasjon eller gjennomføre drøfting dersom det på det aktuelle tidspunktet åpenbart vil være til betydelig skade for rederiet at opplysningene blir kjent."
                    ]
                },
                {
                    "name": "§ 37",
                    "title": "Fravik",
                    "sections": [
                        "Bestemmelsene i dette kapittel gjelder så langt ikke annet følger av tariffavtale eller annen lovgivning.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}