{
    "lawId": "LOV-2007-12-21-133",
    "lawName": "Lov om endringer i lov 13. juni 1997 nr. 55 om serveringsvirksomhet (serveringsloven)",
    "shortName": "Endringslov til serveringsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4",
                    "title": "Daglig leder",
                    "sections": [
                        "Serveringsstedet skal ha en daglig leder som har det reelle ansvar for den daglige drift av serveringsstedet. Daglig leder må være myndig.",
                        "§ 5 første ledd skal lyde:",
                        "Serveringsstedets daglige leder må ha gjennomført en etablererprøve.",
                        "§ 6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Krav til vandel",
                    "sections": [
                        "Bevillingshaver, daglig leder og personer som har vesentlig innflytelse på virksomheten, må ha utvist uklanderlig vandel i forhold til straffelovgivningen, skatte- og avgiftslovgivningen, regnskapslovgivningen, lov om forbud mot diskriminering på grunnlag av etnisitet, religion mv. Personer som nevnt i første punktum må heller ikke ha begått lovbrudd i forhold til annen lovgivning på en måte som vil være uforenlig med drift av serveringssted.",
                        "Person som eier en vesentlig del av virksomheten eller av selskap som driver virksomheten eller som oppebærer en vesentlig del av dens avkastning eller i kraft av sin stilling som leder har vesentlig innflytelse på den, vil alltid anses å ha vesentlig innflytelse på virksomheten.",
                        "Ved vurderingen av bevillingshavers og andre personers vandel etter første ledd kan det ikke tas hensyn til forhold som er eldre enn fem år.",
                        "§ 7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Konsolidering av eierandeler",
                    "sections": [
                        "I vurderingen av om en person har vesentlig innflytelse på virksomheten, regnes vedkommendes eierandeler eller stemmer sammen med eierandeler eller stemmer som tilhører følgende personer:",
                        "1)ektefelle eller person som vedkommende bor sammen med i ekteskapslignende forhold,",
                        "2)slektninger i rett oppstigende eller nedstigende linje samt søsken,",
                        "3)ektefelle til person som nevnt i nr. 2 eller person som bor i ekteskapslignende forhold sammen med person som nevnt i nr. 2.",
                        "§ 8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Krav til søknaden",
                    "sections": [
                        "Den som vil etablere et serveringssted skal sende skriftlig søknad til kommunen. Søknaden skal inneholde følgende opplysninger:",
                        "a)navn og adresse på den for hvis regning serveringsstedet skal drives. Dersom serveringsstedet drives av en juridisk person, skal det også gis opplysninger om organisasjonsnummer og eiersammensetning,",
                        "b)angivelse av det sted hvor serveringsstedet skal drives,",
                        "c)navn og adresse på daglig leder og personer som etter § 6 har vesentlig innflytelse på virksomheten,",
                        "d)dokumentasjon av faglige kvalifikasjoner i henhold til § 5,",
                        "e)skatteattest for den for hvis regning serveringsstedet skal drives.",
                        "I tillegg kan kommunen, når den finner det påkrevet, kreve fremlagt:",
                        "a)leiekontrakt,",
                        "b)finansieringsplan,",
                        "c)driftbudsjett og",
                        "d)likviditetsbudsjett.",
                        "Opplysningene som nevnt i andre ledd må kreves uten ugrunnet opphold etter at kommunen har mottatt søknad om serveringsbevilling.",
                        "Serveringssteder som er børsnoterte, plikter ikke å legge frem informasjon som er taushetsbelagt etter verdipapirhandelloven og børsloven med forskrifter.",
                        "§ 11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Opplysnings- og meldeplikt",
                    "sections": [
                        "Politiet, skatte- og avgiftsmyndighetene, tollmyndighetene, Mattilsynet, Arbeidstilsynet, Likestillings- og diskrimineringsombudet og Likestillings- og diskrimineringsnemnda plikter uten hinder av taushetsplikt å gi de opplysninger som kommunen anser nødvendige for behandling av saker etter denne lov.",
                        "Dersom politiet, skatte- og avgiftsmyndighetene, tollmyndighetene, Mattilsynet, Arbeidstilsynet, Likestillings- og diskrimineringsombudet eller Likestillings- og diskrimineringsnemnda avdekker forhold som de har grunn til å anta har vesentlig betydning for bevillingsspørsmålet eller i vurderingen av om stedet bør stenges etter §§ 18 eller 19, plikter de av eget tiltak og uten hinder av taushetsplikt, å informere kommunen om dette.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om opplysnings- og meldeplikten.",
                        "§ 13 nytt tredje ledd skal lyde:",
                        "Politiet kan foreta nødvendig inspeksjon av serveringssteder ved mistanke om lovbrudd knyttet til serveringsvirksomheten.",
                        "§ 13 noverande tredje ledd blir fjerde ledd.",
                        "§ 14 første ledd bokstav a skal lyde:",
                        "a)skifte av daglig leder,",
                        "§ 15 nytt første ledd skal lyde:",
                        "Kommunen kan i forskrift fastsette åpningstider for de serveringsstedene som ligger i kommunen.",
                        "§ 15 tredje ledd skal lyde:",
                        "Vedtak om å innskrenke åpningstidene fastsatt etter kommunale forskrifter kan tidligst tre i kraft tre måneder etter at vedtaket er truffet.",
                        "I § 16 skal overskrifta lyde:"
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Ordensvakter og bortvisning av gjester",
                    "sections": [
                        "§ 16 nytt andre og tredje ledd skal lyde:",
                        "Departementet kan i forskrift gi nærmere regler om godkjenning av ordensvakter.",
                        "Personer som gjentagne ganger har brutt serveringsstedets ordensregler eller forstyrrer ro og orden i virksomheten, kan i særlige tilfeller nektes adgang for kortere eller lengre tid. Beslutning om bortvisning skal være skriftlig, begrunnet og angi hvor lenge utestengingen skal vare. Beslutning om bortvisning foretas av politiet.",
                        "§ 17 første ledd skal lyde:",
                        "Politiet kan stenge et serveringssted for inntil syv dager dersom det er nødvendig:",
                        "a)for å stanse forstyrrelser av den offentlige ro og orden eller når omstendighetene gir grunn til frykt for slike forstyrrelser,",
                        "b)for å ivareta enkeltpersoners eller allmennhetens sikkerhet,",
                        "c)for å avverge eller stanse lovbrudd.",
                        "§ 18 skal lyde:"
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Suspensjon av bevilling",
                    "sections": [
                        "Kommunen kan straks sette en serveringsbevilling ut av kraft midlertidig dersom dette er nødvendig for å avverge eller stanse lovbrudd, og det er skjellig grunn til å tro at bevillingen vil bli kalt tilbake etter § 19, eller at bevillingshaveren vil bli fradømt retten til å drive serveringsstedet etter straffeloven § 29 første ledd bokstav b).",
                        "Kommunen kan straks stenge et serveringssted inntil videre dersom dette er nødvendig for å stanse brudd på lovgivning som nevnt i § 6 første ledd. Slik stenging skal opphøre når forholdene som lå til grunn for stengingsvedtaket, er rettet.",
                        "§ 19 andre ledd skal lyde:",
                        "I vurderingen av om serveringsbevilling bør tilbakekalles skal det blant annet legges vekt på overtredelsens art, overtredelsens grovhet, om det foreligger gjentagelser, om noen tilknyttet serveringsstedet, jf. § 6 første ledd, kan klandres for overtredelsen og hva som er gjort for å rette opp forholdet.",
                        "§ 21 første ledd ny bokstav e skal lyde:",
                        "e)unnlater å melde endringer til kommunen etter § 14.",
                        "1.Loven gjelder fra den tid Kongen bestemmer.",
                        "2.Gjeldende åpningstidsbestemmelser ved ikrafttredelsen av denne endringslov gis virkning inntil det er fastsatt kommunale forskrifter, dog ikke lenger enn ett år.",
                        "3.Endringen i § 3 gjelder ikke for serveringssteder som før ikrafttredelsen av denne loven ikke var omfattet av lovens virkeområde, jf. § 2.",
                        "4.Kravet etter § 5 om etablererpøve gjelder ikke for daglig leder i virksomhet som er i drift ved ikrafttredelsen av denne endringslov."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}