{
    "lawId": "LOV-2007-06-29-94",
    "lawName": "Lov om endringar i lov 17. juni 2005 nr. 101 om eigedomsregistrering o.a",
    "shortName": "Endringslov til matrikkellova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel 2 Matrikkelen og innhaldet i den o.a.",
            "paragraphs": [
                {
                    "name": "§ 5 a",
                    "title": "Matrikkelstyresmaktene",
                    "sections": [
                        "Staten ved sentral matrikkelstyresmakt skal syte for ordning, drift og forvaltning av matrikkelen.",
                        "Kommunen er lokal matrikkelstyresmakt, og har under dette ansvaret for å utføre oppmålingsforretningar og føre matrikkelen i kommunen. Kommunen kan etter avtale overlate til andre å utføre oppmålingsforretningar på sine vegner. Kommunen kan etter avtale overlate til annan kommune etter reglane i kommunelova kapittel 5, eller til sentral matrikkelstyresmakt, å føre matrikkelen på sine vegner.",
                        "Departementet kan i forskrift gi nærare reglar om matrikkelstyresmaktene, under dette om organ som kan utføre matrikkelføringsoppgåver.",
                        "Overskrifta til kapittel 3 skal lyde:",
                        "Overskrifta til kapittel 4, som ført opp før § 8, blir oppheva.",
                        "§ 6 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3 Vilkår for matrikulering og andre føringar som gjeld matrikkeleiningar",
            "paragraphs": [
                {
                    "name": "§ 6",
                    "title": "Krav om oppmålingsforretning før matrikkelføring",
                    "sections": [
                        "Oppmålingsforretning skal haldast før følgjande kan førast inn i matrikkelen:",
                        "a)ny grunneigedom, ny anleggseigedom, ny festegrunn eller nytt jordsameige,",
                        "b)umatrikulert grunneigedom eller umatrikulert festegrunn,",
                        "c)registrering av uregistrert jordsameige eller endring i registrert sameigefordeling,",
                        "d)opplysningar om arealoverføring, grensejustering og klarlegging av eksisterande grense, eller",
                        "e)eigarseksjon som omfattar uteareal, eller nytt eller endra uteareal til eksisterande eigarseksjon.",
                        "Når det ligg føre særlege grunnar, kan kommunen etter søknad frå den som har rekvirert forretninga, føre ny matrikkeleining inn i matrikkelen utan at oppmålingsforretninga er fullført.",
                        "Oppmålingsforretning er ikkje nødvendig for å matrikkelføre samanslåing etter § 18, referanse til avtale om eksisterande grense etter § 19, eller fastsetjing av samla fast eigedom etter § 20.",
                        "Departementet kan i forskrift gi nærare reglar om matrikkelføring av ny matrikkeleining utan at oppmålingsforretninga er fullført.",
                        "§ 7 femte ledd blir oppheva. Noverande sjette ledd blir femte ledd.",
                        "§ 8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Krav om matrikkelføring",
                    "sections": [
                        "Saman med krav om matrikkelføring, skal det leggjast ved dokumentasjon som er nødvendig for føring av matrikkelen og grunnboka. Når det er rekvirert oppmålingsforretning etter § 35, skal det ikkje setjast fram særskilt krav om matrikkelføring.",
                        "Departementet kan i forskrift gi nærare reglar om innhaldet i og utforminga av krav om matrikkelføring.",
                        "§ 9 tredje og nytt fjerde ledd skal lyde:",
                        "Matrikulering av nytt jordsameige kan krevjast av dei som har grunnboksheimel som eigarar av grunneigedommane som skipar sameiget, saman med den som har grunnboksheimel som eigar av grunneigedommen som den nye eininga blir delt frå eller oppretta på.",
                        "Departementet kan i forskrift gi nærare reglar om kven som kan krevje matrikkelføring, og om slike krav.",
                        "I § 10 tredje og fjerde ledd skal uttrykket «Kommunen skal etter søknad opprette ny matrikkeleining» endrast til «Ny matrikkeleining kan opprettast».",
                        "§ 10 femte ledd blir oppheva. Noverande sjette og sjuande ledd blir femte og sjette ledd.",
                        "Overskrifta til § 12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Særskilt om matrikkelføring av festegrunn",
                    "sections": [
                        "§ 12 nytt fjerde ledd skal lyde:",
                        "Oppmålingsforretning som endrar grensene for festerett, kan berre matrikkelførast når det ligg føre samtykke frå festaren.",
                        "I § 15 andre ledd skal tilvisingane til «§ 9» endrast til «§ 9 første ledd».",
                        "§ 17 skal lyde:"
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Klarlegging av eksisterande grense",
                    "sections": [
                        "Følgjande kan krevje klarlegging av eksisterande grenser utført som særskilt forretning:",
                        "a)nokon som har grunnboksheimel som eigar eller festar til den aktuelle matrikkeleininga, eller",
                        "b)staten, fylkeskommune eller kommune.",
                        "Departementet kan i forskrift gi nærare reglar om klarlegging av eksisterande grense, under dette frita frå krav om oppmålingsforretning.",
                        "§ 18 skal lyde:"
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Samanslåing av eksisterande matrikkeleiningar",
                    "sections": [
                        "Matrikkeleiningar som ligg i same kommune og har same heimelshavar, kan slåast saman. Festeeiningar kan slåast saman dersom dei ligg til eller er utskilt frå same grunneigedom, og festekontraktane har same innhald og gjeld mellom same partar. Samanslåing kan ikkje skje i strid med føresegner gitt i eller i medhald av anna lovgiving.",
                        "Samanslåing kan krevjast av den som har grunnboksheimel som eigar til vedkommande matrikkeleiningar.",
                        "Departementet kan i forskrift gi nærare reglar om samanslåing, under dette innskrenke og utvide høvet til samanslåing.",
                        "§ 19 skal lyde:"
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Avtale om eksisterande grense",
                    "sections": [
                        "Kommunen kan ta inn i matrikkelen referansar til avtaler om eksisterande grense som ikkje tidlegare er fastlagt i oppmålingsforretning eller i tilsvarande forretning etter anna eller tidlegare lovgiving.",
                        "Slik avtale kan berre tinglysast dersom avtala har referanse i matrikkelen.",
                        "Departementet kan i forskrift gi nærare reglar om avtaler om eksisterande grense som kan få referanse i matrikkelen, under dette innskrenke og utvide kva for avtaler som kan få slik referanse.",
                        "§ 20 fjerde ledd skal lyde:",
                        "Departementet kan i forskrift gi nærare reglar om fastsetjing av samla fast eigedom, under dette innskrenke og utvide høvet til å fastsetje samla fast eigedom.",
                        "Overskrifta til kapittel 4 blir sett inn før § 21 og skal lyde:",
                        "§ 21 andre ledd skal lyde:",
                        "Departementet kan i forskrift gi nærare reglar om utforming, tildeling, endring og skilting av offisiell adresse, og om kommunen sitt høve til å fastsetje utfyllande lokale forskrifter.",
                        "§ 22 første og andre ledd blir oppheva. Noverande tredje til sjette ledd blir første til fjerde ledd. I andre ledd andre punktum blir tilvisinga til «tredje ledd» endra til «første ledd».",
                        "§ 22 noverande sjuande ledd blir oppheva. Noverande åttande til tiande ledd blir femte til sjuande ledd.",
                        "§ 24 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4 Adresser til eigedommar og bygningar",
            "paragraphs": [
                {
                    "name": "§ 24",
                    "title": "Tinglysing og utferding av matrikkelbrev",
                    "sections": [
                        "Så snart oppretting av ny matrikkeleining, samanslåing, endring av eigarseksjon eller arealoverføring er ført i matrikkelen, skal kommunen sende melding om dette til tinglysing.",
                        "Det skal gå fram av meldinga som blir brukt for å registrere matrikkeleininga i grunnboka, om eininga er grunneigedom, anleggseigedom, eigarseksjon, jordsameige eller festegrunn.",
                        "Så snart kommunen har fått melding om at tinglysing er utført som føresett, skal kommunen fullføre matrikkelføringa, og stadfeste dette ved å utferde matrikkelbrev. Tidspunktet for endeleg oppretting, samanslåing, endring eller arealoverføring, skal reknast samstundes med tinglysinga. Kommunen skal sende matrikkelbrevet til den som har rekvirert oppmålingsforretninga. Er grense mot tilgrensande matrikkeleiningar merkt eller målt inn på nytt, skal kommunen sende relevant matrikkelbrev til eigarar og eventuelle festarar av desse einingane. I oversendinga skal det opplysast om høve til klage og klagefristar.",
                        "I sak som gjeld grunn til offentleg veg eller jernbane, skal tinglysing skje berre når det er kravd særskilt. Stat, fylkeskommune og kommune kan i sak som gjeld arealoverføring eller oppretting av ny matrikkeleining, stadfeste eigedomsretten ved eigenfråsegn for grunn som skal brukast til offentleg veg eller jernbane. For bortfall av pant i areal som inngår i grunn til offentleg veg eller jernbane gjeld reglane i pantelova § 1-11 fjerde ledd.",
                        "I sak som gjeld matrikulering av umatrikulert grunneigedom eller umatrikulert festegrunn etter § 13, eller registrering av jordsameige etter § 14, skal tinglysing berre skje når det er kravd særskilt.",
                        "For tinglysing i samband med matrikkelføring av sak for jordskifteretten gjeld føresegnene i jordskiftelova.",
                        "Departementet kan i forskrift gi nærare reglar om melding til tinglysing og utferding av matrikkelbrev, og kan under dette fastsetje rutinar som sikrar samsvar mellom matrikkelen og grunnboka.",
                        "§ 25 fjerde ledd skal lyde:",
                        "Pålegg frå kommunen som gjeld bruk av grunn og bygningar, skal førast i matrikkelen straks pålegget er vedteke, endra eller oppheva.",
                        "§ 25 sjette ledd skal lyde:",
                        "Departementet kan i forskrift gi nærare reglar om rapportering og føring av opplysningar om bygningar, adresser, eigarseksjonar og andre opplysningar kommunen skal føre i matrikkelen, og om kommunen sitt høve til å fastsetje utfyllande lokale forskrifter.",
                        "§ 26 femte ledd skal lyde:",
                        "Denne paragrafen går framom personopplysningslova § 27 om retting av mangelfulle personopplysningar.",
                        "§ 26 sjette ledd skal lyde:",
                        "Departementet kan i forskrift gi nærare reglar om rettingar, endringar og tilføyingar til matrikkelen, og om sletting av matrikkeleining, under dette om underretting og når underretting kan sløyfast.",
                        "§ 29 andre ledd blir oppheva. Noverande tredje og fjerde ledd blir andre og tredje ledd.",
                        "§ 32 første ledd skal lyde:",
                        "Kommunen kan ta gebyr for oppmålingsforretning, matrikkelføring, utferding av matrikkelbrev og anna arbeid etter lova her etter regulativ fastsett av kommunestyret sjølv. Gebyra kan i sum ikkje vere høgare enn nødvendige kostnader kommunen har med slikt arbeid. For matrikulering av eigarseksjon kan det ikkje takast andre gebyr enn det som er fastsett i eigarseksjonslova § 7 femte ledd.",
                        "Overskrifta til kapittel 7 skal lyde:",
                        "§ 33 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 7 Oppmålingsforretning",
            "paragraphs": [
                {
                    "name": "§ 33",
                    "title": "Oppmålingsforretning",
                    "sections": [
                        "Oppmålingsforretning går ut på å klarleggje og beskrive grenser og rettar i tråd med partane sine påstandar og framlagde dokument, og elles bringe fram opplysningar og dokumentasjon som er nødvendig for matrikkelføring og eventuelt tinglysing. Den som utfører oppmålingsforretninga, skal ta vare på alle partar sine interesser og utføre forretninga i samsvar med god landmålarskikk.",
                        "Oppstår det under forretninga tvil eller tvist om ei eksisterande grense og det ikkje blir oppnådd semje, skal dette markerast i kravet om matrikkelføring.",
                        "I forretning som gjeld oppretting av ny matrikkeleining eller arealoverføring, skal dei nye grensene merkjast i marka i samsvar med kommunalt løyve etter plan- og bygningslova. Den som utfører forretninga kan samtykkje i mindre avvik, for å kunne få ei gagnleg grense ut frå tilhøva i terrenget.",
                        "Partane og den som utfører forretninga, har tilgang til privat og offentleg eigedom i samsvar med § 41.",
                        "Oppmålingsforretning over areal som inngår i sak for jordskifteretten, blir utført av jordskifteretten etter reglane i jordskiftelova med mindre jordskifteretten bestemmer noko anna.",
                        "Departementet kan i forskrift gi nærare reglar om varsling og proklama, og om utføring og dokumentasjon av oppmålingsforretning.",
                        "§ 35 skal lyde:"
                    ]
                },
                {
                    "name": "§ 35",
                    "title": "Rekvisisjon og fullføring av oppmålingsforretning",
                    "sections": [
                        "Rekvisisjon av oppmålingsforretning skal setjast fram overfor den kommunen som skal matrikkelføre forretninga. Kommunen skal gjennomføre og matrikkelføre forretninga utan unødig opphald. Kommunen og rekvirenten kan avtale lengre frist, men ikkje lengre enn to år.",
                        "Kommunen kan avvise rekvisisjon om klarlegging av eksisterande grense etter § 17 første ledd bokstav a, dersom det tidlegare er halde oppmålingsforretning, eller tilsvarande forretning etter anna eller tidlegare lovgiving, over vedkommande grense.",
                        "Fylkesmannen kan fatte vedtak om fullføring og matrikkelføring av oppmålingsforretning som ikkje er fullført eller matrikkelført innan oppgitt frist, for kommunen si rekning.",
                        "Departementet kan i forskrift gi nærare reglar om rekvisisjon og fullføring av oppmålingsforretning, under dette om tidsfristar og avvising av rekvisisjon, og om utføring av oppmålingsforretning og matrikkelføring etter vedtak av fylkesmannen.",
                        "§§ 36 til 38 blir oppheva.",
                        "Overskrift til § 39 skal lyde:"
                    ]
                },
                {
                    "name": "§ 39",
                    "title": "Geodetisk grunnlag",
                    "sections": [
                        "§ 39 nytt andre ledd skal lyde:",
                        "Kommunen skal bestemme ytterlegare geodetiske data når oppgåver etter lova her krev det, og gjere dei tilgjengelege for brukarane av slike data.",
                        "§ 39 noverande andre ledd blir nytt tredje ledd.",
                        "§ 40 blir oppheva.",
                        "§ 41 første ledd tredje punktum skal lyde:",
                        "Tilsvarande gjeld for andre måleoppgåver som blir utførde på oppdrag av stat eller kommune, eller under rettleiing av kommunen eller staten sitt geodetiske fagorgan.",
                        "§ 43 første ledd andre punktum blir oppheva.",
                        "§ 46 første ledd bokstav a skal lyde:",
                        "a)matrikkelføring av saker som krev oppmålingsforretning etter § 6, under dette feil ved varslinga eller utføringa av forretninga,",
                        "Bokstav c blir oppheva. Noverande bokstav d til k blir bokstav c til j.",
                        "Bokstav k og l skal lyde:",
                        "k)fastsetjing av gebyr, jf. § 32 første ledd,",
                        "l)avslag på rekvisisjon av oppmålingsforretning, jf. § 35 første ledd,",
                        "Bokstav m og n blir oppheva. Noverande bokstav o blir bokstav m.",
                        "Tilvisinga til «bokstav k» i andre ledd tredje punktum, blir endra til «bokstav j».",
                        "Andre ledd fjerde punktum blir oppheva.",
                        "Tredje ledd blir oppheva. Noverande fjerde ledd blir tredje ledd.",
                        "§ 50 andre ledd skal lyde:",
                        "Føresegnene i § 7 trer i kraft ikkje tidlegare enn fire år frå det at lova trer i kraft.",
                        "§ 51 andre til fjerde ledd blir oppheva. Noverande femte ledd blir andre ledd.",
                        "§ 51 tredje ledd skal lyde:",
                        "Departementet kan i forskrift gi nærare overgangsreglar, under dette reglar om overføring av opplysningar frå kommunane og statlege organ.",
                        "I lov 7. juni 1935 nr. 2 om tinglysing skal § 12a første ledd lyde:",
                        "Dokument som gir grunnbokshjemmel til matrikkelenhet kan ikke tinglyses uten at det framgår av matrikkelen at slik tinglysing kan finne sted for vedkommende enhet. Gir dokumentet uttrykk for hjemmelsovergang som ledd i arv, skifte eller tvangsfullbyrdelse, eller gjelder eierseksjon eller festerett for en tid av 10 år eller kortere, er det tilstrekkelig at enheten er innført i matrikkelen. Dokument som endrer grenser for matrikkelenhet, kan ikke tinglyses før endringen er matrikkelført, unntatt når annet er bestemt av retten.",
                        "I lov 21. desember 1979 nr. 77 om jordskifte o.a. (jordskifteloven) skal § 88a første ledd lyde:",
                        "Eigar eller innehavar av alltidvarande bruksrett kan krevje at jordskifteretten skal klarleggje og fastsette eigedoms- og bruksrettstilhøva i sameiger, i andre område der det er sambruk mellom eigedomar og i område i det samiske reinbeiteområdet der det går føre seg reindrift, når dette er nødvendig av omsyn til ein rasjonell bruk av området eller for registrering av uregistrert jordsameige.",
                        "I lov 14. juni 1985 nr. 77 Plan- og bygningslov blir gjort følgjande endringar:",
                        "§ 63 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 63",
                    "title": "Opprettelse og endring av eiendom",
                    "sections": [
                        "Opprettelse av ny grunneiendom, ny anleggseiendom eller nytt jordsameie, eller opprettelse av ny festegrunn for bortfeste som kan gjelde i mer enn 10 år, jf. lov om eigedomsregistrering, eller endring av eksisterende eiendomsgrenser, må ikke gjøres på en slik måte at det oppstår forhold som strider mot denne lov, forskrift, vedtekt eller plan. Opprettelse eller endring som nevnt i første punktum, må heller ikke gjøres slik at det dannes tomter som etter kommunens skjønn er mindre vel skikket til bebyggelse på grunn av sin størrelse, form eller plassering.",
                        "§ 93 første ledd bokstav h skal lyde:",
                        "h)Opprettelse av ny grunneiendom, ny anleggseiendom eller nytt jordsameie, eller opprettelse av ny festegrunn for bortfeste som kan gjelde i mer enn 10 år, eller arealoverføring, jf. lov om eigedomsregistrering. Slik tillatelse er ikke nødvendig når tiltak som nevnt i første punktum, skjer som ledd i jordskifte i samsvar med rettslig bindende plan.",
                        "§ 93b nr. 1 andre ledd blir oppheva.",
                        "§ 94 nr. 1 tredje ledd skal lyde:",
                        "De som er nevnt i § 9 i lov om eigedomsregistrering kan søke om tillatelse til å opprette ny grunneiendom, ny anleggseiendom, ny festegrunn eller nytt jordsameie, eller tillatelse til arealoverføring. Søknad om å opprette ny grunneiendom, ny anleggseiendom, ny festegrunn eller nytt jordsameie, eller tillatelse til arealoverføring, må angi hvordan enheten ønskes utformet, herunder angi grenseforløpet på kart. Søknaden må vise hvordan de nye enhetene eller arealoverføringen på hensiktsmessig måte kan gå inn i en fremtidig utnytting av området, herunder også hvordan de krav som nevnt i § 69 nr. 1 kan oppfylles.",
                        "§ 96 fjerde ledd skal lyde:",
                        "Tillatelse til tiltak etter § 93 første ledd bokstav h faller bort dersom det ikke er rekvirert oppmålingsforretning etter lov om eigedomsregistrering innen tre år etter at tillatelsen ble gitt, eller dersom matrikkelføring vil være i strid med lov om eigedomsregistrering.",
                        "I lov 23. mai 1997 nr. 31 om eierseksjoner blir gjort følgjande endringar:",
                        "§ 5 første ledd skal lyde:",
                        "Eierseksjoner opprettes ved tinglysing av kommunalt seksjoneringsvedtak etter bestemmelsene i kapitlet her.",
                        "§ 7 andre ledd fjerde punktum skal lyde:",
                        "Skal ubygde deler av eiendommen inngå i bruksenhet, skal rekvisisjon av oppmålingsforretning over utearealet følge begjæringen.",
                        "§ 7 femte ledd tredje punktum skal lyde:",
                        "I tillegg kan kommunen kreve gebyr etter reglene i matrikkelloven for oppmålingsforretning, og for matrikkelbrev som må utarbeides etter bestemmelsen i § 9 annet ledd.",
                        "I § 9 andre ledd skal båe uttrykka «lov om eigedomsregistrering» endrast til «matrikkelloven».",
                        "§ 11 første ledd andre punktum skal lyde:",
                        "Deretter skal kommunen sende nødvendig dokumentasjon for opprettelse av grunnboksblad for hver seksjon til tinglysing, jf. matrikkelloven § 24.",
                        "§ 11 andre ledd andre punktum skal lyde:",
                        "Styret skal melde sameiet til registrering senest seks måneder etter at seksjoneringsvedtaket er blitt tinglyst.",
                        "§ 12 første ledd første punktum skal lyde:",
                        "En seksjon kan deles i to eller flere seksjoner ved tinglysing av kommunalt reseksjoneringsvedtak etter egen seksjoneringsbegjæring som er satt fram av seksjonens hjemmelshaver.",
                        "Lova gjeld frå det tidspunkt Kongen fastset. Kongen kan setje dei ulike endringane i verk frå ulik tid. Føresegnene kan setjast delvis i verk.",
                        "Departementet kan gi nærare overgangsføresegner."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}