{
    "lawId": "LOV-2007-12-21-123",
    "lawName": "Lov om endringer i pasientrettighetsloven m.m. (ventetidsgaranti for barn og unge under 23 år med psykiske lidelser eller rusmiddelavhengighet og justeringer etter rusreformen)",
    "shortName": "Endringslov til pasientrettighetsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-4",
                    "title": "Rett til valg av sykehus m.m.",
                    "sections": [
                        "Pasienten har rett til å velge på hvilket sykehus, distriktspsykiatrisk senter eller institusjon som tilbyr tverrfaglig spesialisert behandling for rusmiddelmisbruk, eller behandlingssted i en slik institusjon, behandlingen skal foretas. Det er en forutsetning at institusjonen eies av et regionalt helseforetak eller har avtale med et regionalt helseforetak som gir pasienten en slik valgrett.",
                        "Pasienten kan ikke velge behandlingsnivå.",
                        "For pasienter under tvungen observasjon eller tvungent psykisk helsevern etter psykisk helsevernloven kapittel 3, gjelder ikke retten etter første ledd dersom dette vil være uforsvarlig eller i betydelig grad er egnet til å svekke formålet med det tvungne vernet. Tilsvarende gjelder for pasienter som tas inn på institusjon med hjemmel i sosialtjenesteloven §§ 6-2 og 6-2a, dersom dette vil være uforsvarlig eller i betydelig grad er egnet til å svekke formålet med inntaket. Retten etter første ledd gjelder heller ikke valg av senter for legemiddelassistert rehabilitering i spesialisthelsetjenesten dersom dette vil være uforsvarlig eller i betydelig grad egnet til å svekke formålet med behandlingen.",
                        "Departementet kan gi nærmere forskrifter om innholdet og gjennomføringen av valgretten etter bestemmelsen her og om slike avtaler som er omtalt i første ledd.",
                        "I lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. gjøres følgende endringer:",
                        "§ 3-1 andre ledd skal lyde:",
                        "Regionale helseforetak skal utpeke det nødvendige antall helseinstitusjoner eller avdelinger i slike institusjoner innen helseregionen med tilsvarende plikt overfor pasienter som trenger psykiatrisk helsehjelp, og pasienter som trenger tverrfaglig spesialisert behandling for rusmiddelmisbruk.",
                        "§ 3-1a oppheves.",
                        "§ 3-14 andre ledd skal lyde:",
                        "Kongen kan gi forskrift med nærmere regler om gjennomføringen av opphold ved institusjoner som tilbyr tverrfaglig spesialisert behandling for rusmiddelmisbruk. Det kan herunder gis regler om fastsettelse av husordensregler og regler om pasientens rettigheter under oppholdet og vern om pasientens personlige integritet. Det kan dessuten gis regler om følgende tvangstiltak:",
                        "a)adgang til å kreve urinprøver for kontrollformål",
                        "b)kontroll av pasientens post",
                        "c)forbud mot rusmidler og farlige gjenstander i institusjonen",
                        "d)beslaglegging og tilintetgjøring av rusmidler og farlige gjenstander",
                        "e)kroppsvisitasjon og ransaking av pasientens rom og eiendeler",
                        "f)adgang til å nekte besøk",
                        "g)adgang til å nekte permisjoner og annet fravær",
                        "h)bruk av tvang i nødssituasjoner i tråd med alminnelige nødretts- og nødvergebetraktninger.",
                        "Ny § 3-16 skal lyde:",
                        "Kongen kan gi forskrift med nærmere regler om legemiddelassistert rehabilitering av rusmiddelmisbrukere og kan blant annet gi regler om:",
                        "a)formål med legemiddelassistert rehabilitering",
                        "b)kriterier for inntak og utskrivning",
                        "c)krav om at det skal utarbeides individuell plan for alle pasienter i legemiddelassistert rehabilitering",
                        "d)når individuell plan skal utarbeides og konsekvenser for behandlingen dersom individuell plan ikke foreligger",
                        "e)ansvarsgrupper",
                        "f)hvem som beslutter inntak og utskrivning fra legemiddelassistert rehabilitering",
                        "g)adgang til å kreve urinprøver og blodprøver for kontrollformål.",
                        "Regler etter første ledd bokstav b og d kan gjøre unntak fra reglene i pasientrettighetsloven § 2-1 andre og fjerde ledd.",
                        "Nåværende § 3-16 blir ny § 3-17.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}