{
    "lawId": "LOV-2007-06-29-78",
    "lawName": "Lov om endringer i lov 15. juni 2001 nr. 53 om erstatning ved pasientskader mv. (pasientskadeloven) m.m",
    "shortName": "Endringslov til pasientskadeloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 6",
                    "title": "Norsk Pasientskadeerstatning",
                    "sections": [
                        "Norsk Pasientskadeerstatning er ansvarlig for skade som kan kreves erstattet etter loven her.",
                        "Kongen organiserer og fastsetter nærmere forskrifter om Norsk Pasientskadeerstatning.",
                        "Ny § 6 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 6 a",
                    "title": "Egenandel",
                    "sections": [
                        "Kongen kan i forskrift bestemme at skadevolderen skal betale en egenandel i de tilfeller der det tilkjennes erstatning.",
                        "§ 7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Plikt til å betale tilskudd til Norsk Pasientskadeerstatning for den offentlige helsetjenesten",
                    "sections": [
                        "Staten, regionale helseforetak , fylkeskommuner og kommuner yter tilskudd til Norsk Pasientskadeerstatning for å dekke erstatning for pasientskader voldt i den offentlige helsetjenesten, samt bidrag til driften i samsvar med forskrift gitt av Kongen.",
                        "Til den offentlige helsetjenesten regnes virksomheten til staten, de regionale helseforetakene, helseforetakene, fylkeskommunene eller kommunene. Det samme gjelder virksomhet som drives på oppdrag av eller med driftstilskudd fra noen av disse. Kongen kan i forskrift presisere hva som skal regnes til den offentlige helsetjenesten, herunder gjøre unntak fra første og annet punktum.",
                        "§ 8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Plikt for den som yter helsehjelp utenfor den offentlige helsetjenesten til å melde fra og yte tilskudd til Norsk Pasientskadeerstatning",
                    "sections": [
                        "Den som utenfor den offentlige helsetjenesten yter helsehjelp som nevnt i § 1, skal melde fra og yte tilskudd til Norsk Pasientskadeerstatning for å dekke erstatning for pasientskader voldt utenfor den offentlige helsetjenesten samt bidrag til driften.",
                        "Nærmere bestemmelser om melde- og tilskuddsplikten, om registrering av meldingene og om tilskuddsordningen fastsettes av Kongen i forskrift, herunder kan det fastsettes fritak fra plikten etter første ledd.",
                        "Den som forsettlig unnlater å oppfylle plikten til å melde fra eller plikten til å betale tilskudd til Norsk Pasientskadeerstatning, straffes med bøter eller fengsel inntil 3 måneder. Det samme gjelder den som i meldingen gir feil opplysninger slik at det betales for lavt tilskudd.",
                        "Ny § 8 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 8 a",
                    "title": "Forskrift om forsikring av ansvar for pasientskade",
                    "sections": [
                        "Kongen kan i forskrift fastsette at tjenesteytere eller nærmere angitte grupper av tjenesteytere kan eller skal tegne forsikring til dekning av ansvaret etter loven her i stedet for at Norsk Pasientskadeerstatning er ansvarlig.",
                        "Forskriften kan ha nærmere bestemmelser om blant annet:",
                        "a)krav til forsikringsgiver og forsikringsvilkår,",
                        "b)godkjenning av forsikringsgivere og forsikringsvilkår,",
                        "c)mulighet for ansvarsbegrensning i forsikringen og dekning og fordeling av tapet dersom forsikringsplikten ikke er overholdt eller forsikringen viser seg utilstrekkelig, herunder at tapet skal dekkes av de godkjente forsikringsgiverne i fellesskap,",
                        "d)plikt for forsikringsgivere til å bidra til dekning av Pasientskadenemndas driftsutgifter,",
                        "e)bortfall av eller reduksjon i tilskuddsplikt etter § 7 og bortfall av melde- og tilskuddsplikt etter § 8,",
                        "f)hvem som skal behandle krav om erstatning,",
                        "g)fremsetting av krav og saksbehandling, herunder om avgjørelse av erstatningskrav og utbetaling av erstatning,",
                        "h)dekning av advokatutgifter,",
                        "i)mulighet for å anmode Pasientskadenemnda om å overta behandlingen av en sak som ikke er ferdigbehandlet når det er gått to år fra kravet ble meldt,",
                        "j)klagerett og domstolsprøving,",
                        "k)hvem som er ansvarlig ved overgang mellom Norsk Pasientskadeerstatnings ansvar og forsikringsdekning og mellom forsikringsgivere, og",
                        "l)regress.",
                        "Den som forsettlig unnlater å oppfylle forsikringsplikt fastsatt i medhold av første ledd, straffes med bøter eller fengsel inntil 3 måneder.",
                        "§ 9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Fremsetting av krav",
                    "sections": [
                        "Krav om erstatning for pasientskade meldes skriftlig til Norsk Pasientskadeerstatning. Norsk Pasientskadeerstatning kan i særlige tilfelle tillate at krav om erstatning meldes muntlig. Fremsettes kravet overfor helsepersonell eller helseinstitusjon, skal kravet meldes videre til Norsk Pasientskadeerstatning.",
                        "§ 10 første ledd skal lyde:",
                        "Norsk Pasientskadeerstatning utreder saken.",
                        "§ 11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Advokatbistand",
                    "sections": [
                        "Pasientens utgifter til advokathjelp dekkes dersom Norsk Pasientskadeerstatning har truffet vedtak om det, eller utgiftene må regnes som tap som følge av skaden. Pasienten kan kreve forhåndsavgjørelse om hvilke advokatutgifter som vil bli dekket.",
                        "§ 12 annet ledd oppheves.",
                        "§ 15 første ledd første punktum skal lyde:",
                        "Enkeltvedtak som nevnt i § 14 annet punktum kan påklages til Pasientskadenemnda av den som krever erstatning etter loven her.",
                        "§ 16 fjerde ledd skal lyde:",
                        "Pasientskadenemndas virksomhet dekkes i samsvar med forskrift gitt av Kongen, ved bidrag fra Norsk Pasientskadeerstatning.",
                        "§ 17 annet ledd annet punktum skal lyde:",
                        "Forvaltningsloven § 11 d om muntlige konferanser med saksbehandleren gjelder tilsvarende.",
                        "§ 17 femte ledd annet punktum oppheves.",
                        "§ 18 skal lyde:"
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Domstolsprøving",
                    "sections": [
                        "Den som krever erstatning etter loven her, kan bringe saken inn for domstolene når endelig vedtak i Pasientskadenemnda foreligger. Søksmål reises mot Pasientskadenemnda. Andre kan ikke bringe saken inn for domstolene.",
                        "Søksmål må reises innen fire måneder fra det tidspunkt underretning om endelig vedtak i Pasientskadenemnda er kommet fram til vedkommende. Når denne fristen er ute uten at søksmål er reist, har vedtaket samme virkning som rettskraftig dom, og kan fullbyrdes etter reglene for dommer.",
                        "I lov 2. juli 1999 nr. 64 om helsepersonell m.v. (helsepersonelloven) skal § 20 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 20",
                    "title": "Plikter etter pasientskadeloven",
                    "sections": [
                        "Den som utenfor den offentlige helsetjenesten yter helsehjelp som nevnt i pasientskadeloven § 1, skal melde fra og yte tilskudd til Norsk Pasientskadeerstatning etter pasientskadeloven § 8.",
                        "I lov 17. juni 2005 nr. 90 om mekling og rettergang i sivile tvister (tvisteloven) § 37-3 gjøres følgende endring:",
                        "I nr. 16 skal endringen i lov 15. juni 2001 nr. 53 om erstatning ved pasientskader mv. oppheves.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}