{
    "lawId": "LOV-2007-02-16-6",
    "lawName": "Lov om endringer i lov 16. juni 1972 nr. 47 om kontroll med markedsføring og avtalevilkår (markedsføringsloven) og enkelte andre lover",
    "shortName": "Endringslov til markedsføringsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel II b. Grenseoverskridende handlinger som skader forbrukerens kollektive interesser",
            "paragraphs": [
                {
                    "name": "§ 9 e",
                    "title": "Virkeområde",
                    "sections": [
                        "Bestemmelsene i dette kapitlet får anvendelse på handlinger foretatt i næringsvirksomhet som strider mot bestemmelser som i henhold til EØS-avtalen beskytter forbrukernes kollektive interesser slik de er gjennomført i norsk rett.",
                        "§§ 9 f og 9 g får anvendelse på handlinger som strider mot bestemmelser som gjennomfører EØS-lovgivningen som er tatt inn i vedlegg 1 til europaparlaments- og rådsdirektiv 98/27/EF om nedlegging av forbud med hensyn til vern av forbrukernes interesser. Bestemmelsene får kun anvendelse på handlinger foretatt i næringsvirksomhet i Norge som har virkning i en annet EØS-stat eller som er foretatt i næringsvirksomhet i en annen EØS-stat og har virkning i Norge.",
                        "§ 9 h får anvendelse på handlinger som strider mot bestemmelser som gjennomfører EØS-lovgivningen som er tatt inn i vedlegg til europaparlaments- og rådsforordning (EF) nr. 2006/2004 om samarbeid mellom nasjonale myndigheter med ansvar for håndheving av forbrukervernlovgivning. Bestemmelsen får kun anvendelse hvis lovbruddet rammer forbrukere som har bopel i en annen medlemsstat enn der lovbruddet har sin opprinnelse eller har funnet sted, der den næringsdrivende er etablert eller der bevismaterialet befinner seg.",
                        "Departementet fastsetter i forskrift hvilke bestemmelser som til en hver tid beskytter forbrukernes kollektive interesser etter annet og tredje ledd.",
                        "§ 9 f skal lyde:"
                    ]
                },
                {
                    "name": "§ 9 f",
                    "title": "Adgang til å bringe saker inn for Forbrukerombudet og Markedsrådet",
                    "sections": [
                        "Utenlandske myndigheter og organisasjoner som er oppført på listen over godkjente institusjoner som i henhold til EØS-avtalens bestemmelser offentliggjøres av EU-kommisjonen i De Europeiske Fellesskapers Tidende og i EØS-tillegget til dette, kan bringe sak inn for Forbrukerombudet og Markedsrådet med sikte på å få nedlagt forbud mot handling som nevnt i § 9 e annet ledd.",
                        "§ 9 g første ledd skal lyde:"
                    ]
                },
                {
                    "name": "§ 9 g",
                    "title": "Godkjenning av myndigheter og organisasjoner",
                    "sections": [
                        "Departementet godkjenner norske myndigheter og organisasjoner som kan opptre som part i sak i andre EØS-stater med sikte på å få nedlagt forbud mot handling som nevnt i § 9 e annet ledd. Departementet underretter EFTA-statenes faste komité om de utpekte myndigheters og organisasjoners navn og formål, med sikte på oppføring på listen nevnt i § 9 f.",
                        "Ny § 9 h skal lyde:"
                    ]
                },
                {
                    "name": "§ 9 h",
                    "title": "Innlemmelse av forordning om samarbeid mellom nasjonale myndigheter med ansvar for håndheving av forbrukervernlovgivning",
                    "sections": [
                        "EØS-avtalen vedlegg XIX nr. 7f (forordning (EF) nr. 2006/2004) om samarbeid mellom nasjonale myndigheter med ansvar for håndheving av forbrukervernlovgivning (forordningen om forbrukervernsamarbeid) gjelder som lov med de tilpasninger som følger av vedlegget selv, protokoll 1 til avtalen og avtalen for øvrig.",
                        "Departementet oppnevner vedkommende myndigheter som håndhever forordningens bestemmelser og sentralt kontaktorgan.",
                        "§ 12 første ledd skal lyde:",
                        "Markedsrådet kan forby en handling som rådet finner er i strid med en bestemmelse gitt i eller i medhold av kapittel I eller § 9 c, når det finner at inngrep tilsies av hensyn til forbrukerne, eller, i forhold til § 1 annet ledd av hensyn til likestilling mellom kjønnene. Markedsrådet kan også forby part for Markedsrådet å bruke vilkår som nevnt i kapittel II eller som ikke oppfyller kravene i § 9 d, eller foreta handlinger som tilsikter slik bruk. Markedsrådet kan videre forby en handling som strider mot bestemmelser som nevnt i § 9 e annet ledd, hvis handlingen er foretatt i næringsvirksomhet i Norge og har virkning i en annen EØS-stat. Markedsrådet kan videre forby en handling der det foreligger brudd på bestemmelser som nevnt i § 9 e tredje ledd og som Forbrukerombudet etter § 9 h annet ledd er oppnevnt som vedkommende myndighet til å håndheve. Markedsrådet kan videre forby handling som rådet finner er i strid med regler som Forbrukerombudet er tillagt tilsyn med etter forskrifter gitt i medhold av lov av 4. desember 1992 nr. 127 om kringkasting § 3-1 fjerde ledd, når det tilsies av hensyn til forbrukerne eller av hensyn til likestilling mellom kjønnene. Markedsrådet kan forby handlinger som rådet finner er i strid med lov om alternativ behandling av sykdom mv. § 8 når hensynet til forbrukerne tilsier dette. Markedsrådet kan gi påbud om de tiltak rådet finner er nødvendige for å sikre at forbudet overholdes.",
                        "§ 13 tredje ledd skal lyde:",
                        "Forbrukerombudet kan på anmodning fra myndighet eller organisasjon som nevnt i § 9 f, med sikte på å verne forbrukernes kollektive interesser i en annen EØS-stat, behandle saker vedrørende handlinger som nevnt i § 9 e annet ledd.",
                        "§ 13 femte ledd skal lyde:",
                        "Forbrukerombudet kan kreve skriftlig bekreftelse fra overtrederen på at ulovlige forhold skal opphøre. Dersom frivillig ordning ikke oppnås, kan Forbrukerombudet forelegge saken for Markedsrådet til avgjørelse etter § 12.",
                        "§ 14 første ledd første punktum skal lyde:",
                        "Forbrukerombudet kan treffe vedtak om forbud som nevnt i § 12 første ledd, første, annet, tredje, fjerde, femte og sjette punktum dersom det ikke er oppnådd frivillig ordning, og Forbrukerombudet antar at det vil medføre ulempe eller skadevirkning å avvente Markedsrådets vedtak.",
                        "§ 16 første ledd skal lyde:",
                        "I vedtak etter §§ 12 og 14 mot markedsføring i strid med §§ 1 til 5 eller mot urimelige avtalevilkår som nevnt i § 9 a skal det fastsettes et tvangsgebyr som den som vedtaket retter seg mot, skal betale dersom vedkommende overtrer vedtaket eller medvirker til at en annen foretar den handlingen vedtaket retter seg mot. Det samme gjelder vedtak etter §§ 12 og 14 som retter seg mot overtredelse av bestemmelser i kapittel II a. Det samme gjelder i vedtak etter § 12 første ledd tredje og fjerde punktum og § 14 første ledd første punktum. Dersom den som vedtaket retter seg mot, må tilbakekalle annonsekampanjer e l, skal vedkommende gis en frist for det. Fastsettelse av tvangsgebyr kan unnlates dersom særlige grunner tilsier det.",
                        "I lov 4. desember 1992 nr. 127 om kringkasting (kringkastingsloven) gjøres følgende endringer:",
                        "Ny § 2-11 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 2-11",
                    "title": "Opplysningsplikt.",
                    "sections": [
                        "Enhver plikter å gi Medietilsynet de opplysninger som tilsynet krever for å kunne utføre sine gjøremål etter loven eller for å kunne oppfylle Norges avtaleforpliktelser overfor en fremmed stat eller internasjonal organisasjon. Opplysningene kan kreves gitt skriftlig eller muntlig innen en fastsatt frist.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om opplysningsplikten, herunder om hvem som er omfattet av opplysningsplikten og hvilke opplysninger som kan kreves.",
                        "Ny § 2-12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-12",
                    "title": "Medietilsynets myndighet i forhold til grenseoverskridende kringkasting",
                    "sections": [
                        "Medietilsynet kan kreve skriftlig bekreftelse fra kringkaster under norsk jurisdiksjon på at overtredelse av bestemmelser som nevnt i § 9 e tredje ledd i lov 16. juni 1972 nr. 47 om markedsføring skal opphøre. Medietilsynet kan videre forby kringkasteren å sende innslag hvis det foreligger slik overtredelse i disse innslagene.",
                        "Ved overtredelser som nevnt i første ledd kan Medietilsynet gjennomføre gransking og besiktigelse på stedet hvor kringkasteren utøver sin virksomhet hvis det er nødvendig for at Medietilsynet skal kunne utføre sine gjøremål etter markedsføringsloven § 9 h.",
                        "Medietilsynets kompetanse etter denne bestemmelsen gjelder kun i forhold til de bestemmelsene Medietilsynet etter markedsføringsloven § 9 h annet ledd er oppnevnt som vedkommende myndighet til å håndheve.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om vedtak om forbud, herunder om framgangsmåte ved gransking.",
                        "§ 10-5 tredje ledd skal lyde:",
                        "Kongen kan gi nærmere regler om vedtak om forbud mot å sende reklame og inndragning av konsesjon.",
                        "I lov 9. mars 1973 nr. 14 om vern mot tobakksskader (tobakksskadeloven) gjøres følgende endringer:",
                        "§ 8 første og annet ledd skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 8",
                    "title": "Sosial- og helsedirektoratet fører tilsyn med at bestemmelsene i §§ 2 og 3, og bestemmelser gitt i medhold av disse lovbestemmelsene, overholdes. Sosial- og helsedirektoratet kan foreta slik gransking og besiktigelse som det finner nødvendig for å utføre sine gjøremål etter loven.",
                    "sections": [
                        "Finner Sosial- og helsedirektoratet at noen av disse bestemmelser er overtrådt, kan det pålegge retting av forholdet. Samtidig settes en frist for rettingen. Sosial- og helsedirektoratet kan kreve skriftlig bekreftelse fra overtrederen på at det ulovlige forholdet skal opphøre.",
                        "I lov 4. desember 1992 nr. 132 om legemidler m.v. (legemiddelloven) gjøres følgende endring:",
                        "§ 28 nytt åttende ledd skal lyde:",
                        "Ved overtredelse av legemiddelloven § 19 og 21 eller forskrifter gitt med hjemmel i disse bestemmelsene, kan departementet kreve skriftlig bekreftelse fra overtrederen på at det ulovlige forholdet skal opphøre.",
                        "I lov 2. juni 1989 nr. 27 om omsetning av alkoholholdig drikk m.v. (alkoholloven) gjøres følgende endringer:",
                        "§ 9-3 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 9-3",
                    "title": "Tilsyn",
                    "sections": [
                        "Sosial- og helsedirektoratet fører tilsyn med at bestemmelsene om reklameforbud fastsatt i eller i medhold av denne lov overholdes. Sosial- og helsedirektoratet kan foreta slik gransking og besiktigelse som det finner nødvendig for å utføre sine gjøremål etter loven.",
                        "Enhver plikter å gi de opplysninger som er nødvendige for gjennomføringen av Sosial- og helsedirektoratets oppgaver etter lovens kapittel 9.",
                        "§ 9-4 første ledd nytt tredje punktum skal lyde:",
                        "Sosial- og helsedirektoratet kan kreve skriftlig bekreftelse fra overtrederen på at det ulovlige forholdet skal opphøre.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}