{
    "lawId": "LOV-2007-06-15-29",
    "lawName": "Lov om endringer i forsikringsloven (fellespensjonskasser)",
    "shortName": "Endringslov til forsikringsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 7-2",
                    "title": "Pensjonskasser for flere foretak/arbeidsgivere",
                    "sections": [
                        "Foretak, kommuner og andre arbeidsgivere som har adgang til å opprette felles pensjonsordning etter foretakspensjonsloven kapittel 12, innskuddspensjonsloven kapittel 10 eller denne lovens § 10-2, kan ha slik felles pensjonsordning i en pensjonskasse (konsernpensjonskasse). Kravet om tilknytning i foretakspensjonsloven § 12-1 og innskuddspensjonsloven § 10-1 gjelder tilsvarende for opprettelse av pensjonskasse for felles pensjonsordning som ikke omfattes av disse lovene.",
                        "To eller flere kommuner kan avtale å ha sine pensjonsordninger i samme pensjonskasse (interkommunal pensjonskasse). Bestemmelsene i § 10-2 annet og tredje ledd gjelder tilsvarende.",
                        "To eller flere uavhengige foretak kan inngå avtale om å ha sine pensjonsordninger i samme pensjonskasse (fellespensjonskasse). Avtalen skal i samsvar med reglene i § 7-13 angi:",
                        "a)hvilke foretak som omfattes av avtalen,",
                        "b)grunnkapitalen i fellespensjonskassen og hvor stor andel hvert foretak skal skyte inn i fellespensjonskassen, og regler om plikt til senere å skyte inn kapital,",
                        "c)fellespensjonskassens øverste organ med stemmerettsregler,",
                        "d)hvilke former for kollektive pensjonsordninger som fellespensjonskassen skal overta,",
                        "e)nærmere bestemmelser om følgene av oppkjøp og sammenslåing av foretak som har pensjonsordning i fellespensjonskassen,",
                        "f)oppsigelsesfristen for foretak som vil tre ut av avtalen, og regler om adgangen til å utelukke et foretak fra fellespensjonskassen, samt om oppgjøret i samsvar med § 7-13 fjerde ledd når et foretak går ut av fellespensjonskassen. Oppsigelse skal uansett kunne skje med tre måneders varsel med virkning fra det førstkommende årsskifte,",
                        "g)om det skal benyttes samme premietariff eller ulike premietariffer for de forskjellige pensjonsordningene i fellespensjonskassen.",
                        "Kongen kan gi nærmere regler om pensjonsordninger og pensjonskasser som omfattes av paragrafen her, herunder forskrift om kommuners adgang til å ha pensjonsordning i fellespensjonskasse og foretaks adgang til å ha pensjonsordning i interkommunal pensjonskasse.",
                        "§ 7-4 første ledd og nytt annet og tredje ledd skal lyde:",
                        "En pensjonskasse skal ha vedtekter som minst angir:",
                        "a)pensjonskassens navn og forretningskontor,",
                        "b)pensjonskassens virksomhet, herunder hvilke former for kollektive pensjonsordninger pensjonskassen skal overta,",
                        "c)minstekrav til grunnkapital,",
                        "d)regler om styre, daglig leder og andre organer,",
                        "e)regler om valg av styremedlemmer, styreleder, andre organer og revisor,",
                        "f)regler om vedtak vedrørende endring av vedtekter og sammenslutning, deling og avvikling av pensjonskassen,",
                        "g)regler om utbytte av grunnkapitalen og andre kapitalinnskudd.",
                        "Vedtektene i en fellespensjonskasse skal i tillegg angi:",
                        "a)hvilke foretak som deltar i pensjonskassen,",
                        "b)grunnkapitalen i fellespensjonskassen og hvor stor andel hvert foretak skal skyte inn i fellespensjonskassen, og regler om plikt til senere å skyte inn kapital,",
                        "c)dersom styret ikke skal være fellespensjonskassens øverste organ, regler om sammensetning og valg av et representantskap for fellespensjonskassen, herunder representanter for yrkesaktive medlemmer og pensjonister. Reglene skal inneholde stemmeregler for representantskapet. Valg av styre og revisor skal tilligge representantskapet. Vedtektene skal for øvrig angi hvilke saker som skal behandles i representantskapet.",
                        "Bestemmelsene i annet ledd gjelder tilsvarende for interkommunale pensjonskasser så langt de passer.",
                        "Nåværende annet og tredje ledd blir nye fjerde og femte ledd.",
                        "Ny § 7-13 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-13",
                    "title": "Særlige regler for fellespensjonskasse",
                    "sections": [
                        "Foretakene kan ved enstemmighet beslutte å gi et bestemt foretak adgang til å slutte seg til avtalen.",
                        "Et foretak har rett til å tre ut av fellespensjonskassen i samsvar med bestemmelsene i avtalen, jf. § 7-2 tredje ledd bokstav f.",
                        "Dersom et foretak vesentlig misligholder sine forpliktelser i fellespensjonskassen, kan de øvrige foretakene beslutte å utelukke foretaket fra fellespensjonskassen og fastsette opphørstidspunktet, jf. § 7-2 tredje ledd bokstav f.",
                        "Når et foretak ikke lenger skal ha sin pensjonsordning i fellespensjonskassen, skal den del av fellespensjonskassens midler som knytter seg til dette foretaket på opphørstidspunktet, tilordnes foretaket. Foretaket skal også tilordnes en del av egenkapitalen i fellespensjonskassen på opphørstidspunktet, beregnet etter forholdet mellom premiereserven eller alderspensjonskapitalen for foretakets medlemmer og premiereserven eller alderspensjonskapitalen for alle medlemmer i fellespensjonskassen. For øvrig gjelder foretakspensjonsloven § 12-7 og innskuddspensjonsloven § 10-5 fjerde ledd tilsvarende.",
                        "Ved sammenslåing av flere foretak som omfattes av en fellespensjonskasse, eller av virksomhet i foretakene, skal avtalens bestemmelser om stemmerett og kapitalforhold tilpasses de endrede forhold. Tilsvarende gjelder ved deling av foretak som omfattes av fellespensjonskassen.",
                        "§ 10A-1 tredje ledd nytt annet punktum skal lyde:",
                        "Foretakspensjonsordninger i samme fellespensjonskasse kan utgjøre en fellesordning.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelser til ulik tid.",
                        "Kongen kan gi nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}