{
    "lawId": "LOV-2007-06-29-90",
    "lawName": "Lov om endringer i lov 20. juni 2003 nr. 56 om fagskoleutdanning",
    "shortName": "Endringslov til fagskoleloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål og virkeområde",
                    "sections": [
                        "Lovens formål er å sikre fagskoleutdanninger av høy kvalitet gjennom en offentlig godkjenningsordning. Loven skal bidra til at studenter ved fagskoleutdanninger får tilfredsstillende vilkår.",
                        "Loven gjelder for den som tilbyr fagskoleutdanning (tilbyder), og som har fått godkjenning av fagskoleutdanningen etter § 2. Med fagskoleutdanning menes yrkesrettede utdanninger som bygger på videregående opplæring eller tilsvarende realkompetanse, og som har et omfang tilsvarende minimum et halvt studieår og maksimum to studieår. Med yrkesrettet utdanning menes utdanning som gir kompetanse som kan tas i bruk i arbeidslivet uten ytterligere generelle opplæringstiltak.",
                        "Loven gjelder for tilbydere av fagskoleutdanning med virksomhet i riket. Loven gjelder for Svalbard og Jan Mayen for så vidt ikke annet fastsettes av Kongen. Kongen kan fastsette særlige regler under hensyn til de stedlige forhold.",
                        "Loven gjelder ikke for virksomhet som utføres utenfor riket. Kongen kan bestemme at slik virksomhet likevel skal omfattes helt eller delvis av lovens bestemmelser.",
                        "Etter avtale med fremmed stat eller internasjonal organisasjon kan lovens virkeområde utvides eller innskrenkes på avgrensede saksområder.",
                        "§ 2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Godkjenning",
                    "sections": [
                        "En utdanning som faller inn under definisjonen i § 1 og fyller øvrige vilkår fastsatt i eller i medhold av denne lov, kan etter søknad godkjennes som fagskoleutdanning.",
                        "Tilbyder av utdanning som er godkjent som fagskoleutdanning, kan på bestemte vilkår få fullmakt til selv å opprette og legge ned fagskoleutdanninger innen avgrensede fagområder (godkjent tilbyder). Departementet kan gi forskrift om vilkår for godkjenning av tilbyder.",
                        "Godkjenning foretas av Nasjonalt organ for kvalitet i utdanningen (NOKUT), jf. lov 1. april 2005 nr. 15 om universiteter og høyskoler kapittel 2.",
                        "Tilbydere som får godkjenning etter første eller annet ledd skal ha tilfredsstillende interne systemer for kvalitetssikring. Studentevalueringer skal inngå i systemene for kvalitetssikring. Departementet kan gi forskrift med utfyllende bestemmelser om kvalitetssikring.",
                        "Dersom vilkårene for godkjenning ikke lenger er oppfylt, kan NOKUT trekke tilbake godkjenningen. Dersom godkjenning trekkes tilbake, har tilbyder ansvar for å sikre at studentene får gjennomført påbegynt utdanning på en tilfredsstillende måte.",
                        "Departementet gir forskrift om godkjenningsordningen og om rettigheter og plikter som følger av godkjenning.",
                        "§ 3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Organisasjon og ledelse",
                    "sections": [
                        "Fagskoler skal ha et styre med minst fem medlemmer som øverste ansvarlige styringsorgan.",
                        "Styret er ansvarlig for at studentene får den utdanning som er forutsatt som grunnlag for godkjenningen, at alle vilkår for eventuelle statlige tilskudd overholdes og at virksomheten for øvrig drives i samsvar med gjeldende lover og regler. Styret er ansvarlig for at de opplysninger som blir gitt godkjenningsorganet og utdanningssøkende, er korrekte og fullstendige.",
                        "Tilbyder skal ha en administrativ og faglig ledelse som skal stå for den daglige driften av utdanningen innenfor de retningslinjer og pålegg styret har gitt. Den administrative og faglige ledelse ansettes av styret.",
                        "Studenter og ansatte skal ha representanter med møte-, tale- og forslagsrett i alle tilfeller der styret behandler saker av betydning for gjennomføringen av godkjent fagskoleutdanning. Studentrepresentantene og ansatterepresentantene velges av og blant studentene og de ansatte.",
                        "Departementet kan gi forskrifter om organisering, styring og ledelse av fagskoleutdanning, herunder bestemmelser om representasjon i styrende organer.",
                        "Departementet kan vedta at det kan gjøres unntak fra loven og forskriftene til loven i forbindelse med tidsavgrensede organisatoriske forsøk.",
                        "§ 8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Statlig tilskudd til fagskoleutdanning",
                    "sections": [
                        "Det kan gis statlig tilskudd til tilbydere av fagskoleutdanning som er godkjent etter denne loven.",
                        "Departementet fører tilsyn med tilbydere av fagskoleutdanning som mottar statlig tilskudd.",
                        "Departementet kan gi forskrift om nærmere regler for statlig tilskudd til fagskoleutdanning, årsregnskap og tilsyn.",
                        "§ 9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Egenbetaling",
                    "sections": [
                        "Tilbydere av fagskoleutdanning kan bare kreve egenbetaling fra studenter i den grad det ikke ved tildeling av statstilskudd er forutsatt at utdanningen skal være gratis.",
                        "Tilbydere av fagskoleutdanning skal la statstilskudd og egenbetaling fra studentene komme studentene til gode.",
                        "Departementet kan gi forskrift om tilbyderes adgang til å ta egenbetaling fra studenter og om adgangen til å kreve inn andre utgifter knyttet til studiene.",
                        "Ny § 10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Beskyttelse av betegnelsene fagskoleutdanning og fagskole – registrering i Enhetsregisteret",
                    "sections": [
                        "Betegnelsene fagskoleutdanning og fagskole kan bare benyttes om utdanninger og tilbydere som har godkjenning etter denne lov.",
                        "Departementet kan, ved forskrift eller enkeltvedtak, forby bruk av betegnelse eller navn som uriktig gir inntrykk av å ha slik godkjenning, eller som er egnet til å forveksles med en betegnelse nevnt i første ledd.",
                        "Departementet kan etter søknad gi dispensasjon for etablerte sammensatte betegnelser som ikke er egnet til å forveksles med betegnelsene nevnt i første ledd.",
                        "Tilbydere av godkjent fagskoleutdanning som ikke helt ut er eid av staten, fylkeskommune eller kommune, skal være registrert i Enhetsregisteret, jf. lov 3. juni 1994 nr. 15 om Enhetsregisteret.",
                        "Nåværende § 9 blir ny § 11.",
                        "1.Loven gjelder fra det tidspunkt Kongen bestemmer.",
                        "2.Kongen kan gi nærmere overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}