{
    "lawId": "LOV-2007-12-21-129",
    "lawName": "Lov om endringer i aksjeloven, allmennaksjeloven og enkelte andre lover (fusjon og fisjon over landegrensene)",
    "shortName": "Endringslov til aksjelovene mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "VII. Fusjon over landegrensene",
            "paragraphs": [
                {
                    "name": "§ 13-25",
                    "title": "Virkeområde mv.",
                    "sections": [
                        "(1) Bestemmelsene i §§ 13-25 til 13-36 gjelder fusjon mellom ett eller flere allmennaksjeselskaper og ett eller flere utenlandske selskaper med begrenset ansvar som har sitt registrerte forretningskontor eller sitt hovedkontor i en annen EØS-stat, og som er underlagt lovgivningen i en annen EØS-stat enn Norge. Et allmennaksjeselskap kan bare fusjoneres med et utenlandsk selskap etter første punktum som har en selskapsform som etter sin stats selskapslovgivning svarer til aksjeselskap eller allmennaksjeselskap. Også aksjeselskap kan delta i en fusjon som nevnt i første og annet punktum, og reglene i §§ 13-25 til 13-36 gjelder i så fall også for aksjeselskapet.",
                        "(2) Ved fusjon etter første ledd gjelder følgende regler tilsvarende for det norske selskapet så langt de passer og med de tilpasninger som følger av §§ 13-25 til 13-36:",
                        "1.§ 13-2 første ledd. Begrensningen i § 13-2 første ledd nr. 2 gjelder likevel ikke dersom det etter lovgivningen som et av de deltakende selskapene er underlagt, er adgang til å gjennomføre fusjon med et tillegg til vederlaget i aksjer som overstiger 20 prosent av det samlede vederlaget,",
                        "2.§ 13-3 annet og tredje ledd,",
                        "3.§§ 13-4 og 13-5,",
                        "4.§ 13-8 nr. 1 og 2 og § 13-9,",
                        "5.§§ 13-11 til 13-16,",
                        "6.§ 13-17 annet ledd,",
                        "7.§ 13-18 første, tredje og fjerde ledd,",
                        "8.§ 13-19,",
                        "9.§§ 13-21 til 13-23."
                    ]
                },
                {
                    "name": "§ 13-26",
                    "title": "Utarbeidelse av fusjonsplan",
                    "sections": [
                        "(1) Styret i allmennaksjeselskapet skal sammen med de kompetente organer i de utenlandske selskapene som deltar i fusjonen, utarbeide en felles fusjonsplan. Planen skal undertegnes av styret.",
                        "(2) Fusjonsplanen skal minst angi:",
                        "1.selskapenes selskapsform, foretaksnavn og registrerte forretningskontor, herunder forslag om dette for det overtakende selskapet etter fusjonen,",
                        "2.bytteforholdet mellom aksjer eller selskapsandeler og eventuelt vederlag i tillegg til aksjer eller selskapsandeler som skal ytes til aksjeeierne i det overdragende selskapet,",
                        "3.regler om tildeling av aksjer eller selskapsandeler i det overtakende selskapet,",
                        "4.sannsynlige virkninger av fusjonen for sysselsettingen i selskapene,",
                        "5.fra hvilket tidspunkt aksjene eller selskapsandelene gir rett til utbytte i det overtakende selskapet, og alle særlige vilkår som gjelder for å utøve denne retten,",
                        "6.fra hvilket tidspunkt transaksjoner i et overdragende selskap regnskapsmessig skal anses å være foretatt for det overtakende selskapets regning,",
                        "7.hvilke rettigheter aksjeeiere med særlige rettigheter og innehavere av tegningsrett som nevnt i §§ 11-1, 11-10 og 11-12 i det eller de overdragende selskapene skal ha i det overtakende selskapet eller hvilke tiltak som foreslås til fordel for slike rettighetshavere,",
                        "8.enhver særlig rett eller fordel som skal tilfalle de uavhengige sakkyndige, medlemmer av selskapets kontroll- eller tilsynsorganer, medlemmer av styret, daglig leder eller tilsvarende beslutningstakere,",
                        "9.vedtekter for det overtakende selskapet etter fusjonen,",
                        "10.fremgangsmåten for fastsettelse av nærmere regler for arbeidstakernes innflytelse i det overtakende selskapet, der dette er relevant,",
                        "11.opplysninger om vurderingen av de eiendeler og forpliktelser som overføres til det overtakende selskapet,",
                        "12.datoen for de deltakende selskapenes årsregnskap som har dannet grunnlag for fastsettelsen av vilkårene for fusjonen."
                    ]
                },
                {
                    "name": "§ 13-27",
                    "title": "Rapport om fusjonen",
                    "sections": [
                        "(1) I tillegg til det som er fastsatt i § 13-9, skal styrets rapport om fusjonen redegjøre for den betydning fusjonen kan få for kreditorene og aksjeeierne i selskapet.",
                        "(2) Rapporten skal gjøres tilgjengelig for aksjeeierne og de tillitsvalgte, eller for de ansatte i selskapet, senest en måned før generalforsamlingen skal behandle fusjonsplanen."
                    ]
                },
                {
                    "name": "§ 13-28",
                    "title": "Sakkyndig redegjørelse for fusjonsplanen",
                    "sections": [
                        "(1) Styret i hvert selskap som deltar i fusjonen, skal sørge for at det utarbeides en sakkyndig redegjørelse for fusjonsplanen. Redegjørelsen skal utarbeides av en eller flere uavhengige sakkyndige. Selskapene kan likevel i fellesskap anmode den ansvarlige myndighet i en EØS-stat hvor et av de deltakende selskapene er registrert, om å oppnevne en eller flere uavhengige sakkyndige, eller i fellesskap engasjere en eller flere uavhengige sakkyndige som er godkjent av en slik myndighet, til å gjennomgå den felles fusjonsplanen og utarbeide en felles skriftlig redegjørelse til alle aksjeeierne i de deltakende selskapene.",
                        "(2) Som uavhengig sakkyndig etter første ledd annet punktum skal benyttes en statsautorisert eller registrert revisor. Det samme gjelder der selskapene engasjerer norsk uavhengig sakkyndig etter reglene i første ledd tredje punktum. Departementet kan i forskrift bestemme at også andre yrkesgrupper kan benyttes som uavhengige sakkyndige etter første ledd.",
                        "(3) Redegjørelsen skal minst ha det innhold som følger av § 13-10. Redegjørelsen skal gjøres tilgjengelig for aksjeeierne senest en måned før generalforsamlingen skal behandle fusjonsplanen. Dersom felles skriftlig redegjørelse etter første ledd tredje punktum er utarbeidet på et annet språk enn norsk, svensk eller dansk, skal en autorisert oversettelse av redegjørelsen til norsk gjøres tilgjengelig for aksjeeierne innen fristen i annet punktum.",
                        "(4) Kravet om sakkyndig redegjørelse etter første til tredje ledd gjelder ikke dersom samtlige aksjeeiere i selskapene som deltar i fusjonen, samtykker til dette."
                    ]
                },
                {
                    "name": "§ 13-29",
                    "title": "Melding og kunngjøring av fusjonsplanen",
                    "sections": [
                        "I tillegg til det som er fastsatt i § 13-13, skal meldingen til Foretaksregisteret og Foretaksregisterets kunngjøring inneholde opplysninger om:",
                        "1.selskapsform, foretaksnavn og registrert forretningskontor for hvert av selskapene som deltar i fusjonen,",
                        "2.registeret der hvert av selskapene er registrert, og selskapenes registreringsnummer,",
                        "3.fremgangsmåten for utøvelse av rettigheter som tilkommer kreditorer og mindretallsaksjeeiere, der dette er relevant, i hvert av selskapene, samt adressen hvor fullstendige opplysninger om reglene for denne fremgangsmåten kan fås kostnadsfritt."
                    ]
                },
                {
                    "name": "§ 13-30",
                    "title": "Vilkår for godkjenning av fusjonsplanen",
                    "sections": [
                        "Generalforsamlingen kan sette som vilkår for å godkjenne fusjonsplanen at en etterfølgende generalforsamling i selskapet uttrykkelig godkjenner de ordninger som fastsettes for arbeidstakernes innflytelse i det overtakende selskapet."
                    ]
                },
                {
                    "name": "§ 13-31",
                    "title": "Fusjonsattest",
                    "sections": [
                        "(1) Når fristen for innsigelse etter § 13-15, jf. § 13-25 annet ledd nr. 5, er utløpt for et allmennaksjeselskap som deltar i fusjonen, og forholdet til de kreditorer som har fremsatt innsigelse etter § 13-16 er avklart, skal selskapet gi melding til Foretaksregisteret om at det har oppfylt vilkårene for å gjennomføre fusjonen. Foretaksregisteret skal utstede en attest som bekrefter at de dokumenter og formaliteter som kreves forut for fusjonen, er utarbeidet og gjennomført.",
                        "(2) Dersom det overtakende selskapet skal være underlagt lovgivningen i en annen EØS-stat enn Norge, skal et allmennaksjeselskap som deltar i fusjonen, sende attesten etter første ledd sammen med en kopi av fusjonsplanen som er godkjent av generalforsamlingen, til den ansvarlige myndighet i denne EØS-staten innen seks måneder etter tidspunktet for utstedelse av attesten."
                    ]
                },
                {
                    "name": "§ 13-32",
                    "title": "Registrering av fusjonen",
                    "sections": [
                        "(1) Skal det overtakende selskapet være underlagt lovgivningen i Norge, skal fusjonen registreres i Foretaksregisteret når følgende vilkår er oppfylt:",
                        "1.alle utenlandske selskaper som deltar i fusjonen, har meldt fusjonsattesten fra den ansvarlige myndigheten i den EØS-staten selskapet er registret, innen seks måneder etter tidspunktet for utstedelse av attesten, sammen med en kopi av fusjonsplanen som er godkjent av generalforsamlingen i selskapet,",
                        "2.alle selskapene som deltar i fusjonen, har godkjent fusjonsplanen på samme vilkår,",
                        "3.ordninger for arbeidstakernes innflytelse er fastsatt i samsvar med § 13-34, der dette er relevant,",
                        "4.det overtakende selskapet er lovlig stiftet der fusjonen gjennomføres ved stiftelse av nytt selskap,",
                        "5.lovgivningen for øvrig ikke er til hinder for å registrere fusjonen.",
                        "(2) Ved fusjoner som nevnt i første ledd skal Foretaksregisteret uten opphold underrette registreringsmyndighetene i de EØS-statene der de deltakende selskapene er registrert, om at fusjonen har trådt i kraft.",
                        "(3) Dersom det overtakende selskapet skal være underlagt lovgivningen i en annen EØS-stat enn Norge, skal fusjonen registreres i Foretaksregisteret når Foretaksregisteret har mottatt melding fra registreringsmyndigheten hvor det overtakende selskapet er registrert, om at fusjonen har trådt i kraft."
                    ]
                },
                {
                    "name": "§ 13-33",
                    "title": "Rettsvirkninger av fusjonen",
                    "sections": [
                        "(1) En fusjon over landegrensene skal ha de rettsvirkninger som følger av § 13-17 første ledd nr. 1 til 6. I tillegg skal fusjonen ha som virkning at de deltakende selskapenes rettigheter og plikter som følger av arbeidsavtaler eller arbeidsforhold og som gjelder på det tidspunkt fusjonen trer i kraft, overføres til det overtakende selskapet.",
                        "(2) Rettsvirkningene av fusjonen inntrer på det tidspunkt som er fastsatt i lovgivningen som regulerer det overtakende selskapet. Dersom det overtakende selskapet skal være underlagt norsk rett, inntrer rettsvirkningene når fusjonen blir registrert i samsvar med § 13-32 første ledd."
                    ]
                },
                {
                    "name": "§ 13-34",
                    "title": "Arbeidstakernes innflytelse",
                    "sections": [
                        "Kongen gir i forskrift nærmere regler om arbeidstakernes innflytelse i det overtakende selskapet, herunder om avgjørelse av tvister. Reglene i forskriften gjelder i stedet for tilsvarende regler i denne lov eller annen lovgivning om arbeidstakernes rett til representasjon i styrende organer."
                    ]
                },
                {
                    "name": "§ 13-35",
                    "title": "Ugyldighet",
                    "sections": [
                        "(1) Søksmål med påstand om at et allmennaksjeselskaps beslutning om fusjon over landegrensene skal kjennes ugyldig, må reises før Foretaksregisteret har utstedt fusjonsattest etter § 13-31. Søksmål som reises etter utløpet av fristen, skal avvises.",
                        "(2) Retten som et søksmål etter første ledd er brakt inn for, kan beslutte at søksmålet skal ha oppsettende virkning for utstedelse av fusjonsattesten etter § 13-31 eller for registrering av fusjonen etter § 13-32.",
                        "(3) En fusjon over landegrensene kan ikke kjennes ugyldig etter at fusjonen har trådt i kraft."
                    ]
                },
                {
                    "name": "§ 13-36",
                    "title": "Fusjon over landegrensene mellom morselskap og heleid datterselskap",
                    "sections": [
                        "Ved fusjon over landegrensene der et selskap eier samtlige aksjer i et eller flere andre selskap som deltar i fusjonen, gjelder §§ 13-25 til 13-35 med følgende tilpasninger:",
                        "1.Fusjonsplanen skal inneholde de opplysninger som følger av § 13-26 annet ledd nr. 1, nr. 4 og nr. 6 til 12.",
                        "2.§ 13-28 om sakkyndig redegjørelse gjelder ikke.",
                        "3.§ 13-3 annet ledd (jf. § 13-25 annet ledd nr. 2) om generalforsamlingens godkjennelse av fusjonsplanen gjelder ikke for det overdragende selskapet.",
                        "I kapittel 14 skal nytt avsnitt III og ny § 14-12 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III. Fisjon over landegrensene",
            "paragraphs": [
                {
                    "name": "§ 14-12",
                    "title": "Fisjon over landegrensene",
                    "sections": [
                        "(1) Bestemmelsene i denne paragrafen gjelder fisjon hvor de deltakende selskapene er eller skal være underlagt lovgivningen i minst to forskjellige EØS-stater.",
                        "(2) Et allmennaksjeselskap kan delta i en fisjon etter første ledd dersom følgende vilkår er oppfylt:",
                        "1.lovgivningen som de øvrige deltakende selskapene er eller skal være underlagt, er ikke til hinder for å gjennomføre fisjonen,",
                        "2.lovgivningen som det eller de overtakende selskapene er eller skal være underlagt, gir de ansatte minst like gode representasjonsrettigheter som det som følger av rådsdirektiv 2005/56/EF artikkel 16.",
                        "(3) I et norsk overdragende selskap gjennomføres fisjonen etter reglene i fjerde ledd. I et norsk overtakende selskap gjennomføres fisjonen etter reglene om stiftelse i kapittel 2 (fisjon ved stiftelse av nytt selskap) eller etter reglene om kapitalforhøyelse i kapittel 10 (fisjon ved overføring til et eksisterende selskap), med de særregler som følger av fjerde ledd.",
                        "(4) For gjennomføringen av en fisjon over landegrensene gjelder følgende regler tilsvarende så langt de passer:",
                        "1.§ 14-1, § 14-2 første og annet ledd og § 14-3 tredje ledd,",
                        "2.§ 13-26, jf. § 14-4 første ledd annet punktum nr. 1 og 2, og § 13-7 og § 13-8 nr. 1 og 2,",
                        "3.§ 13-9, jf. § 13-27, og § 13-10,",
                        "4.§ 13-11 og forskrift fastsatt i medhold av § 13-34,",
                        "5.§§ 13-12 og 13-13, jf. § 13-29,",
                        "6.§ 13-30,",
                        "7.§§ 14-5 og 14-6,",
                        "8.§§ 13-14 til 13-16 og §§ 13-31 og 13-32,",
                        "9.§ 13-17, jf. § 13-33,",
                        "10.§§ 14-8, 14-9 og 14-11,",
                        "11.§ 13-35.",
                        "I lov 13. juni 1997 nr. 44 om aksjeselskaper (aksjeloven) gjøres følgende endringer:",
                        "I kapittel 13 skal nytt avsnitt VII og ny § 13-25 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "VII. Fusjon over landegrensene",
            "paragraphs": [
                {
                    "name": "§ 13-25",
                    "title": "Fusjon over landegrensene",
                    "sections": [
                        "Ved fusjon mellom ett eller flere aksjeselskaper og ett eller flere utenlandske selskaper med begrenset ansvar som har sitt registrerte forretningskontor eller sitt hovedkontor i en annen EØS-stat, og som er underlagt lovgivningen i en annen EØS-stat enn Norge, gjelder bestemmelsene i §§ 13-25 til 13-36 i lov om allmennaksjeselskaper tilsvarende. Et aksjeselskap kan bare fusjoneres med et utenlandsk selskap etter første punktum som har en selskapsform som etter sin stats selskapslovgivning svarer til aksjeselskap eller allmennaksjeselskap.",
                        "I kapittel 14 skal nytt avsnitt III og ny § 14-12 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III. Fisjon over landegrensene",
            "paragraphs": [
                {
                    "name": "§ 14-12",
                    "title": "Fisjon over landegrensene",
                    "sections": [
                        "Ved fisjon hvor de deltakende selskapene er eller skal være underlagt lovgivningen i minst to forskjellige EØS-stater, gjelder bestemmelsene i lov om allmennaksjeselskaper § 14-12 tilsvarende.",
                        "I lov 5. mai 1927 nr. 1 om arbeidstvister skal § 7 nr. 2 annet ledd tredje punktum lyde:",
                        "Arbeidsretten kan ikke behandle tvister som knytter seg til tariffavtaler inngått etter bestemmelser gitt i eller i medhold av SE-loven § 3 om arbeidstakernes innflytelse i et europeisk selskap, SCE-loven § 3 om arbeidstakernes innflytelse i et europeisk samvirkeforetak eller allmennaksjeloven § 13-34, jf. aksjeloven § 13-25, om arbeidstakernes innflytelse ved fusjon over landegrensene.",
                        "I lov 17. juli 1998 nr. 56 om årsregnskap m.v. (regnskapsloven) skal § 1-9 lyde:",
                        "Som fusjon regnes sammenslåing som nevnt i aksjeloven § 13-2 og allmennaksjeloven § 13-2, samt sammenslåing som omfatter annen regnskapspliktig og som gjennomføres på tilsvarende måte. Som fusjon regnes også en sammenslåing som nevnt i allmennaksjeloven §§ 13-25 til 13-36, jf. aksjeloven § 13-25, om fusjoner over landegrensene når kontantvederlaget som ytes til aksjeeierne i det overdragende selskapet ikke overstiger 20 prosent av det samlede vederlaget.",
                        "I lov 10. juni 2005 nr. 44 om forsikringsselskaper, pensjonsforetak og deres virksomhet mv. (forsikringsloven) skal § 13-5 annet ledd annet punktum lyde:",
                        "Reglene i aksjeloven kapitlene 13 og 14 og § 4-26 gjelder tilsvarende for gjensidige forsikringsselskaper, med unntak av reglene i aksjeloven §§ 13-25 og 14-12.",
                        "Loven trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}