{
    "lawId": "LOV-2007-06-29-91",
    "lawName": "Lov om endringar i opplæringslova og friskolelova",
    "shortName": "Endringslov til opplæringslova og friskolelova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3-3",
                    "title": "Opplæringsordninga for den vidaregåande opplæringa",
                    "sections": [
                        "Den vidaregåande opplæringa skal føre fram til studiekompetanse, yrkeskompetanse eller kompetanse på lågare nivå.",
                        "Opplæringa i skole skal omfatte vidaregåande trinn 1, vidaregåande trinn 2 og vidaregåande trinn 3. Kvart trinn skal normalt ha lengd som eitt skoleår.",
                        "Fagopplæringa omfattar normalt to års opplæring i skole og eitt års opplæring i bedrift. Når opplæring i bedrift blir kombinert med verdiskaping i bedrifta, kan opplæringa strekkje seg over to år. Departementet gir forskrift i medhald av § 3-4 første leddet om kva for fag som skal ha læretid i bedrift, og nærmare føresegner om opplæringsordninga for dei ulike faga.",
                        "Fylkeskommunen kan i det enkelte tilfellet godkjenne lærekontrakt eller opplæringskontrakt som inneheld unntak frå den fastsette opplæringsordninga. Departementet kan gi nærmare forskrifter.",
                        "Dersom fylkeskommunen ikkje kan formidle opplæring i bedrift til dei som ønskjer slik opplæring, må også bedriftsdelen av opplæringa skje i skole.",
                        "Fylkeskommunen skal gi tilbod om opplæring som lærlingar og lærekandidatar ikkje kan få i lærebedrifta.",
                        "§ 3-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-5",
                    "title": "Fag- og sveineprøve utan læreforhold og skole",
                    "sections": [
                        "Det er mogleg å ta fag- og sveineprøva på grunnlag av allsidig praksis i faget som er 25 prosent lengre enn den fastsette læretida. Fylkeskommunen avgjer om den praksisen kandidaten viser til, kan godkjennast, og kan i særlege tilfelle godkjenne kortare praksis.",
                        "Ny § 3-11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-11",
                    "title": "Mellomstatleg avtale om privat vidaregåande skole",
                    "sections": [
                        "Departementet kan godkjenne ein privat vidaregåande skole når det ligg føre ein mellomstatleg avtale om dette. I samband med godkjenninga kan departementet gjere unntak frå krava i opplæringslova og frå forskrift gitt i medhald av lova.",
                        "§ 4-1 overskrifta skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-1",
                    "title": "Kven som er lærling og lærekandidat",
                    "sections": [
                        "§ 4-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-2",
                    "title": "Særlege rettar og plikter for lærlingen og lærekandidaten",
                    "sections": [
                        "Lærlingen og lærekandidaten har rett til opplæring i samsvar med lærekontrakten og opplæringskontrakten.",
                        "Lærlingen og lærekandidaten er arbeidstakarar i den bedrifta dei har teikna arbeidsavtale med og er plasserte i, med dei rettane og pliktene som følgjer av lover og tariffavtalar. Der lærlingar og lærekandidatar har teikna både arbeidsavtale og lærekontrakt eller opplæringskontrakt med same part, kan arbeidsavtalen likevel ikkje hevast utan at lærekontrakten eller opplæringskontrakten kan hevast etter § 4-5 tredje leddet og § 4-6 siste leddet.",
                        "Når læretida etter kontrakten er over, eller når kontrakten blir heva etter § 4-6, fell også arbeidsavtalen bort. Dersom lærlingen eller lærekandidaten skal halde fram i bedrifta, må ein ny arbeidsavtale inngåast.",
                        "Lærlingar og lærekandidatar skal ha same tilgang på pedagogisk-psykologisk teneste som elevar i vidaregåande skole.",
                        "Lærekandidatar som ikkje har eller ikkje kan få tilfredsstillande utbytte av det ordinære opplæringstilbodet, har rett til spesialundervisning etter kapittel 5. For slik opplæring gjeld § 5-1, bortsett frå andre leddet siste setning, §§ 5-3, 5-4, 5-5 og 5-6 tilsvarande.",
                        "§ 4-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-3",
                    "title": "Godkjenning av lærebedrift",
                    "sections": [
                        "Bedrifter som tek på seg opplæring av ein eller fleire lærlingar eller lærekandidatar, må vere godkjende av fylkeskommunen. Som lærebedrift kan godkjennast private og offentlege verksemder og organ for samarbeid mellom bedrifter som i fellesskap tek på seg opplæringsansvar (opplæringskontor eller opplæringsring). Lærebedrifta må vere fagleg vurdert av yrkesopplæringsnemnda før fylkeskommunen kan godkjenne bedrifta. Fylkeskommunen skal leggje avgjerande vekt på den faglege vurderinga frå yrkesopplæringsnemnda før endeleg vedtak blir gjort.",
                        "For at eit opplæringskontor eller ein opplæringsring skal bli godkjend, må dei enkelte bedriftene som inngår i kontoret eller ringen, vere godkjende av fylkeskommunen. Der samansetjinga av opplæringskontoret eller opplæringsringen endrar seg, skal kontoret eller ringen melde frå til fylkeskommunen, som skal vurdere godkjenninga på ny.",
                        "Ei lærebedrift må kunne gi ei opplæring som tilfredsstiller krava i forskrifter etter § 3-4 om innhaldet i opplæringa. Der lærebedrifta er eit opplæringskontor eller ein opplæringsring, skal dei samarbeidande bedriftene dokumentere at dei samla tilfredsstiller krava i forskriftene etter § 3-4 om innhaldet i opplæringa. Opplæringskontoret må ha føresegner som fastset tilhøvet mellom kontoret og medlemsbedriftene. Opplæringsringen må ha føresegner som fastset tilhøvet mellom dei samarbeidande bedriftene. Føresegnene skal fastsetje kva den enkelte bedrifta skal gi av opplæring, og delinga av tilskotet mellom bedriftene. Ei lærebedrift skal ha ein eller fleire fagleg kvalifiserte personar (fagleg leiar) som har ansvaret for opplæringa, og skal sjå til at opplæringslova med forskrifter blir oppfylt. Kvar enkelt bedrift skal ha ein eller fleire instruktørar som står føre opplæringa av lærlingane og lærekandidatane.",
                        "Departementet kan gi nærmare forskrifter om vilkår for godkjenning av lærebedrifter og tap av godkjenning.",
                        "§ 4-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-4",
                    "title": "Rettane og pliktene til lærebedrifta m.m.",
                    "sections": [
                        "Lærebedrifta pliktar å leggje til rette produksjonen og opplæringa slik at lærlingen og lærekandidaten kan nå måla i den fastsette læreplanen. Dersom lærekandidaten har krav på spesialundervisning etter kapittel 5, skal det utarbeidast individuell opplæringsplan, jf. § 5-5 første leddet. Lærebedrifta skal utvikle ein intern plan for opplæringa, for å sikre at lærlingen eller lærekandidaten får ei opplæring som tilfredsstiller krava i læreplanen, eventuelt den individuelle opplæringsplanen. Ifall delar av opplæringa skal givast av andre enn lærebedrifta, skal lærebedrifta leggje til rette for dette.",
                        "Lærebedrifta skal skape eit godt arbeids- og læremiljø. Arbeids- og opplæringstida til lærlingen og lærekandidaten skal til saman ikkje vere lengre enn den arbeidstida som gjeld for andre arbeidstakarar i faget.",
                        "Lærebedrifta melder lærlingen til den fagprøva eller sveineprøva som blir halden nærmast den tida da læretida er ute. Lærekandidaten skal ved slutten av kontrakttida få høve til å gå opp til ei kompetanseprøve som viser det nivået opplæringa har ført fram til. Lærebedrifta stiller nødvendig arbeidsplass, materiale, reiskapar og assistenthjelp til rådvelde under prøva. Lærebedrifta får eigedomsretten til produktet. Dersom fagprøva, sveineprøva eller kompetanseprøva blir teken på ein skole og skolen dekkjer materialutgiftene, får skolen eigedomsretten til produktet av prøva.",
                        "Dersom lærebedrifta stansar eller utviklar seg på ein slik måte at ho ikkje lenger finn det mogleg å gi lærlingen eller lærekandidaten tilfredsstillande opplæring, skal ho melde frå til fylkeskommunen.",
                        "Lærebedrifter får tilskot til opplæringa frå fylkeskommunen etter forskrifter gitt av departementet.",
                        "§ 4-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-5",
                    "title": "Lærekontrakt og opplæringskontrakt",
                    "sections": [
                        "Det skal opprettast skriftleg lærekontrakt mellom lærebedrifta og lærlingen når læreforholdet tek til. Det skal opprettast skriftleg opplæringskontrakt mellom lærebedrifta og lærekandidaten når læreforholdet tek til. Det skal gå fram av kontrakten kven som har ansvaret for dei ulike delane av opplæringa etter den fastsette læreplanen.",
                        "For å bli gyldig må kontrakten godkjennast av fylkeskommunen, og han får da verknad frå den tida arbeidsforholdet tek til. Kontrakten skal vise til den eller dei arbeidsavtalane som lærlingen eller lærekandidaten har. Departementet kan gi nærmare forskrifter om innhaldet i og forma på kontrakten.",
                        "Lærlingar som har fylt 21 år og som inngår lærekontrakt med full opplæring i bedrift, jf. § 3-3 sjette leddet, skal ha ei prøvetid på seks månader. I prøvetida kan både lærebedrifta og lærlingen seie opp læreforholdet utan omsyn til § 4-6. Reglane i arbeidsmiljøloven §§ 15-3 og 15-6 gjeld også når lærlingen ikkje er skriftleg tilsett på ei bestemt prøvetid.",
                        "Det er ikkje nødvendig med samtykke frå verje når det blir skrive kontrakt.",
                        "§ 4-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-6",
                    "title": "Endring og heving av lærekontrakt og opplæringskontrakt",
                    "sections": [
                        "Etter samtykke frå fylkeskommunen kan opplæringskontrakten mellom lærekandidaten og lærebedrifta endrast i løpet av kontrakttida til ordinær lærekontrakt med fagbrev eller sveinebrev som mål. Etter samtykke frå fylkeskommunen kan lærekontrakten mellom lærlingen og lærebedrifta i løpet av kontrakttida endrast til opplæringskontrakt med kompetanseprøve som mål.",
                        "Lærekontrakten eller opplæringskontrakten kan hevast av partane dersom dei er samde om det og etter at lærebedrifta har orientert fylkeskommunen skriftleg om det.",
                        "Etter samtykke frå fylkeskommunen kan kontrakten hevast av både lærebedrifta og av lærlingen eller lærekandidaten dersom",
                        "a)den andre parten gjer seg skyldig i vesentlege brott på pliktene sine i arbeidsforholdet,",
                        "b)lærlingen, lærekandidaten eller lærebedrifta viser seg ute av stand til å halde fram i læreforholdet, eller",
                        "c)lærlingen eller lærekandidaten skriftleg seier frå at det er ei urimeleg ulempe for han eller ho å halde fram ut kontrakttida.",
                        "Fylkeskommunen avgjer i tilfelle når læreforholdet skal ta slutt. Lærebedrifta skal skrive ut ein attest for den delen av kontrakttida som er gjennomført med ei fråsegn om denne delen av opplæringa.",
                        "Når lærlingen eller lærekandidaten frivillig hevar kontrakten, fell retten til vidaregåande opplæring etter § 3-1 bort dersom fylkeskommunen ikkje vedtek noko anna. Når det blir gjort vedtak om å heve ein kontrakt etter krav frå lærebedrifta, beheld lærlingen eller lærekandidaten retten til vidaregåande opplæring med mindre vedtaket fastset at retten fell bort.",
                        "Før det blir gjort vedtak om heving etter krav frå lærebedrifta eller før det blir gjort vedtak om tap av rettar, skal lærlingen eller lærekandidaten kunne forklare seg munnleg for den som skal gjere vedtaket.",
                        "Etter samtykke frå fylkeskommunen kan læretida avbrytast i samband med permisjon.",
                        "Dersom lærebedrifta stansar eller ikkje lenger fyller vilkåra for godkjenning etter § 4-3, eller dersom fylkeskommunen finn at opplæringa ikkje er tilfredsstillande, skal fylkeskommunen søkje å skaffe lærlingane eller lærekandidatane ny læreplass for resten av kontrakttida. Den nye lærebedrifta går inn i kontrakten i staden for den tidlegare lærebedrifta. Etter samtykke frå fylkeskommunen kan kontrakttida i den nye lærebedrifta gjerest inntil eitt år lengre dersom opplæringa har vore mangelfull.",
                        "Lærekontrakten eller opplæringskontrakten kan ikkje endrast eller hevast på annan måte enn etter denne paragrafen. Unntak gjeld for lærlingar som har prøvetid etter § 4-5 tredje leddet.",
                        "§ 4-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-7",
                    "title": "Internkontroll i den enkelte lærebedrifta",
                    "sections": [
                        "Lærebedrifta skal ha intern kvalitetssikring, slik at lærlingen eller lærekandidaten får opplæring i samsvar med lova her og forskrifta til denne. Ein eller fleire representantar for arbeidstakarane skal saman med den eller dei faglege leiarane jamleg sjå til at lærebedrifta følgjer pliktene etter opplæringslova med forskrift.",
                        "Lærebedrifta skal årleg rapportere til fylkeskommunen om opplæringa av lærlingar og lærekandidatar. Departementet kan gi nærmare forskrifter om rapporteringsplikta til lærebedrifta.",
                        "§ 4-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-8",
                    "title": "Oppgåvene til fylkeskommunen knytte til fag- og yrkesopplæringa",
                    "sections": [
                        "Fylkeskommunen har også oppgåver etter §§ 4-3, 4-5 og 4-6, knytte til fag- og yrkesopplæringa. I samband med godkjenning av lærebedrifter skal fylkeskommunen rettleie og følgje opp bedriftene, i tillegg til å kontrollere at den enkelte bedrifta fyller krava for å få godkjenning.",
                        "Fylkeskommunen skal leggje fram for yrkesopplæringsnemnda saker som har betydning for fag- og yrkesopplæringa, før fylkeskommunen gjer vedtak i saka. Saker om godkjenning av lærebedrifter, tap av godkjenningar og kvalitetssystemet for fag- og yrkesopplæringa skal alltid leggjast fram for nemnda. Fylkeskommunen skal leggje vekt på det yrkesopplæringsnemnda har vedteke eller uttalt når han avgjer saker som gjeld fag- og yrkesopplæringa. I samband med godkjenning av lærebedrift eller vedtak om tap av godkjenning skal fylkeskommunen leggje avgjerande vekt på den faglege vurderinga frå yrkesopplæringsnemnda, jf. § 4-3.",
                        "Fylkeskommunen skriv ut fagbrev og sveinebrev på grunnlag av greidd prøve, og kompetansebevis for opplæring som er gjennomført.",
                        "Fylkeskommunen godkjenner praksis for kandidatar som melder seg til fagprøve eller sveineprøve utan læretid, jf. § 3-5.",
                        "Etter forslag frå yrkesopplæringsnemnda nemner fylkeskommunen opp ei, eller om nødvendig fleire prøvenemnder for dei faga det er prøvekandidatar i. Fylkeskommunen kan eventuelt nemne opp prøvenemnder i samarbeid med andre fylkeskommunar.",
                        "§ 4A-3 fjerde ledd skal lyde:",
                        "Opplæringa i offentleg vidaregåande skole eller i lærebedrift er gratis. Fylkeskommunen har ansvaret for å halde vaksne som får vidaregåande opplæring, med nødvendige trykte og digitale læremiddel og digitalt utstyr. Vaksne som får vidaregåande opplæring, kan ikkje påleggjast å dekkje nokon del av utgiftene til dette utover det som følgjer av forskrift. Fylkeskommunen kan påleggje vaksne som får vidaregåande opplæring, å halde seg med anna individuelt utstyr som opplæringa til vanleg gjer det nødvendig å ha. Departementet kan gi nærmare forskrifter.",
                        "Ny § 9-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-6",
                    "title": "Om reklame i skolen",
                    "sections": [
                        "Skoleeigaren skal sørgje for at elevane ikkje blir utsette for reklame som er eigna til å skape kommersielt press, eller som i stor grad kan påverke holdningar, åtferd og verdiar, mellom anna på skolens område, i lærebøker og andre læremiddel som blir nytta i opplæringa. Departementet kan gi nærmare forskrifter.",
                        "§ 12-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-3",
                    "title": "Yrkesopplæringsnemnder og yrkesutval",
                    "sections": [
                        "Fylkeskommunen nemner opp yrkesopplæringsnemnd med oppgåver etter §§ 4-3, 12-3 og 12-4.",
                        "Nemnda skal ha medlemmer med personlege varamedlemmer som til saman skal ha brei innsikt i heile fag- og yrkesopplæringa og i nærings- og sysselsetjingsspørsmål. Det skal i alle høve nemnast opp medlemmer frå partane i arbeidslivet etter forslag frå arbeidstakarorganisasjonane og etter forslag frå arbeidsgivarorganisasjonane. Partane i arbeidslivet skal ha fleirtal i nemnda. Dessutan skal det nemnast opp minst éin representant for elevar, lærlingar eller lærekandidatar etter forslag frå organisasjonar eller organ som representerer desse. Fylkeskommunen kan be lærarorganisasjonane om forslag til medlemmer i nemnda.",
                        "Nemnda vel sjølv leiar og nestleiar. Funksjonstida til nemnda er den same som for fylkestinget. Representantane for elevane, lærlingane og lærekandidatane blir oppnemnde for to år om gongen.",
                        "Fylkeskommunen skal førebu dei sakene nemnda skal behandle.",
                        "Departementet kan gi nærmare forskrifter om arbeidet i nemnda.",
                        "Nemnda skal nemne opp eit rådgivande yrkesutval for kvart av faga eller fagområda, eller nytte prøvenemnda som yrkesutval. Departementet kan gi forskrifter om samansetjinga av og verksemda til yrkesutvala.",
                        "Kommunelova § 14 nr. 1 bokstav a gjeld ikkje for oppnemning av medlemmer til yrkesopplæringsnemnda.",
                        "§ 12-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-4",
                    "title": "Oppgåvene til yrkesopplæringsnemnda",
                    "sections": [
                        "Yrkesopplæringsnemnda skal fremje behov hos og synspunkt frå arbeidslivet overfor fylkeskommunane.",
                        "Yrkesopplæringsnemnda skal i form av vedtak uttale seg i saker som fylkeskommunen etter § 4-8 er pliktig til å leggje fram for nemnda. Dette gjeld mellom anna saker om godkjenning av lærebedrifter og tap av godkjenning, og om fylkeskommunens kvalitetssystem for fag- og yrkesopplæringa.",
                        "Yrkesopplæringsnemnda skal arbeide for å heve kvaliteten av heile fag- og yrkesopplæringa. Yrkesopplæringsnemnda skal særleg",
                        "-fremje forslag til organisering, arbeidsmåtar og strategiar for å utvikle kvaliteten av fag- og yrkesopplæringa",
                        "-vurdere og uttale seg om rutinane i fylkeskommunen for å sikre kvaliteten av fag- og yrkesopplæringa",
                        "-vurdere korleis partane i arbeidslivet skal bidra til kvalitetsutvikling og -sikring i fag- og yrkesopplæringa",
                        "-vurdere korleis samhandlinga mellom skolar og lærebedrifter kan betrast",
                        "-vurdere korleis kompetanseutvikling kan sikrast.",
                        "Yrkesopplæringsnemnda skal arbeide for best mogleg dimensjonering av den vidaregåande opplæringa, og gi fylkeskommunen råd om tiltak i samband med den årlege fastsetjinga av tilbod.",
                        "Yrkesopplæringsnemnda skal arbeide for at rådgivinga om fag- og yrkesopplæring blir best mogleg, og foreslå tiltak der ho finn det nødvendig.",
                        "Yrkesopplæringsnemnda skal gi råd om korleis utvikling av fag- og yrkesopplæringa og samhandling mellom skolar og bedrifter kan medverke til regional utvikling, mellom anna utvikling av nye verksemder og arbeidsplassar.",
                        "Yrkesopplæringsnemnda kan gi fylkeskommunen fullmakt til å gjere den faglege vurderinga av bedrifter eller til å utføre andre oppgåver som etter lov eller forskrift er lagde til yrkesopplæringsnemnda.",
                        "Ny § 13-3b skal lyde:"
                    ]
                },
                {
                    "name": "§ 13-3b",
                    "title": "Plikt for kommunen og fylkeskommunen til å sørgje for ulykkesforsikring",
                    "sections": [
                        "Kommunen og fylkeskommunen pliktar å sørgje for ulykkesforsikring for elevane. Departementet kan gi nærmare forskrift om ulykkesforsikring.",
                        "§ 15-2 noverande fjerde ledd blir oppheva.",
                        "I lov 4. juli 2003 nr. 84 om frittståande skolar (friskolelova) blir det gjort følgjande endringar:",
                        "§ 6-2 tredje ledd skal lyde:",
                        "Vidaregåande skolar kan ikkje krevje noka form for betaling for opplæringa frå elevar eller foreldre utover det som følgjer av denne føresegna. Skolen har ansvaret for å halde elevane med nødvendige trykte og digitale læremiddel og digitalt utstyr. Elevane kan ikkje påleggjast å dekkje nokon del av utgiftene til dette utover det som følgjer av forskrift. Skolen kan påleggje elevane å halde seg med anna individuelt utstyr som opplæringa til vanleg gjer det nødvendig å ha. Departementet kan gi nærmare forskrifter.",
                        "§ 6A-8 fjerde ledd skal lyde:",
                        "Skolane kan påleggje elevane å halde seg med undervisningsmateriell og utstyr til eige bruk som opplæringa til vanleg gjer det nødvendig å ha, og dei kan krevje betaling frå elevane for utgifter til å kopiere slikt materiell. Skolane kan ikkje krevje noka form for betaling for opplæringa frå elevar eller foreldre utover det som følgjer av denne føresegna.",
                        "Ny § 7-1a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 7-1a",
                    "title": "Om reklame i skolen",
                    "sections": [
                        "Skolen skal sørgje for at elevane ikkje blir utsette for reklame som er eigna til å skape kommersielt press, eller som i stor grad kan påverke holdningar, åtferd og verdiar, mellom anna på skolens område, i lærebøker eller andre læremiddel som blir nytta i opplæringa. Departementet kan gi nærmare forskrifter.",
                        "Ny § 7-1b skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-1b",
                    "title": "Plikt for skolen til å sørgje for ulykkesforsikring",
                    "sections": [
                        "Skolen pliktar å sørgje for ulykkesforsikring for elevane. Departementet kan gi nærmare forskrift om ulykkesforsikring.",
                        "Lova gjeld frå det tidspunkt Kongen fastset. Dei enkelte føresegnene i lova kan setjast i verk til ulik tid.",
                        "Departementet kan i forskrift fastsetje overgangsreglar."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}