{
    "lawId": "LOV-2007-06-15-31",
    "lawName": "Lov om endringer i bioteknologiloven (preimplantasjonsdiagnostikk og forskning på overtallige befruktede egg)",
    "shortName": "Endringslov til bioteknologiloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-14",
                    "title": "Opplæring og kvalitetssikring",
                    "sections": [
                        "Ubefruktede egg som er hentet ut i forbindelse med befruktning utenfor kroppen, men som ikke egner seg for dette formål, kan anvendes til opplæring i og kvalitetssikring av etablerte metoder for assistert befruktning. Eggene skal destrueres etter endt forsøk.",
                        "Overtallige befruktede egg kan anvendes til opplæring i og kvalitetssikring av etablerte metoder for assistert befruktning og preimplantasjonsdiagnostikk. Vilkårene for forskning på overtallige befruktede egg i § 3-2 annet, tredje og fjerde ledd gjelder tilsvarende.",
                        "Ubefruktede og befruktede egg som nevnt i første og annet ledd kan bare anvendes til opplæring og kvalitetssikring etter frivillig, uttrykkelig og informert samtykke fra paret som mottar fertilitetsbehandling. Frivillig, uttrykkelig og informert samtykke skal også innhentes fra sædgiver dersom det benyttes donorsæd.",
                        "§ 2-15 første ledd skal lyde:",
                        "Befruktede egg kan ikke innsettes i livmoren til en annen kvinne enn den kvinnen eggcellen stammer fra.",
                        "§ 2-16 annet og tredje ledd skal lyde:",
                        "Etter fem år skal befruktede egg destrueres eller avgis til opplæring og kvalitetssikring jf. § 2-14 eller forskning jf. kapittel 3.",
                        "Lagrede befruktede egg skal ikke benyttes til reproduksjon når kvinnen eller mannen i paret som har søkt assistert befruktning, er død eller ikke lenger har samtykkekompetanse.",
                        "Nytt kapittel 2 A skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2 A. Preimplantasjonsdiagnostikk m.m.",
            "paragraphs": [
                {
                    "name": "§ 2A-1",
                    "title": "Genetisk undersøkelse av befruktede egg",
                    "sections": [
                        "Med preimplantasjonsdiagnostikk menes en genetisk undersøkelse av befruktede egg utenfor kroppen før innsetting i livmoren, herunder undersøkelse av kjønn.",
                        "Preimplantasjonsdiagnostikk kan bare tilbys par der en eller begge er bærere av alvorlig monogen eller kromosomal arvelig sykdom og det er stor fare for at sykdommen kan overføres til et kommende barn.",
                        "Preimplantasjonsdiagnostikk kan i tillegg utføres for å undersøke vevstype med sikte på å få et vevstypelikt barn som kan være stamcelledonor for et søsken med alvorlig, arvelig sykdom.",
                        "Preimplantasjonsdiagnostikk skal ikke benyttes til å kartlegge eller velge andre egenskaper ved det befruktede egget, enn det som fremgår av paragrafen her.",
                        "Befruktede egg som utvelges, må ikke genetisk modifiseres."
                    ]
                },
                {
                    "name": "§ 2A-2",
                    "title": "Samtykke",
                    "sections": [
                        "Før preimplantasjonsdiagnostikk foretas, må paret som søker behandlingen, gi skriftlig, informert samtykke."
                    ]
                },
                {
                    "name": "§ 2A-3",
                    "title": "Informasjon og genetisk veiledning",
                    "sections": [
                        "Før søknad om preimplantasjonsdiagnostikk fremmes for nemnda jf. § 2A-4, skal paret motta nøytral informasjon og genetisk veiledning, herunder opplysninger om risiko forbundet med behandlingen, belastningen for kvinnen og sannsynligheten for å lykkes med behandlingen."
                    ]
                },
                {
                    "name": "§ 2A-4",
                    "title": "Behandling av søknader om preimplantasjonsdiagnostikk",
                    "sections": [
                        "Preimplantasjonsdiagnostikk som nevnt i § 2A-1 kan bare utføres etter tillatelse fra en nemnd som departementet oppnevner. Nemndas vedtak kan ikke påklages.",
                        "I sin vurdering av om det skal gis tillatelse til preimplantasjonsdiagnostikk, skal nemnda ta stilling til om det foreligger stor fare for overføring av alvorlig monogen eller kromosomal arvelig sykdom. Sykdommens alvorlighetsgrad må vurderes konkret i det enkelte tilfellet, ut fra kriterier som redusert livslengde, hvilke smerter og belastninger sykdommen fører med seg og hvilke lindrende eller livsforlengende behandlingsmuligheter som finnes.",
                        "Dersom det i tillegg til å utelukke alvorlig, arvelig sykdom som nevnt i annet ledd er aktuelt å undersøke befruktede eggs vevstype, kan nemnda bare gi tillatelse til dette dersom følgende vilkår er oppfylt:",
                        "a)behandling med søskendonasjon av friske, forlikelige stamceller med stor sannsynlighet er egnet til å kurere et sykt søsken",
                        "b)hensynet til det syke barnet vurderes opp mot belastningene for et framtidig søsken",
                        "c)donor født etter preimplantasjonsdiagnostikk med vevstyping ikke utsettes for uakseptable inngrep.",
                        "Nemnda må vurdere om de forventede kostnadene knyttet til preimplantasjonsdiagnostikk står i et rimelig forhold til effekten av behandlingen.",
                        "Kongen kan i forskrift gi nærmere bestemmelser om nemndas organisering, sammensetning og saksbehandling."
                    ]
                },
                {
                    "name": "§ 2A-5",
                    "title": "Rapportering",
                    "sections": [
                        "Nemnda skal avgi en årlig rapport til departementet om nemndbehandlede saker, herunder antall saker, hvilke sykdommer sakene gjaldt, utfallet av saksbehandlingen og nemndas begrunnelser for å avslå eller innvilge søknaden."
                    ]
                },
                {
                    "name": "§ 2A-6",
                    "title": "Behandling i utlandet",
                    "sections": [
                        "Dersom nemnda finner at preimplantasjonsdiagnostikk skal tilbys, og behandling ikke kan utføres forsvarlig i Norge etter aksepterte metoder, skal tjenesten kjøpes i utlandet. Dette gjelder uavhengig av om vilkårene i pasientrettighetsloven § 2-1 femte ledd er oppfylt.",
                        "Nemnda avgjør hvilken institusjon i utlandet paret kan få behandling ved. Avgjørelsen skal bygge på dokumentert kunnskap om faglig forsvarlig praksis og bred erfaring ved institusjonen."
                    ]
                },
                {
                    "name": "§ 2A-7",
                    "title": "Generelle vilkår for assistert befruktning",
                    "sections": [
                        "De alminnelige reglene for befruktning utenfor kroppen i kapittel 2 i loven her gjelder også for par som søker preimplantasjonsdiagnostikk. Kravet om befruktningsudyktighet i § 2-4 gjelder ikke."
                    ]
                },
                {
                    "name": "§ 2A-8",
                    "title": "Godkjenning og rapporteringsplikt",
                    "sections": [
                        "Preimplantasjonsdiagnostikk kan bare finne sted ved virksomhet som er godkjent av departementet for å utføre slik behandling. Departementet kan i vedtaket sette nærmere vilkår for godkjenningen.",
                        "Virksomhet som er godkjent etter første ledd, skal avgi skriftlig rapport til departementet om virksomheten. Departementet fastsetter nærmere regler om rapporteringsplikten.",
                        "Overskriften til kapittel 3 skal lyde:",
                        "§ 3-1 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3. Forskning på overtallige befruktede egg, kloning m.m.",
            "paragraphs": [
                {
                    "name": "§ 3-1",
                    "title": "Bruk av overtallige befruktede egg til forskning",
                    "sections": [
                        "Overtallige befruktede egg og celler som stammer fra overtallige befruktede egg, kan bare anvendes til forskning når formålet er:",
                        "1.å utvikle og forbedre metoder og teknikker for befruktning utenfor kroppen i den hensikt å oppnå graviditet",
                        "2.å utvikle og forbedre metoder og teknikker for genetisk undersøkelse av befruktede egg med henblikk på å fastslå om det foreligger alvorlig monogen eller kromosomal arvelig sykdom (preimplantasjonsdiagnostikk)",
                        "3.å oppnå ny kunnskap med sikte på framtidig behandling av alvorlig sykdom hos mennesker.",
                        "Ny § 3-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-2",
                    "title": "Vilkår for bruk av overtallige befruktede egg til forskning",
                    "sections": [
                        "Forskning som nevnt i § 3-1 er kun tillatt på befruktede egg som har blitt overtallige etter befruktning utenfor kroppen med sikte på fertilitetsbehandling eller preimplantasjonsdiagnostikk. Det er ikke tillatt å befrukte egg for forskningsformål alene.",
                        "Forskning på befruktede egg må ikke foretas senere enn 14 dager etter at egget ble befruktet. Den tiden befruktede egg er lagret nedfryst, medregnes ikke.",
                        "Befruktede egg som har vært gjenstand for forskning må ikke settes inn i en kvinne, men skal destrueres.",
                        "Forskning som medfører genetiske forandringer som kan gå i arv hos mennesker, er ikke tillatt.",
                        "Ny § 3-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-3",
                    "title": "Etisk vurdering og godkjenning",
                    "sections": [
                        "Forskning, herunder klinisk forskning, som medfører bruk av overtallige befruktede egg og celler som stammer fra overtallige befruktede egg, skal godkjennes av regional komité for medisinsk og helsefaglig forskningsetikk.",
                        "Behandlingsformer som forutsetter bruk av celler fra overtallige befruktede egg, skal godkjennes av departementet. Departementet kan i godkjenningsvedtaket stille nærmere vilkår.",
                        "Før departementet avgjør om godkjenning etter annet ledd skal gis, skal søknaden forelegges Bioteknologinemnda.",
                        "Ny § 3-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-4",
                    "title": "Informasjon og samtykke",
                    "sections": [
                        "Overtallige befruktede egg kan bare anvendes til forskning og behandling etter frivillig, uttrykkelig og informert samtykke fra paret som mottar assistert befruktning. Før samtykket avgis, skal paret motta informasjon om hva forskningen kan innebære, hvordan den blir utført og annen relevant informasjon.",
                        "Dersom befruktning foretas med donorsæd, skal også sæddonor avgi frivillig, uttrykkelig og informert samtykke. Sæddonors samtykke skal innhentes i forbindelse med donasjonen.",
                        "Samtykket kan trekkes tilbake i tråd med reglene i biobankloven § 14.",
                        "§ 3-2 blir ny § 3-5 og skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-5",
                    "title": "Forbud mot framstilling av menneskeembryoer ved kloning m.m.",
                    "sections": [
                        "Det er forbudt:",
                        "a)å framstille menneskeembryoer ved kloning,",
                        "b)å forske på menneskeembryoer og cellelinjer som er dyrket ut fra menneskeembryoer framstilt ved kloning og",
                        "c)å framstille embryoer ved kloning ved at arvemateriale fra menneske settes inn i en eggcelle fra dyr.",
                        "Med kloning menes teknikker for å framstille arvemessig like kopier.",
                        "§ 3-3 blir ny § 3-6.",
                        "§ 7-1 første ledd første punktum skal lyde:",
                        "Medisinsk bruk av bioteknologi m.m. som krever godkjenning etter §§ 2-19, 3-3 annet ledd, 4-2, 5-3 og 6-3 første ledd i denne loven, kan bare finne sted ved virksomheter som er spesielt godkjent av departementet for det aktuelle formål.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan gi nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}