{
    "lawId": "LOV-2007-06-29-76",
    "lawName": "Lov om endringar i lov 8. juni 1984 nr. 51 om havner og farvann m.v",
    "shortName": "Endringslov til havne- og farvannsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 11 a",
                    "title": "Sikkerhet og terrorberedskap i havner",
                    "sections": [
                        "Eier av havn og havneterminal som er omfattet av annet ledd bokstav a, skal treffe tiltak for å forebygge og hindre terrorhandlinger og andre forsettlige, ulovlige handlinger mot havnen, eller fartøy som bruker havnen.",
                        "Departementet kan gi forskrifter om sikkerhet og terrorberedskap i havner, herunder om:",
                        "a)hvilke havner som skal være omfattet av reglene,",
                        "b)plikt til å foreta en sårbarhetsvurdering,",
                        "c)plikt til å ha en godkjent sikkerhets- og terrorberedskapsplan for havnen,",
                        "d)inspeksjoner ved nasjonal eller internasjonal myndighet,",
                        "e)utpeking og opplæring av særskilt personell med ansvar for sikkerhets- og terrorberedskap i havnen,",
                        "f)forbud mot bruk av farvann (sikkerhetssone),",
                        "g)kontroll av personer, kjøretøy og gjenstander som er eller skal inn i havnen, herunder bortvisning,",
                        "h)identifikasjonsdokumenter for dem som arbeider i havnen,",
                        "i)adgang til å forby et fartøy å gå til havn, pålegge fartøyet å forlate havn eller fastsette andre nødvendige tiltak overfor fartøyet,",
                        "j)stenging av havn.",
                        "Ny § 26 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 26 a",
                    "title": "Gebyr for kontrolltiltak og tilsyn mv.",
                    "sections": [
                        "Departementet kan gi forskrifter om gebyr for kontrolltiltak og tilsyn som gjennomføres for å sikre at denne loven eller vedtak i medhold av denne loven blir fulgt.",
                        "Departementet kan også gi forskrift om gebyr for behandling av søknad om tillatelse eller godkjennelse etter denne lov, eller forskrift fastsatt i medhold av denne lov.",
                        "Lova tek til å gjelde straks."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}