{
    "lawId": "LOV-2008-04-25-11",
    "lawName": "Lov om endringar i burettslagslova, eigarseksjonslova og avhendingslova",
    "shortName": "Endringslov til burettslagslova mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 4-12",
                    "title": "Rettsovergang til nærståande og enkelte andre",
                    "sections": [
                        "(1) Forkjøpsrett kan ikkje gjerast gjeldande når andelen går over til ektemake, til andelseigarens eller ektemakens slektning i rett opp- og nedstigande linje, til fosterbarn som faktisk står i same stilling som livsarving, til sysken eller til nokon annan som i dei to siste åra har høyrt til same husstand som den tidlegare eigaren. Forkjøpsrett kan heller ikkje gjerast gjeldande når andelen går over på skifte etter separasjon eller skilsmål, eller når ein husstandsmedlem tek over andelen etter føresegnene i husstandsfellesskapsloven § 3.",
                        "(2) Forkjøpsrett kan heller ikkje gjerast gjeldande når andelen går over frå ein andelseigar som nemnd i § 4-2 første ledd til leigaren av den bustaden som andelen er knytt til.",
                        "(3) Føresegnene i paragrafen her kan ikkje fråvikast.",
                        "§ 6-14 første ledd andre punktum skal lyde:",
                        "At hovudstol og avdrag går fram for ein registrert panterett, er ikkje nok til at dette leddet kan brukast.",
                        "Endringane i burettslagslova § 4-6 nytt andre punktum og avhendingslova § 1-2 andre ledd andre punktum og § 2-6 første ledd nytt tredje punktum gjeld ikkje avtaler mellom overdragar og ervervar om at andre enn overdragaren skal betale vederlaget dersom avtalen var inngått før lova her blei sett i kraft.",
                        "Endringane i burettslagslova § 4-12 nytt andre ledd og eigarseksjonslova § 22 nytt sjette ledd gjeld ikkje der forkjøpsretten er utløyst før lova her blei sett i kraft.",
                        "Lova gjeld frå den tid Kongen fastset."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}