{
    "lawId": "LOV-2008-08-22-74",
    "lawName": "Lov om endringer i pasientrettighetsloven og psykisk helsevernloven (utvidelse av pasientombudsordningen til å gjelde kommunale helse- og sosialtjenester)",
    "shortName": "Endringslov til pasientrettighetsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel 8. Pasient- og brukerombud",
            "paragraphs": [
                {
                    "name": "§ 8-3",
                    "title": "Rett til å henvende seg til pasient- og brukerombudet",
                    "sections": [
                        "Pasient- og brukerombudet kan ta saker som gjelder forhold i den statlige spesialisthelsetjenesten og den kommunale helse- og sosialtjenesten, opp til behandling enten på grunnlag av en muntlig eller skriftlig henvendelse eller av eget tiltak.",
                        "Enhver kan henvende seg til pasient- og brukerombudet og be om at en sak tas opp til behandling. Den som henvender seg til pasient- og brukerombudet, har rett til å være anonym.",
                        "§ 8-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-4",
                    "title": "Behandling av henvendelser",
                    "sections": [
                        "Pasient- og brukerombudet avgjør selv om en henvendelse gir tilstrekkelig grunn til å ta en sak opp til behandling. Dersom pasient- og brukerombudet ikke tar saken opp til behandling, skal den som har henvendt seg gis underretning og en kort begrunnelse for dette.",
                        "Overskriften til § 8-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-5",
                    "title": "Pasient- og brukerombudets rett til å få opplysninger",
                    "sections": [
                        "§ 8-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-6",
                    "title": "Pasient- og brukerombudets adgang til helsetjenestens lokaler",
                    "sections": [
                        "Pasient- og brukerombudet skal ha fri adgang til alle lokaler hvor det ytes statlige spesialisthelsetjenester og kommunale helse- og sosialtjenester.",
                        "§ 8-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-7",
                    "title": "Pasient- og brukerombudets oppgaver",
                    "sections": [
                        "Pasient- og brukerombudet skal i rimelig utstrekning gi den som ber om det informasjon, råd og veileding om forhold som hører under ombudets arbeidsområde.",
                        "Pasient- og brukerombudet skal gi den som har henvendt seg til ombudet, underretning om resultatet av sin behandling av en sak og en kort begrunnelse for resultatet.",
                        "Pasient- og brukerombudet har rett til å uttale sin mening om forhold som hører under ombudets arbeidsområde, og til å foreslå konkrete tiltak til forbedringer. Pasient- og brukerombudet bestemmer selv hvem uttalelsene skal rettes til. Uttalelsene er ikke bindende.",
                        "Pasient- og brukerombudet skal underrette tilsynsmyndighetene om tilstander som det er påkrevet at disse følger opp.",
                        "Pasient- og brukerombudet skal sørge for å gjøre ordningen kjent.",
                        "§ 8-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-8",
                    "title": "Forskrifter",
                    "sections": [
                        "Departementet kan gi forskrifter til gjennomføring og utfylling av bestemmelsene om pasient- og brukerombud.",
                        "I lov 2. juli 1999 nr. 62 om etablering og gjennomføring av psykisk helsevern skal § 4-5 tredje ledd lyde:",
                        "Utover det som følger av rimelige begrensninger i husordensreglement, kan det ikke vedtas restriksjoner i retten til å kommunisere med kontrollkommisjonen, departementet, Statens helsetilsyn, Helsetilsynet i fylket, fylkesmannen, Stortingets ombudsmann for forvaltningen, Pasient- og brukerombud, prest eller tilsvarende sjelesørger, juridisk rådgiver eller den som opptrer på pasientens vegne i en klagesak.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}