{
    "lawId": "LOV-2008-05-30-36",
    "lawName": "Lov om endringer i lov 17. juli 1992 nr. 100 om barneverntjenester mv",
    "shortName": "Endringslov til barnevernloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel 5 A Omsorgssentre for mindreårige",
            "paragraphs": [
                {
                    "name": "§ 5A-1",
                    "title": "Opphold på omsorgssenter for mindreårige",
                    "sections": [
                        "Statlig regional barnevernmyndighet skal gi barn som har kommet til riket og søkt asyl uten foreldre eller andre med foreldreansvar, tilbud om opphold på et omsorgssenter for mindreårige.",
                        "Tilbudet skal gjelde fra barnet blir overført fra utlendingsmyndighetene til statlig regional barnevernmyndighet frem til det blir bosatt i en kommune eller forlater riket.",
                        "Bestemmelsen gjelder barn som er under 15 år når asylsøknaden fremmes. For barn over 15 år gjelder bestemmelsen fra den tid Kongen bestemmer."
                    ]
                },
                {
                    "name": "§ 5A-2",
                    "title": "Ansvaret for omsorgen",
                    "sections": [
                        "Når barnet har opphold på et omsorgssenter, har statlig regional barnevernmyndighet omsorgen for barnet. På vegne av statlig regional barnevernmyndighet skal omsorgssenteret utøve omsorgen.",
                        "Omsorgssenteret skal gi barnet god omsorg og trygghet og bidra til at det får den oppfølgingen og behandlingen det har behov for."
                    ]
                },
                {
                    "name": "§ 5A-3",
                    "title": "Ansvaret for å ivareta barnets behov ved ankomst",
                    "sections": [
                        "Omsorgssenteret skal ved barnets ankomst til senteret vurdere barnets situasjon og behov og ivareta behovene på best mulig måte også før det foreligger oppfølgingsvedtak etter § 5A-4.",
                        "Dersom barnets behov etter omsorgssenterets vurdering ikke kan ivaretas på en tilfredsstillende måte på omsorgssenteret, eller barnet ønsker opphold utenfor omsorgssenteret, skal omsorgssenteret varsle barneverntjenesten for vurdering av om det bør iverksettes særlige tiltak etter kapittel 4."
                    ]
                },
                {
                    "name": "§ 5A-4",
                    "title": "Oppfølgingsvedtak",
                    "sections": [
                        "Omsorgssenteret skal i samarbeid med barnet utrede barnets situasjon og behov og utarbeide et forslag til oppfølging av barnet mens det oppholder seg på omsorgssenteret. Forslaget skal oversendes statlig regional barnevernmyndighet innen tre uker etter barnets ankomst til senteret. Statlig regional barnevernmyndighet skal innen seks uker etter barnets ankomst til senteret treffe vedtak om oppfølging av barnet mens det oppholder seg på senteret.",
                        "Oppfølgingsvedtaket skal ligge til grunn for den videre oppfølgingen av barnet på omsorgssenteret."
                    ]
                },
                {
                    "name": "§ 5A-5",
                    "title": "Ansvaret for å følge barnets utvikling under oppholdet på omsorgssenteret",
                    "sections": [
                        "Omsorgssenteret og statlig regional barnevernmyndighet skal følge barnets utvikling nøye. Ved vesentlige endringer i barnets behov for oppfølging skal det om nødvendig treffes nytt oppfølgingsvedtak i tråd med § 5A-4 første ledd.",
                        "Dersom barnets utvikling medfører at barnets behov etter omsorgssenterets vurdering ikke lenger kan ivaretas på en tilfredsstillende måte på omsorgssenteret, eller barnet ønsker opphold utenfor omsorgssenteret, skal omsorgssenteret i stedet varsle barneverntjenesten for vurdering av om det bør iverksettes særlige tiltak etter kapittel 4."
                    ]
                },
                {
                    "name": "§ 5A-6",
                    "title": "Kartlegging",
                    "sections": [
                        "Omsorgssenteret skal i løpet av barnets opphold på senteret foreta en kartlegging av barnets situasjon og behov som grunnlag for en etterfølgende bosetting i en kommune.",
                        "Kartleggingen skal utarbeides i samarbeid med barnet. Oversendelse av kartleggingen til aktuelle myndigheter forutsetter skriftlig samtykke."
                    ]
                },
                {
                    "name": "§ 5A-7",
                    "title": "Tilsyn, godkjenning, rettigheter under oppholdet og krav til kvalitet",
                    "sections": [
                        "Lovens §§ 5-7, 5-8, 5-9 og 5-10 med tilhørende forskrifter gjelder tilsvarende for omsorgssentre som for institusjoner."
                    ]
                },
                {
                    "name": "§ 5A-8",
                    "title": "Ansvar for etablering og drift",
                    "sections": [
                        "Statlig regional barnevernmyndighet har ansvar for at det etableres og drives omsorgssentre for mindreårige."
                    ]
                },
                {
                    "name": "§ 5A-9",
                    "title": "Økonomisk ansvar",
                    "sections": [
                        "Utgiftene forbundet med opphold i omsorgssenter i medhold av § 5A-1 dekkes av statlig regional barnevernmyndighet."
                    ]
                },
                {
                    "name": "§ 5A-10",
                    "title": "Plassering i omsorgssenter etter lovens kapittel 4",
                    "sections": [
                        "Ved plassering av barn i omsorgssenter ved vedtak etter kapittel 4 gjelder § 4-18 om ansvaret for omsorgen i foreldrenes sted, § 5-4 om inntak og utskriving og bestemmelsene i kapittel 9 om utgiftsfordeling tilsvarende som ved plassering i institusjon.",
                        "§ 6-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-2",
                    "title": "Anvendelse av forvaltningsloven på private institusjoner og private omsorgssentre for mindreårige",
                    "sections": [
                        "For private institusjoner og private omsorgssentre for mindreårige som er godkjent etter § 5-8, gjelder forvaltningsloven for klientsaker, med de særregler som er fastsatt i denne loven, jf. § 6-1.",
                        "Overskriften til § 6-5 skal lyde:",
                        "§ 6-5 første ledd skal lyde:",
                        "Enkeltvedtak som barneverntjenesten har truffet, og oppfølgingsvedtak som statlig regional barnevernmyndighet har truffet, kan påklages til fylkesmannen.",
                        "§ 6-7 første ledd skal lyde:",
                        "Enhver som utfører tjeneste eller arbeid for et forvaltningsorgan eller en institusjon eller et omsorgssenter for mindreårige etter denne loven, har taushetsplikt etter forvaltningsloven §§ 13 til 13 e. Overtredelse straffes etter straffeloven § 121.",
                        "6-7 tredje ledd første punktum skal lyde:",
                        "Opplysninger til andre forvaltningsorganer, jf. forvaltningsloven § 13 b nr. 5 og 6, kan bare gis når dette er nødvendig for å fremme barneverntjenestens, institusjonens eller omsorgssenteret for mindreåriges oppgaver, eller for å forebygge vesentlig fare for liv eller alvorlig skade for noens helse.",
                        "§ 6-10 annet ledd skal lyde:",
                        "Den som skal ansettes i en institusjon som er omfattet av § 5-1, i en privat eller kommunal institusjon som er godkjent etter § 5-8, eller et omsorgssenter for mindreårige etter kapittel 5 A, skal legge fram tilfredsstillende politiattest. Det kan kreves politiattest også fra andre som utfører oppgaver for institusjonen eller omsorgssenteret for mindreårige, og som har direkte kontakt med barn og unge som oppholder seg der.",
                        "§ 7-2 annet ledd skal lyde:",
                        "Departementet oppnevner utvalg som nevnt i første ledd bokstav b og c. Oppnevningen gjelder for fire år om gangen. Medlemmer til utvalg som nevnt i første ledd bokstav c, skal tas fra utvalget for meddommere som velges i henhold til domstolloven § 66 første ledd.",
                        "I lov 21. desember 2000 nr. 105 om opplysningsplikt og angrerett m.v. ved fjernsalg og salg utenfor fast utsalgssted skal § 7 a tredje ledd første punktum lyde:",
                        "Forutsatt at forbrukeren uttrykkelig har gitt sitt samtykke til dette, kan tjenesteyteren i telefonsamtaler nøye seg med å gi opplysningene nevnt i første ledd bokstav a, c, d, e, f og j.",
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "Klage over barneverntjenestens og statlig regional barnevernmyndighets vedtak",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}