{
    "lawId": "LOV-2008-06-27-51",
    "lawName": "Lov om endringer i sameloven",
    "shortName": "Endringslov til sameloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-4",
                    "title": "Valgkretser og mandatfordeling.",
                    "sections": [
                        "Ved valg til Sametinget velges medlemmer med varamedlemmer fra følgende valgkretser:",
                        "1.Østre valgkrets/Nuortaguovllu válgabiire: kommunene Sør-Varanger, Nesseby, Vadsø, Vardø, Båtsfjord, Tana, Berlevåg, Lebesby og Gamvik i Finnmark fylke",
                        "2.Ávjovári valgkrets/Ávjovári válgabiire: kommunene Karasjok, Kautokeino og Porsanger i Finnmark fylke",
                        "3.Nordre valgkrets/Davveguovllu válgabiire: kommunene Nordkapp, Måsøy, Kvalsund, Hammerfest, Alta, Hasvik og Loppa i Finnmark fylke og kommunene Skjervøy, Kvænangen og Nordreisa i Troms fylke",
                        "4.Gáisi valgkrets/Gáiseguovllu válgabiire: kommunene Kåfjord, Storfjord, Lyngen, Karlsøy, Tromsø, Balsfjord, Målselv, Bardu, Lenvik, Berg, Torsken, Tranøy og Sørreisa i Troms fylke",
                        "5.Vesthavet valgkrets/Viestarmera válggabijrra/Viesttarmeara válgabiire: kommunene Dyrøy, Salangen, Lavangen, Gratangen, Skånland, Ibestad, Harstad, Bjarkøy, Kvæfjord i Troms fylke og kommunene fra og med Saltdal, Beiarn og Meløy og nordover i Nordland fylke",
                        "6.Sørsamisk valgkrets/Åarjel-Saepmie veeljemegievlie: kommunene fra og med Rana og Rødøy og sørover i Nordland fylke, fylkene Nord-Trøndelag og Sør-Trøndelag, kommunene Surnadal, Rindal og Sunndal i Møre- og Romsdal fylke og kommunene Engerdal, Rendalen, Os, Tolga, Tynset og Folldal i Hedmark fylke",
                        "7.Sør-Norge valgkrets/Lulli-Norgga válgabiire: de kommunene i Møre og Romsdal og Hedmark fylker som ikke tilhører valgkrets 6, samt fylkene Sogn og Fjordane, Hordaland, Rogaland, Vest-Agder, Aust-Agder, Telemark, Buskerud, Vestfold, Akershus, Østfold, Oppland og Oslo.",
                        "Det skal velges 39 representanter til Sametinget. Valgkretsene tildeles først to mandater hver. Deretter fordeles de øvrige 25 mandatene forholdsmessig mellom valgkretsene på grunnlag av antall manntallsførte etter fordelingsmåten fastsatt i valgloven § 11-3 tredje ledd. Sør-Norge valgkrets skal likevel ikke tildeles flere mandater enn valgkretsen ville fått dersom alle 39 mandater var fordelt forholdsmessig mellom valgkretsene.",
                        "Kongen gir utfyllende bestemmelser om mandatfordelingen og kandidatkåring.",
                        "§ 2-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-5",
                    "title": "Stemmerett.",
                    "sections": [
                        "Stemmerett ved valg til Sametinget har alle som har stemmerett ved kommunestyrevalg i kretsen, og som på valgdagen står innført i Sametingets valgmanntall i kretsen (jf. § 2-6).",
                        "§ 2-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-6",
                    "title": "Sametingets valgmanntall.",
                    "sections": [
                        "Alle som avgir erklæring om at de oppfatter seg selv som same, og som enten",
                        "a)har samisk som hjemmespråk, eller",
                        "b)har eller har hatt forelder, besteforelder eller oldeforelder med samisk som hjemmespråk, eller",
                        "c)er barn av person som står eller har stått i Sametingets valgmanntall, kan kreve seg innført i Sametingets valgmanntall.",
                        "Begjæring om innføring i Sametingets valgmanntall rettes til Sametinget.",
                        "Sametingets valgmanntall utarbeides av Sametinget på grunnlag av folkeregisteret, valgmanntallet ved siste sametingsvalg og de krav om innføring eller strykning som er kommet i løpet av valgperioden. Sametingets valgmanntall skal føres kommunevis.",
                        "Når en person er innført i Sametingets valgmanntall, kan dette registreres i folkeregisteret. Denne registrering skal være tilgjengelig kun for den myndighet som har ansvaret for gjennomføring av valg til Sameting, eller etter samtykke fra Sametinget.",
                        "Sametingets valgmanntall kan føres ved hjelp av EDB.",
                        "§ 2-7 første og annet ledd skal lyde:",
                        "Valgbar til Sametinget er alle som er innført i Sametingets valgmanntall i kretsen. De som skal velges, må dessuten være innført i folkeregisteret som bosatt i kretsen på valgdagen. Personale ved Sametingets administrasjon er likevel ikke valgbare.",
                        "Forslagsrett i valgkretsene har alle som er innført i Sametingets valgmanntall i kretsen. Et forslag til valgliste må være underskrevet av minst 30 samer med forslagsrett.",
                        "Denne lov trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}