{
    "lawId": "LOV-2008-12-12-100",
    "lawName": "Lov om endringer i lov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav (skattebetalingsloven)",
    "shortName": "Endringslov til skattebetalingsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 5-13",
                    "title": "Kontroll av arbeidsgivere",
                    "sections": [
                        "(1) Skatteoppkreveren skal føre kontroll med at arbeidsgivere og andre som etter denne loven har plikt til å foreta trekk, sender meldinger og foretar forskuddstrekk og utleggstrekk i samsvar med reglene og de pålegg som er gitt. Skatteoppkreveren eller den offentlige myndighet som har fullmakt fra skatteoppkreveren, kan foreta bokettersyn hos den som plikter å foreta trekk, og kan herunder kreve fremlagt skattekort, trekkpålegg og andre dokumenter og regnskapsmateriale som har betydning for kontrollen. Med dokumenter menes også elektronisk lagrede dokumenter. Pliktene foran gjelder også elektroniske programmer og programsystemer. Også skattekontoret eller Riksrevisjonen kan foreta slike ettersyn og kreve fremlagt dokumenter som nevnt.",
                        "(2) Ved gjennomsyn av virksomhetens arkiver kan skatteoppkreveren eller skattekontoret foreta kopiering til datalagringsmedium for senere gjennomgang hos arbeidsgiver, skatteoppkrever eller skattekontor. Departementet kan i forskrift fastsette bestemmelser til utfylling og gjennomføring av arbeidsgiverkontrollen, herunder begrensninger for hvilke metoder for kopiering skatteoppkreveren kan benytte.",
                        "§ 6-5 fjerde ledd annet punktum skal lyde:",
                        "Dersom det er overveiende sannsynlig at det vil oppstå et større avvik mellom utskrevet forskuddsskatt og utlignet skatt, kan skattekontoret etter krav fra skattyter endre utskrivningen.",
                        "§ 7-1 første ledd skal lyde:",
                        "(1) Når ligningen er gjennomført, skal forskuddstrekk, utskrevet forskuddsskatt og tilleggsforskudd innbetalt innen fristene i § 4-7 gå til fradrag i utlignet skatt. Avregningen foretas av skatteoppkreveren for den kommunen hvor skattyter er skattepliktig etter skatteloven §§ 3-1 og 3-4. For upersonlige skattytere som nevnt i skatteloven § 3-2 skal avregningen foretas av skatteoppkreveren for kontorkommunen. Har slike skattytere flere eller ingen kontorer foretas avregningen av den skatteoppkrever som departementet bestemmer.",
                        "§ 10-22 første ledd skal lyde:",
                        "(1) Terminskatt forfaller til betaling 1. august, 1. oktober og 1. desember i inntektsåret og 1. februar, 1. april og 1. juni i ligningsåret. Forfall er likevel tidligst tre uker fra den dag da melding om terminskatten ble sendt skattyter.",
                        "§ 10-40 første ledd bokstav b skal lyde:",
                        "b)vektårsavgiften for kjøretøyer som 1. januar eller 1. juni er registrert i motorvognregisteret, som forfaller til betaling i to like store terminer henholdsvis 20. februar og 20. august.",
                        "§ 10-40 første ledd ny bokstav d skal lyde:",
                        "d)avgift ved urettmessig bruk av merket olje etter særavgiftsloven § 4, som forfaller til betaling tre uker etter at melding om kravet er sendt.",
                        "§ 10-51 bokstav c skal lyde:",
                        "c)forsinkelsesavgift etter ligningsloven § 10-1 og gebyr etter ligningsloven § 10-8",
                        "§ 10-51 bokstav f skal lyde:",
                        "f)tilleggsskatt etter ligningsloven § 10-2, tilleggsavgift etter folketrygdloven § 24-4 tredje ledd, lov 19. juni 1969 nr. 66 om merverdiavgift §§ 64 og 73, lov 19. juni 1964 nr. 14 om avgift på arv og visse gaver § 44, lov 19. mai 1933 nr. 11 om særavgifter § 3, lov 19. juni 1959 nr. 2 om avgifter vedrørende motorkjøretøyer og båter § 3 og tilleggstoll etter tolloven § 69",
                        "§ 16-20 første ledd nytt fjerde punktum skal lyde:",
                        "Når selskap eller innlåner er pålagt trekkplikt etter § 5-4 annet ledd gjelder ikke ansvarsbegrensningen i tredje punktum.",
                        "§ 19-3 nr. 11 første avsnitt oppheves.",
                        "Nåværende § 19-3 nr. 11 annet til syvende avsnitt blir første til sjette avsnitt.",
                        "§ 19-3 nr. 13 første avsnitt skal lyde:",
                        "§ 5-1 skal lyde:",
                        "Skattebetalingsloven kapitlene 4, 6 og 7 om forskudd på skatt og avregning får tilsvarende anvendelse for skattytere som skattlegges etter § 3-1.",
                        "§ 19-3 nr. 13 annet avsnitt skal lyde:",
                        "§ 5-2 fjerde ledd skal lyde:",
                        "Skattebetalingsloven § 5-12 gjelder tilsvarende.",
                        "§ 19-3 nr. 13 tredje avsnitt skal lyde:",
                        "§ 5-2 femte ledd skal lyde:",
                        "Arbeidsgiveren skal levere terminvis oppgave over foretatt lønnstrekk til skatteoppkreveren for Svalbard senest en måned etter utløpet av terminen. Hver termin omfatter seks kalendermåneder og starter henholdsvis 1. januar og 1. juli.",
                        "§ 19-3 nr. 13 fjerde avsnitt skal lyde:",
                        "§ 5-2 åttende ledd oppheves.",
                        "§ 19-3 nr. 13 femte avsnitt skal lyde:",
                        "§ 5-2 niende ledd blir åttende ledd.",
                        "§ 19-3 nr. 14 fjerde avsnitt skal lyde:",
                        "Ny § 11 skal lyde:",
                        "(1) På bakgrunn av meldepliktiges opplysninger mv. utsteder skattekontoret en oppgjørsblankett for den som er trekkpliktig etter § 7. Den trekkpliktige skal gi opplysninger om samtlige skattepliktige ytelser som er utbetalt til artisten i forbindelse med arrangementet, og eventuelle fradragsberettigede utgifter, samt beregne skattetrekkets størrelse.",
                        "(2) Fullstendig utfylt oppgjørsblankett sendes skattekontoret senest syv dager etter at trekk er foretatt. Artisten skal ha gjenpart av oppgjørsblanketten som kvittering for foretatt trekk.",
                        "(3) Oppgjørsblanketten erstatter lønnsoppgave etter ligningsloven § 6-2, men har for øvrig samme virkning.",
                        "§ 19-3 nr. 16 fjerde avsnitt skal lyde:",
                        "§ 6-40 femte ledd bokstav b og c skal lyde:",
                        "b)rentetillegg som omfattes av skattebetalingsloven § 11-5 ved for lite innbetalt skatt,",
                        "c)renter som omfattes av skattebetalingsloven § 11-2 ved for lite innbetalt skatt, med unntak for renter ved for lite innbetalt skatt etter petroleumsskatteloven.",
                        "§ 2-7 første punktum skal lyde:",
                        "Departementet kan i forskrift bestemme at Statens innkrevingssentral skal innkreve nærmere bestemte skatte- og avgiftskrav eller andre krav som tilkommer staten og som hele eller deler av loven gjelder for, med unntak for krav som innkreves av skatteoppkreverne for kommunene.",
                        "§ 8-2 første ledd oppheves. Annet til femte ledd blir første til fjerde ledd.",
                        "§ 10-32 første og annet ledd skal lyde:",
                        "(1) Ved arv og gave av eiendeler og rettigheter i enkeltpersonforetak og andel eller aksje i selskap omfattet av arveavgiftsloven § 11 A som oppfyller vilkårene i annet ledd, kan arvingen eller gavemottakeren kreve at beregnet arveavgift skal betales i like store årlige avdrag over inntil tolv år regnet fra første forfall, uten renter av gjenstående avgiftsbeløp i denne perioden. Første avdrag forfaller på det tidspunkt som følger av § 10-31. Har den avgiftspliktige valgt kortere avdragstid enn tolv år kan denne senere utvides til inntil tolv år.",
                        "(2) Bestemmelsen i første ledd gjelder når overdrageren eller dennes ektefelle eller samboer (som definert i arveavgiftsloven § 47 A) umiddelbart før overdragelsen direkte eller indirekte eier minst 25 pst. av aksjene eller andelene i selskapet. Ved avgjørelsen av om dette vilkår er oppfylt, skal man også regne med andeler og aksjer som er eid av overdragers ektefelle eller samboer og arvinger omfattet av arveloven §§ 1 til 3, når disse tidligere var eid av arvelateren eller giveren eller dennes ektefelle eller samboer.",
                        "Endringene under I trer i kraft straks.",
                        "Endringen under II trer i kraft fra 1. januar 2009.",
                        "Endringene under III trer i kraft straks med virkning fra og med inntektsåret 2009.",
                        "Endringen under IV trer i kraft straks med virkning for arv og gave hvor rådigheten erverves av arve- og gavemottaker 1. januar 2009 eller senere."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}