{
    "lawId": "LOV-2008-03-14-6",
    "lawName": "Lov om endringer i innskuddspensjonsloven, forsikringsformidlingsloven, forsikringsloven mv",
    "shortName": "Endringslov til innskuddspensjonsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 2",
                    "title": "Lovens virkeområde",
                    "sections": [
                        "Loven gjelder pensjonsordninger som nevnt i nr. 1 til 7 når de skal gi arbeidstakere og selvstendig næringsdrivende rett til alderspensjon og eventuelt uførepensjon og etterlattepensjon i tillegg til eller i stedet for tilsvarende lovbaserte trygdeytelser (supplerende pensjonsordninger):",
                        "1.pensjonsordninger opprettet i livsforsikringsselskap, pensjonskasse, bank eller forvaltningsselskap for verdipapirfond og som omfattes av lov 24. mars 2000 nr. 16 om foretakspensjon eller lov 24. november 2000 nr. 81 om innskuddspensjon i arbeidsforhold,",
                        "2.kommunale pensjonsordninger som omfattes av lov 25. september 1992 nr. 107 om kommuner og fylkeskommuner §§ 24 nr. 4 og 43 annet ledd med tilhørende forskrifter,",
                        "3.andre kollektive pensjonsordninger i pensjonskasse eller livsforsikringsselskap enn de som er nevnt under 1 og 2,",
                        "4.avtalebaserte pensjonsordninger hvor ytelsene utbetales over foretakets drift,",
                        "5.pensjonsfond som omfattes av lov 24. mars 2000 nr. 16 om foretakspensjon § 16-2 23. ledd,",
                        "6.avtaler om pensjonsordning for selvstendig næringsdrivende,",
                        "7.Sykehjelps- og pensjonsordningen for leger.",
                        "I lov 10. juni 2005 nr. 41 om forsikringsformidling gjøres følgende endringer:",
                        "Ny § 5-2 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": [
                {
                    "name": "§ 5-2 a",
                    "title": "Vederlag for forsikringsformidling",
                    "sections": [
                        "Et forsikringsmeglingsforetak skal påse at provisjon og annen godtgjørelse som skal betales for forsikringsformidlingen, blir avtalt med oppdragsgiveren før oppdrag blir utført. Avtalen skal bekreftes skriftlig dersom oppdragsgiveren krever det, eller forsikringsformidlingen omfatter tjenester knyttet til forsikringsforholdet etter at forsikringsavtalen er inngått.",
                        "Et forsikringsmeglingsforetak har ikke adgang til å motta provisjon eller annen godtgjørelse for forsikringsformidlingen fra den forsikringsgiver som har overtatt den forsikringsavtalen et formidlingsoppdrag gjelder.",
                        "Bestemmelsene i første og annet ledd gjelder ikke forsikringsformidling av gjenforsikring. Videre gjelder første og annet ledd ikke forsikringsformidling av forsikringer fra forsikringsselskaper som ikke er etablert her i riket, forutsatt at forsikringsmeglingsforetaket videreformidler mottatt vederlag til oppdragsgiveren. Bestemmelsene i første og annet ledd gjelder heller ikke forsikringsformidling av forsikring knyttet til",
                        "a)luftfartøy,",
                        "b)skip som er registreringspliktige i norsk ordinært skipsregister, norsk internasjonalt skipsregister eller i utenlandsk skipsregister,",
                        "c)boreplattformer og lignende flyttbare innretninger,",
                        "d)faste innretninger til bruk i forbindelse med utvinning og utnyttelse av undersjøiske petroleumsforekomster eller utskiping, lagring eller rørtransport av utvunnet olje og gass,",
                        "e)innretninger til bruk i forbindelse med olje- og gassvirksomhet ved anlegg på land,",
                        "f)bygging av skip eller innretninger som nevnt i bokstav b til e,",
                        "g)virksomhet, utstyr, tilbehør mv. i tilknytning til innretninger som nevnt i bokstav c til f,",
                        "h)ren internasjonal varetransport.",
                        "Kongen kan i forskrift eller i særlige tilfelle gjøre unntak fra bestemmelsene i første og annet ledd.",
                        "§ 8-2 første ledd annet punktum skal lyde:",
                        "Bestemmelsene i lovens §§ 5-2, 5-2 a, 5-3, 5-4, 5-6 og 5-7 annet ledd gjelder for slik forsikringsmeglervirksomhet.",
                        "I lov 10. juni 2005 nr. 44 om forsikringsselskaper, pensjonsforetak og deres virksomhet mv. (forsikringsloven) gjøres følgende endringer:",
                        "§ 1-3 første ledd nytt fjerde punktum skal lyde:",
                        "Livsforsikringsselskaper kan overta gjenforsikring innenfor tildelte klasser i begrenset omfang.",
                        "§ 1-3 annet ledd skal lyde:",
                        "Skadeforsikringsselskaper kan bare overta forsikringer som ikke regnes som livsforsikringer eller kredittforsikringer. Kredittilsynet kan tillate at skadeforsikringsselskaper overtar livsforsikringer i form av rene risikoforsikringer av høyst ett års varighet. Skadeforsikringsselskaper kan overta gjenforsikring innenfor tildelte klasser i begrenset omfang.",
                        "§ 1-3 tredje ledd første punktum skal lyde:",
                        "Kredittforsikringsselskaper kan bare overta kredittforsikringer og gjenforsikring innenfor kredittforsikring.",
                        "§ 1-3 nytt femte ledd skal lyde:",
                        "Gjenforsikringsselskaper kan bare overta gjenforsikringer.",
                        "§ 2-1 fjerde ledd nytt annet punktum skal lyde:",
                        "For forsikringsselskaper som driver direkte forsikringsvirksomhet skal tillatelse gis for nærmere angitte forsikringsklasser.",
                        "Annet punktum blir nytt tredje punktum.",
                        "Ny § 6-9 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VII",
            "paragraphs": [
                {
                    "name": "§ 6-9",
                    "title": "Provisjon og annet vederlag for forsikringsformidling",
                    "sections": [
                        "Et forsikringsselskap har ikke adgang til å yte provisjon eller annet vederlag til forsikringsmeglingsforetak i anledning formidling av forsikringsavtale til selskapet dersom forsikringsmeglingsforetaket ved å motta slik provisjon ville handle i strid med reglene i lov 10. juni 2005 nr. 41 om forsikringsformidling § 5-2 a.",
                        "Kongen kan fastsette nærmere regler om gjennomføring og avgrensning av bestemmelsene i første ledd, herunder regler om forsikringsselskapers adgang til å ha særlige pristariffer for administrative tjenester for forsikringer som kommer til et forsikringsselskap fra forsikringsmeglingsforetak.",
                        "§ 7-6 første ledd nytt femte punktum skal lyde:",
                        "Pensjonistene regnes som medlemmer i pensjonsordningen.",
                        "§ 11-13 tredje ledd skal lyde:",
                        "Ved beregning, oppgjør og anvendelse av de midler som skal overføres, gjelder bestemmelsene i §§ 11-7, 11-8, 11-9 og 11-10 første, annet, fjerde og femte ledd tilsvarende. Er overført premiereserve ikke tilstrekkelig til å sikre rettighetene etter en fripolise, skal manglende premiereserve dekkes ved overførte tilleggsavsetninger.",
                        "I lov 29. juni 2007 nr. 75 om verdipapirhandel (verdipapirhandelloven) gjøres følgende endring:",
                        "§ 9-15 syvende ledd skal lyde:",
                        "Kredittilsynet kan i forskrift eller ved enkeltvedtak frita verdipapirforetak med tillatelse til å yte investeringstjenestene som nevnt i § 2-1 første ledd nr. 4 og 5, og forvaltningsselskap for verdipapirfond med tillatelse til å drive aktiv forvaltning, fra krav til ansvarlig kapital for operasjonell risiko.",
                        "Endringen under III trer i kraft straks og med virkning fra og med inntektsåret 2007. Endringene under IV trer i kraft straks. De øvrige endringene gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelser til ulik tid.",
                        "Kongen kan gi overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        }
    ]
}