{
    "lawId": "LOV-2008-12-12-97",
    "lawName": "Lov om endringer i lov 28. februar 1997 nr. 19 om folketrygd (folketrygdloven)",
    "shortName": "Endringslov til folketrygdloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 24-5",
                    "title": "Kontroll av arbeidsgivere mv.",
                    "sections": [
                        "Skatteoppkreveren skal føre kontroll med at arbeidsgivere og andre sender meldinger og beregner arbeidsgiveravgift i samsvar med reglene og de pålegg som er gitt. Arbeidsgiveren plikter på anmodning å gi fullstendige opplysninger om forhold som kontrollmyndighetene finner er av betydning for fastsettelsen av avgiften og avgiftsgrunnlaget etter § 24-4 annet og tredje ledd i denne loven.",
                        "Skatteoppkreveren eller den offentlige myndighet som har fullmakt fra skatteoppkreveren, kan foreta bokettersyn hos dem som plikter å beregne og betale arbeidsgiveravgift og kan herunder kreve fremlagt arbeidsgiverens regnskap med bilag, kontrakter, korrespondanse eller andre dokumenter av betydning for kontrollen. Med dokumenter menes også elektronisk lagrede dokumenter. Pliktene gjelder også elektroniske programmer og programsystemer. Også skattekontoret eller Riksrevisjonen kan foreta slike ettersyn og kreve fremlagt dokumenter som nevnt.",
                        "Ved gjennomsyn av virksomhetens arkiver kan skatteoppkreveren eller skattekontoret foreta kopiering til datalagringsmedium for senere gjennomgang hos arbeidsgiver, skatteoppkrever eller skattekontor. Departementet kan i forskrift fastsette begrensninger for hvilke metoder for kopiering skatteoppkreveren kan benytte.",
                        "Nåværende § 24-5 blir ny § 24-6.",
                        "§ 3-15 annet ledd bokstav a skal lyde:",
                        "a)pensjon i og utenfor arbeidsforhold, føderåd, livrente som er ledd i pensjonsordning i arbeidsforhold, engangs- og avløsningsbeløp for slike ytelser, engangsutbetaling fra pensjonsordning etter innskuddspensjonsloven og engangsutbetaling fra individuell pensjonsavtale som er i samsvar med regler gitt av departementet.",
                        "§ 23-3 annet ledd nr. 1 bokstav a skal lyde:",
                        "a)pensjon i og utenfor arbeidsforhold, føderåd, livrente som er ledd i pensjonsordning i arbeidsforhold, engangs- og avløsningsbeløp for slike ytelser, engangsutbetaling fra pensjonsordning etter innskuddspensjonsloven, engangsutbetaling fra individuell pensjonsavtale som er i samsvar med regler gitt av departementet og støtte etter lov om supplerande stønad til personar med kort butid i Noreg.",
                        "§ 23-9 oppheves.",
                        "§ 24-1 femte ledd oppheves.",
                        "Endringene under I trer i kraft straks.",
                        "Endringene under II trer i kraft straks med virkning fra og med inntektsåret 2009."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}