{
    "lawId": "LOV-2008-03-07-4",
    "lawName": "Lov om endringer i straffeloven 20. mai 2005 nr. 28 mv. (skjerpende og formildende omstendigheter, folkemord, rikets selvstendighet, terrorhandlinger, ro, orden og sikkerhet, og offentlig myndighet)",
    "shortName": "Endringslov til straffeloven 2005",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 77",
                    "title": "Skjerpende omstendigheter",
                    "sections": [
                        "Ved straffutmålingen skal det i skjerpende retning især tas i betraktning at lovbruddet:",
                        "a)er begått med midler eller metoder som er særlig farlige eller har stort skadepotensial,",
                        "b)har satt menneskers liv eller helse i fare eller voldt velferdstap,",
                        "c)er tilsiktet et vesentlig mer alvorlig resultat eller det lett kunne ha blitt følgen,",
                        "d)er begått på en særlig hensynsløs måte,",
                        "e)er ledd i en planlagt eller organisert virksomhet,",
                        "f)er begått av flere i fellesskap,",
                        "g)er forøvet ved at lovbryteren har utnyttet eller forledet unge personer, personer i en meget vanskelig livssituasjon, som er psykisk utviklingshemmet eller står i et avhengighetsforhold til lovbryteren,",
                        "h)har rammet personer som er forsvarsløse eller særlig utsatt for lovbrudd,",
                        "i)har sin bakgrunn i andres religion eller livssyn, hudfarge, nasjonale eller etniske opprinnelse, homofile orientering, funksjonsevne eller andre forhold som støter an mot grupper med et særskilt behov for vern,",
                        "j)er begått i offentlig tjeneste eller er forøvet ved brudd på en særlig tillit,",
                        "k)er begått av noen som tidligere er ilagt en strafferettslig reaksjon for liknende handlinger eller andre handlinger som er av betydning for saken.",
                        "§ 78 skal lyde:"
                    ]
                },
                {
                    "name": "§ 78",
                    "title": "Formildende omstendigheter",
                    "sections": [
                        "Ved straffutmålingen skal det i formildende retning især tas i betraktning at:",
                        "a)det foreligger en situasjon eller tilstand som nevnt i § 80 bokstav b, c, d, e, i eller j,",
                        "b)lovbryteren har forebygget, gjenopprettet eller begrenset skaden eller velferdstapet voldt ved lovbruddet, eller søkt å gjøre det,",
                        "c)lovbruddet i betydelig grad er foranlediget av den skadelidtes forhold,",
                        "d)lovbryteren på handlingstidspunktet har redusert evne til realistisk å vurdere sitt forhold til omverdenen på grunn av psykisk lidelse, psykisk utviklingshemming, bevissthetsforstyrrelse som ikke er en følge av selvforskyldt rus, eller en sterk sinnsbevegelse,",
                        "e)det har gått lang tid siden lovbruddet, eller saksbehandlingen har tatt lengre tid enn rimelig ut fra lovbruddets art, uten at lovbryteren kan lastes for dette,",
                        "f)lovbryteren har avgitt en uforbeholden tilståelse, eller i vesentlig grad bidratt til oppklaring av andre lovbrudd,",
                        "g)lovbryteren selv er hardt rammet av lovbruddet, eller straffreaksjonen vil bli en sterk belastning på grunn av høy alder, sykdom eller andre omstendigheter,",
                        "h)lovbryteren tidligere ikke er ilagt en strafferettslig reaksjon for liknende handlinger eller andre handlinger som er av betydning for saken.",
                        "§ 91 skal lyde:",
                        "Straffansvaret for folkemord, forbrytelser mot menneskeheten, krigsforbrytelser og terrorhandlinger foreldes ikke dersom handlingene kan straffes med fengsel i 15 år eller mer.",
                        "§ 96 skal lyde:",
                        "Idømt straff for folkemord, forbrytelser mot menneskeheten, krigsforbrytelser og terrorhandlinger foreldes ikke dersom handlingene kan straffes med fengsel i 15 år eller mer.",
                        "Annen del skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Annen del. De straffbare handlingene",
            "paragraphs": []
        },
        {
            "name": "Kapittel 16. Folkemord, forbrytelse mot menneskeheten og krigsforbrytelse",
            "paragraphs": [
                {
                    "name": "§ 101",
                    "title": "Folkemord",
                    "sections": [
                        "For folkemord straffes den som i hensikt helt eller delvis å ødelegge en nasjonal, etnisk, rasemessig eller religiøs gruppe",
                        "a)dreper ett eller flere medlemmer av gruppen,",
                        "b)forårsaker betydelig skade på legeme eller helse til ett eller flere medlemmer av gruppen,",
                        "c)utsetter ett eller flere medlemmer av gruppen for levevilkår som tar sikte på å fysisk ødelegge gruppen, helt eller delvis,",
                        "d)iverksetter tiltak overfor ett eller flere medlemmer av gruppen som tar sikte på å forhindre fødsler innenfor gruppen, eller",
                        "e)med makt overfører ett eller flere barn fra gruppen til en annen gruppe.",
                        "Til straff for medvirkning er forsett om hovedforøverens ødeleggelseshensikt tilstrekkelig.",
                        "Straffen for folkemord er fengsel inntil 30 år."
                    ]
                },
                {
                    "name": "§ 102",
                    "title": "Forbrytelse mot menneskeheten",
                    "sections": [
                        "For forbrytelse mot menneskeheten straffes den som, som ledd i et utbredt eller systematisk angrep rettet mot en sivilbefolkning,",
                        "a)dreper en person,",
                        "b)utrydder en befolkning helt eller delvis, herunder utsetter den eller deler av den for levekår som tar sikte på å utrydde befolkningen helt eller delvis,",
                        "c)gjør en person til slave,",
                        "d)deporterer eller tvangsflytter en befolkning i strid med folkeretten,",
                        "e)fengsler eller på annen alvorlig måte berøver en person friheten i strid med grunnleggende folkerettslige regler,",
                        "f)torturerer en person i vedkommendes varetekt eller kontroll ved å forårsake alvorlig psykisk eller fysisk smerte,",
                        "g)utsetter en person for voldtekt, seksuelt slaveri eller tvungen prostitusjon, tvungent svangerskap, tvangssterilisering eller annen tilsvarende grov seksuell vold,",
                        "h)utsetter en identifiserbar gruppe for forfølgelse ved å berøve ett eller flere medlemmer av gruppen grunnleggende menneskerettigheter på politisk, rasemessig, nasjonalt, etnisk, kulturelt, religiøst, kjønnsbasert eller annet folkerettsstridig grunnlag,",
                        "i)på vegne av, eller med samtykke, støtte eller tillatelse av en stat eller en politisk organisasjon bidrar til at en person forsvinner ufrivillig, med det forsett å unndra vedkommende fra lovens beskyttelse for et lengre tidsrom,",
                        "j)innenfor rammen av et institusjonalisert regime basert på én rasemessig gruppes systematiske undertrykking og dominans over en eller flere andre rasemessige grupper begår en apartheidforbrytelse ved å foreta umenneskelige handlinger av samme eller liknende art som de som er omfattet av paragrafen her i den hensikt å opprettholde regimet, eller",
                        "k)begår en annen umenneskelig handling av liknende art som forårsaker store lidelser eller alvorlig skade på legeme eller helse.",
                        "Straffen for forbrytelse mot menneskeheten er fengsel inntil 30 år."
                    ]
                },
                {
                    "name": "§ 103",
                    "title": "Krigsforbrytelse mot person",
                    "sections": [
                        "For krigsforbrytelse straffes den som i forbindelse med en væpnet konflikt",
                        "a)dreper en beskyttet person,",
                        "b)påfører en beskyttet person stor lidelse eller betydelig skade på legeme eller helse, særlig ved tortur eller annen grusom eller umenneskelig behandling,",
                        "c)gjør en beskyttet person til slave,",
                        "d)utsetter en beskyttet person for voldtekt, seksuelt slaveri, tvungen prostitusjon, tvungent svangerskap, tvungen sterilisering eller annen tilsvarende grov seksuell vold,",
                        "e)tar en beskyttet person som gissel,",
                        "f)utskriver eller verver barn under 18 år til væpnede styrker eller bruker dem aktivt til å delta i fiendtlighetene,",
                        "g)utsetter en beskyttet person for et medisinsk eller vitenskapelig eksperiment som ikke skjer i personens interesse og som medfører alvorlig fare for personens liv eller helse,",
                        "h)i strid med folkeretten deporterer eller tvangsflytter en beskyttet person fra et område hvor personen lovlig oppholder seg eller ulovlig sperrer inne en beskyttet person,",
                        "i)ilegger eller iverksetter en straff mot en beskyttet person uten at personen først har fått en rettferdig rettergang i samsvar med folkeretten,",
                        "j)grovt krenker en beskyttet persons verdighet ved ydmykende eller nedverdigende behandling, eller",
                        "k)skader en stridende som har overgitt seg eller er kampudyktig.",
                        "Ved internasjonal væpnet konflikt straffes også den som",
                        "a)overfører en del av sin egen sivilbefolkning til et okkupert område,",
                        "b)tvinger en av motpartens borgere til å delta i stridshandlinger mot eget land, eller",
                        "c)tvinger en beskyttet person til å tjenestegjøre i en fiendtlig makts væpnede styrker.",
                        "En beskyttet person er en person som ikke, eller ikke lenger, tar aktiv del i fiendtlighetene, eller som for øvrig er beskyttet etter folkeretten.",
                        "Straffen for krigsforbrytelse mot person er fengsel inntil 15 år, men inntil 30 år i de tilfellene som er nevnt i første ledd bokstav a til e eller for øvrig hvis forbrytelsen er grov. Ved avgjørelsen av om forbrytelsen er grov, skal det blant annet legges vekt på dens skadepotensial og skadevirkninger, og på om den er begått som ledd i en plan eller målsetting om eller som ledd i en omfattende utøvelse av slike forbrytelser."
                    ]
                },
                {
                    "name": "§ 104",
                    "title": "Krigsforbrytelse mot eiendom og sivile rettigheter",
                    "sections": [
                        "For krigsforbrytelse dømmes den som i forbindelse med en væpnet konflikt",
                        "a)plyndrer,",
                        "b)i stor målestokk ødelegger, beslaglegger eller konfiskerer eiendom uten at det er strengt nødvendig av hensyn til krigføringen, eller",
                        "c)erklærer motpartens borgeres sivile rettigheter, eller deres mulighet for å få disse prøvd for domstolene, opphevet eller midlertidig satt ut av kraft.",
                        "Krigsforbrytelse mot eiendom eller sivile rettigheter straffes med fengsel inntil 10 år, men inntil 30 år når forbrytelsen er grov, jf. § 103 fjerde ledd annet punktum."
                    ]
                },
                {
                    "name": "§ 105",
                    "title": "Krigsforbrytelse mot humanitære innsatser eller kjennemerker",
                    "sections": [
                        "For krigsforbrytelse straffes den som i forbindelse med en væpnet konflikt",
                        "a)retter et angrep mot personell, anlegg, materiell, enheter eller kjøretøy som er involvert i humanitært hjelpearbeid eller fredsbevarende operasjoner i samsvar med FN-pakten, så langt disse har krav på folkerettslig beskyttelse for sivile personer eller eiendom,",
                        "b)retter et angrep mot personell, bygninger, materiell, sanitetsenheter eller transporter som etter folkeretten har rett til å benytte et av Genèvekonvensjonenes og tilleggsprotokollenes særskilt beskyttede kjennemerker eller en annen identifikasjonsmetode som viser at de er beskyttet etter Genèvekonvensjonene, eller",
                        "c)misbruker parlamentærflagg, fiendens eller De forente nasjoners flagg, militære kjennetegn eller uniformer eller misbruker de særskilt beskyttede kjennemerker som nevnt i bokstav b, slik at noen dør eller påføres betydelig skade.",
                        "Straff for krigsforbrytelse mot humanitære innsatser eller kjennemerker er fengsel inntil 10 år, men inntil 30 år i de tilfellene som er nevnt i bokstav c og for øvrig når forbrytelsen er grov, jf. § 103 fjerde ledd annet punktum."
                    ]
                },
                {
                    "name": "§ 106",
                    "title": "Krigsforbrytelse gjennom anvendelse av forbudte stridsmetoder",
                    "sections": [
                        "For krigsforbrytelse straffes den som i forbindelse med en væpnet konflikt",
                        "a)retter et angrep mot sivilbefolkningen som sådan eller sivile enkeltpersoner som ikke deltar i fiendtlighetene,",
                        "b)benytter utsulting av sivile som stridsmetode ved å frata, unndra eller nekte dem tilgang til mat eller gjenstander som er uunnværlige for at de skal overleve, eller i strid med folkeretten forhindrer hjelpeforsyninger,",
                        "c)iverksetter et angrep med kunnskap om at et slikt angrep vil forårsake tap av sivile personers liv, skade på sivile personer, skade på sivile gjenstander eller skade på naturmiljøet, som vil være for omfattende i forhold til den forventede konkrete og umiddelbare samlede militære fordel,",
                        "d)anvender en beskyttet persons tilstedeværelse for å oppnå at visse steder, områder eller væpnede styrker ikke kan gjøres til gjenstand for militære operasjoner,",
                        "e)retter et angrep mot byer, steder, bosettinger eller bygninger som ikke forsvares og som ikke utgjør militære mål, eller mot demilitariserte soner,",
                        "f)retter et angrep mot bygninger som er viet til religion, utdanning, kunst, vitenskap eller velgjørende formål, mot historiske minnesmerker, kulturminner, sykehus og samlingssteder for syke og sårede eller mot annen sivil gjenstand som ikke utgjør militære mål,",
                        "g)ved å forlede noen til å tro at de har rett til beskyttelse eller plikt til å gi beskyttelse i henhold til folkeretten og med den hensikt å svikte denne tilliten, dreper eller sårer noen som tilhører motpartens borgere eller væpnede styrker, eller",
                        "h)erklærer eller truer med at det ikke vil bli vist nåde.",
                        "Straffen for krigsforbrytelse ved anvendelse av forbudte stridsmetoder er fengsel inntil 15 år, men inntil 30 år der forbrytelsen omfatter forsettlig drap av en sivil eller annen beskyttet person eller for øvrig hvis forbrytelsen er grov, jf. § 103 fjerde ledd annet punktum."
                    ]
                },
                {
                    "name": "§ 107",
                    "title": "Krigsforbrytelse gjennom anvendelse av forbudte stridsmidler",
                    "sections": [
                        "For krigsforbrytelse straffes den som i forbindelse med en væpnet konflikt",
                        "a)bruker gift eller giftige våpen,",
                        "b)bruker biologiske eller kjemiske våpen,",
                        "c)bruker kuler som lett utvider seg eller blir flate i det menneskelige legemet, eller",
                        "d)bruker et annet stridsmiddel som er i strid med folkeretten.",
                        "Straffen for krigsforbrytelse ved anvendelse av forbudte stridsmidler er fengsel inntil 15 år, men inntil 30 år der forbrytelsen omfatter forsettlig drap av en sivil eller annen beskyttet person eller for øvrig hvis forbrytelsen er grov, jf. § 103 fjerde ledd annet punktum."
                    ]
                },
                {
                    "name": "§ 108",
                    "title": "Forbund om og tilskynding til folkemord, forbrytelse mot menneskeheten og krigsforbrytelse",
                    "sections": [
                        "Med fengsel inntil 10 år straffes den som inngår forbund med noen om å begå lovbrudd som nevnt i §§ 101 til 107. Det samme gjelder den som direkte og offentlig tilskynder noen til å begå et slikt lovbrudd."
                    ]
                },
                {
                    "name": "§ 109",
                    "title": "Overordnedes ansvar",
                    "sections": [
                        "For krenkelse av overordnedes ansvar straffes en militær eller sivil leder eller en som faktisk opptrer som det, dersom personer under vedkommendes effektive myndighet og kontroll begår en forbrytelse som nevnt i §§ 101 til 107, når forbrytelsen er et resultat av at lederen ikke har utøvd forsvarlig kontroll over dem, og lederen",
                        "a)visste eller burde ha visst at de underordnede hadde påbegynt en slik forbrytelse eller at den var umiddelbart forestående, og",
                        "b)unnlot å iverksette nødvendige og rimelige tiltak som sto i vedkommendes makt for å hindre eller stanse forbrytelsen, eller å rapportere forholdet til en kompetent myndighet for strafforfølgning.",
                        "Straffen er fengsel inntil 10 år, men inntil 30 år der forbrytelsen er grov. Ved vurderingen av om forbrytelsen er grov, skal det legges vekt på hvor alvorlige og omfattende forbrytelser de underordnede har begått og i hvilken grad den overordnede er å bebreide."
                    ]
                },
                {
                    "name": "§ 110",
                    "title": "Minstestraff",
                    "sections": [
                        "Straff som utmåles etter bestemmelsene i dette kapitlet kan ikke settes under minstestraffen som er bestemt i straffebud som i mangel av kapittel 16 ville ha rammet handlingen det domfelles for."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 17. Vern av Norges selvstendighet og andre grunnleggende nasjonale interesser",
            "paragraphs": [
                {
                    "name": "§ 111",
                    "title": "Krenkelse av Norges selvstendighet og fred",
                    "sections": [
                        "Med fengsel inntil 15 år straffes den som ved bruk av makt, trusler eller på annen rettsstridig måte volder fare for at Norge eller en del av Norge",
                        "a)innlemmes i en annen stat,",
                        "b)blir underlagt en fremmed stats herredømme,",
                        "c)eller en stat som Norge er alliert eller i kampfellesskap med, blir påført krig eller fiendtligheter,",
                        "d)påføres vesentlige begrensninger i sin selvbestemmelsesrett, eller",
                        "e)løsrives."
                    ]
                },
                {
                    "name": "§ 112",
                    "title": "Grov krenkelse av Norges selvstendighet og fred",
                    "sections": [
                        "Grov krenkelse av Norges selvstendighet og fred straffes med fengsel inntil 21 år. Ved avgjørelsen av om krenkelsen er grov, skal det særlig legges vekt på om",
                        "a)den har hatt særlig alvorlige virkninger for Norge,",
                        "b)den er gjennomført ved en organisert væpnet aksjon, under utnyttelse av frykt for inngrep av en fremmed stat, eller ved trussel om dette,",
                        "c)gjerningspersonen er et medlem av regjeringen, Stortinget eller Høyesterett eller tilhører landets øverste sivile eller militære ledelse,",
                        "d)handlingen har medført tap eller fare for tap av menneskeliv."
                    ]
                },
                {
                    "name": "§ 113",
                    "title": "Krenkelse av Norges statsforfatning",
                    "sections": [
                        "Den som ved bruk av makt, trusler eller på annen rettsstridig måte volder fare for at Norges statsforfatning forandres, straffes med fengsel inntil 15 år."
                    ]
                },
                {
                    "name": "§ 114",
                    "title": "Grov krenkelse av Norges statsforfatning",
                    "sections": [
                        "Grov krenkelse av Norges statsforfatning straffes med fengsel inntil 21 år. Ved avgjørelsen av om krenkelsen er grov, skal det særlig legges vekt på forhold som nevnt i § 112 bokstav a til d."
                    ]
                },
                {
                    "name": "§ 115",
                    "title": "Angrep på de høyeste statsorganenes virksomhet",
                    "sections": [
                        "Med fengsel inntil 10 år straffes den som ved bruk av makt, trusler eller på annen rettsstridig måte volder fare for at Kongen, Regenten, regjeringen, Stortinget, Høyesterett eller Riksretten, eller et medlem av disse institusjonene, hindres eller påvirkes i sin virksomhet."
                    ]
                },
                {
                    "name": "§ 116",
                    "title": "Grovt angrep på de høyeste statsorganenes virksomhet",
                    "sections": [
                        "Grovt angrep på de høyeste statsorganenes virksomhet straffes med fengsel inntil 21 år. Ved avgjørelsen av om angrepet er grovt, skal det særlig legges vekt på forhold som nevnt i § 112 bokstav a til d."
                    ]
                },
                {
                    "name": "§ 117",
                    "title": "Inngrep overfor viktige samfunnsinstitusjoner",
                    "sections": [
                        "Med fengsel inntil 6 år straffes den som ved bruk av makt, vold eller trusler, eller på annen ulovlig og organisert måte, griper inn i virksomheten til viktige samfunnsinstitusjoner som for eksempel en offentlig myndighet, et politisk parti eller et medieforetak, og derved setter betydelige samfunnsinteresser i fare."
                    ]
                },
                {
                    "name": "§ 118",
                    "title": "Grovt inngrep overfor viktige samfunnsinstitusjoner",
                    "sections": [
                        "Grovt inngrep overfor viktige samfunnsinstitusjoner straffes med fengsel inntil 15 år. Ved avgjørelsen av om inngrepet er grovt, skal det særlig legges vekt på forhold som nevnt i § 112 bokstav a til d."
                    ]
                },
                {
                    "name": "§ 119",
                    "title": "Landssvik",
                    "sections": [
                        "Med fengsel inntil 10 år straffes den som i krig, under okkupasjon eller en internasjonal væpnet konflikt på norsk territorium, eller ved overhengende fare for dette, yter fienden eller okkupasjonsmakten bistand mot Norge eller skader den norske forsvarsevnen.",
                        "På samme måte straffes den som skader forsvarsevnen til en stat som Norge er alliert eller i kampfellesskap med."
                    ]
                },
                {
                    "name": "§ 120",
                    "title": "Grovt landssvik",
                    "sections": [
                        "Grovt landssvik straffes med fengsel inntil 21 år. Ved avgjørelsen av om landssviket er grovt, skal det særlig legges vekt på forhold som nevnt i § 112 bokstav a, c og d."
                    ]
                },
                {
                    "name": "§ 121",
                    "title": "Etterretningsvirksomhet mot statshemmeligheter",
                    "sections": [
                        "Med bot eller fengsel inntil 3 år straffes den som til fordel for en fremmed stat, terrororganisasjon eller uten aktverdig grunn samler inn eller setter seg i besittelse av en hemmelig opplysning som, om den blir kjent for en slik stat, terrororganisasjon eller for øvrig avsløres, kan skade grunnleggende nasjonale interesser som gjelder",
                        "a)forsvars-, sikkerhets- og beredskapsmessige forhold,",
                        "b)de øverste statsorganenes virksomhet, sikkerhet eller handlefrihet,",
                        "c)forholdet til andre stater,",
                        "d)sikkerhetsopplegg for fremmede staters representasjon og ved større nasjonale og internasjonale arrangementer,",
                        "e)samfunnets infrastruktur, så som mat-, vann- og energiforsyning, samferdsel og telekommunikasjon, helseberedskap eller bank- og pengevesen, eller",
                        "f)norske naturressurser."
                    ]
                },
                {
                    "name": "§ 122",
                    "title": "Grov etterretningsvirksomhet mot statshemmeligheter",
                    "sections": [
                        "Grov etterretningsvirksomhet mot statshemmeligheter straffes med fengsel inntil 10 år. Ved avgjørelsen av om etterretningsvirksomheten er grov, skal det særlig legges vekt på om",
                        "a)gjerningspersonen er et medlem av regjeringen, Stortinget eller Høyesterett eller tilhører landets øverste sivile eller militære ledelse,",
                        "b)gjerningspersonen hadde til hensikt å avsløre opplysningen til en fremmed stat eller terrororganisasjon,",
                        "c)en avsløring ville ha voldt betydelig skade."
                    ]
                },
                {
                    "name": "§ 123",
                    "title": "Avsløring av statshemmeligheter",
                    "sections": [
                        "Med bot eller fengsel inntil 3 år straffes den som uten aktverdig grunn offentliggjør, overleverer eller på annen måte avslører en hemmelig opplysning som kan skade grunnleggende nasjonale interesser som nevnt i § 121. Den som avslører en slik opplysning til en fremmed stat eller terrororganisasjon, anses ikke for å ha en aktverdig grunn."
                    ]
                },
                {
                    "name": "§ 124",
                    "title": "Grov avsløring av statshemmeligheter",
                    "sections": [
                        "Grov avsløring av en statshemmelighet straffes med fengsel inntil 15 år. Ved avgjørelsen av om avsløringen er grov, skal det særlig legges vekt på om",
                        "a)gjerningspersonen er et medlem av regjeringen, Stortinget eller Høyesterett eller tilhører landets øverste sivile eller militære ledelse,",
                        "b)hemmeligheten er betrodd gjerningspersonen i tjeneste eller arbeid,",
                        "c)hemmeligheten er avslørt til en fremmed stat eller en terrororganisasjon,",
                        "d)betydelig skade er voldt."
                    ]
                },
                {
                    "name": "§ 125",
                    "title": "Uaktsom avsløring av statshemmeligheter",
                    "sections": [
                        "Den som uaktsomt avslører en statshemmelighet, straffes med bot eller fengsel inntil 2 år."
                    ]
                },
                {
                    "name": "§ 126",
                    "title": "Annen ulovlig etterretning",
                    "sections": [
                        "Med bot eller fengsel inntil 3 år straffes den som på norsk område til fordel for en fremmed stat eller terrororganisasjon",
                        "a)innsamler opplysninger om personlige forhold, når meddelelse av disse kan volde fare for noens liv, helse, frihet eller eiendom, eller",
                        "b)innsamler opplysninger som kan skade andre staters sikkerhetsinteresser."
                    ]
                },
                {
                    "name": "§ 127",
                    "title": "Forbund om krenkelse av Norges selvstendighet og forfatning mv.",
                    "sections": [
                        "Med fengsel inntil 6 år straffes den som inngår forbund med noen om å begå lovbrudd som nevnt i §§ 111-120, § 123 eller § 124."
                    ]
                },
                {
                    "name": "§ 128",
                    "title": "Ulovlig militær virksomhet",
                    "sections": [
                        "Med bot eller fengsel inntil 3 år straffes den som danner en privat organisasjon av militær karakter her i riket, eller deltar i, rekrutterer medlemmer eller yter økonomisk eller annen materiell støtte til en slik organisasjon. På samme måte straffes den som her i riket rekrutterer noen til militær virksomhet for en fremmed stat."
                    ]
                },
                {
                    "name": "§ 129",
                    "title": "Straff for deltakelse mv. i voldelig sammenslutning med politiske mål",
                    "sections": [
                        "Med fengsel inntil 6 år straffes den som danner, deltar i, rekrutterer medlemmer eller yter økonomisk eller annen materiell støtte til en sammenslutning som har til formål ved grovt skadeverk, sabotasje, vold eller tvang eller trusler om dette å begå en handling som nevnt i §§ 111-120 eller på annen måte forstyrre samfunnsordenen eller oppnå innflytelse i offentlige anliggender, når sammenslutningen har tatt skritt for å realisere formålet med ulovlige midler.",
                        "Medvirkning straffes ikke."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 18. Terrorhandlinger og terrorrelaterte handlinger",
            "paragraphs": [
                {
                    "name": "§ 131",
                    "title": "Terrorhandlinger",
                    "sections": [
                        "En straffbar handling som nevnt i §§ 138 til 141, § 142 første ledd, §§ 143 til 144, § 192, § 239 (allmennfarlig forgiftning), § 240 (alvorlig miljøkriminalitet), § 254 (grov frihetsberøvelse), § 256 (menneskehandel), § 274 (grov legemsskade), § 275 (drap), § 345 (grov brannstiftelse), anses som terrorhandling og straffes med fengsel inntil 21 år dersom den er begått med terrorhensikt som nevnt i annet ledd.",
                        "Terrorhensikt foreligger dersom en handling som nevnt i første ledd begås i den hensikt",
                        "a)å forstyrre alvorlig en funksjon av grunnleggende betydning i samfunnet, som for eksempel lovgivende, utøvende eller dømmende myndighet, energiforsyning, sikker forsyning av mat eller vann, bank- og pengevesen eller helseberedskap og smittevern,",
                        "b)å skape alvorlig frykt i en befolkning, eller",
                        "c)urettmessig å tvinge offentlige myndigheter eller en mellomstatlig organisasjon til å gjøre, tåle eller unnlate noe av vesentlig betydning for landet eller organisasjonen, eller for et annet land eller en mellomstatlig organisasjon.",
                        "Straffen kan ikke settes under minstestraffen i bestemmelsene som er nevnt i første ledd."
                    ]
                },
                {
                    "name": "§ 132",
                    "title": "Grove terrorhandlinger",
                    "sections": [
                        "Grov overtredelse av § 131 straffes med fengsel inntil 30 år. Ved avgjørelsen av om terrorhandlingen er grov, skal det særlig legges vekt på om den",
                        "a)har medført tap av flere menneskeliv eller svært omfattende ødeleggelse av eiendom eller miljø, eller særlig nærliggende fare for det,",
                        "b)er utført med særlig skadelige midler,",
                        "c)er begått av en person som i kraft av sin stilling nyter en særlig tillit som kan utnyttes til å gjennomføre en terrorhandling."
                    ]
                },
                {
                    "name": "§ 133",
                    "title": "Terrorforbund",
                    "sections": [
                        "Med fengsel inntil 10 år straffes den som planlegger eller forbereder en terrorhandling ved å inngå forbund med noen om å begå en straffbar handling som nevnt i §§ 131, 138, 139, 141, 142, 143 eller 144.",
                        "Med fengsel inntil 3 år straffes den som inngår forbund med noen om å begå en straffbar handling som nevnt i §§ 137 eller 140."
                    ]
                },
                {
                    "name": "§ 134",
                    "title": "Terrortrusler",
                    "sections": [
                        "Den som truer med å begå en handling som nevnt i § 131 eller §§ 137 til 144, straffes med fengsel inntil 10 år.",
                        "Dersom trusselen leder til en følge som nevnt i § 131 annet ledd, straffes handlingen med fengsel inntil 21 år."
                    ]
                },
                {
                    "name": "§ 135",
                    "title": "Terrorfinansiering",
                    "sections": [
                        "Med fengsel inntil 10 år straffes den som rettsstridig yter, mottar, sender, fremskaffer eller samler inn penger eller andre formuesgoder med hensikt eller viten om at midlene helt eller delvis skal brukes",
                        "a)til å utføre en handling som nevnt i §§ 131, 134 eller §§ 137 til 144,",
                        "b)av en person eller gruppe som har til formål å begå handlinger som nevnt i § 131, § 134 eller §§ 137 til 144, når personen eller gruppen har tatt skritt for å realisere formålet med ulovlige midler,",
                        "c)av et foretak som noen som nevnt i bokstav b eier eller har kontroll over, eller",
                        "d)av et foretak eller en person som handler på vegne av eller på instruks fra noen som nevnt i bokstav b.",
                        "På samme måte straffes den som stiller banktjenester eller andre finansielle tjenester til rådighet for personer eller foretak som nevnt i første ledd bokstav b, c eller d."
                    ]
                },
                {
                    "name": "§ 136",
                    "title": "Oppfordring, rekruttering og opplæring til terrorhandlinger",
                    "sections": [
                        "Med fengsel inntil 6 år straffes den som",
                        "a)offentlig oppfordrer noen til å iverksette en straffbar handling som nevnt i §§ 131, 134, 135 eller §§ 137 til 144,",
                        "b)rekrutterer noen til å begå en straffbar handling som nevnt i §§ 131, 134, 135 eller §§ 137 til 144, eller",
                        "c)gir opplæring i metoder eller teknikker som er særlig egnet til å utføre eller bidra til utførelsen av en straffbar handling som nevnt i §§ 131, 134, 135 eller §§ 137 til 144, med forsett om at ferdighetene skal brukes til dette."
                    ]
                },
                {
                    "name": "§ 137",
                    "title": "Medvirkning til unndragning fra straff for terrorhandlinger",
                    "sections": [
                        "Med fengsel inntil 6 år straffes den som transporterer, skjuler eller på annen måte medvirker til at noen som har begått en straffbar handling som nevnt i §§ 131, 134, 135 eller §§ 138 til 144, unndrar seg strafforfølgningen eller en idømt straff.",
                        "Den som har gitt bistand som nevnt i første ledd til en av sine nærmeste, straffes ikke."
                    ]
                },
                {
                    "name": "§ 138",
                    "title": "Terrorbombing",
                    "sections": [
                        "Med fengsel inntil 21 år straffes den som sender inn, anbringer, avfyrer eller detonerer et sprenglegeme eller en annen potensielt dødbringende anordning på, i eller mot et offentlig sted, et statlig eller offentlig anlegg, et offentlig infrastrukturanlegg eller et offentlig transportsystem, med forsett om å volde tap av menneskeliv eller betydelig skade på legeme, eiendom eller miljø."
                    ]
                },
                {
                    "name": "§ 139",
                    "title": "Kapring av luftfartøy og skip mv.",
                    "sections": [
                        "Den som ved vold, trusler eller på annen ulovlig måte tiltvinger seg kontroll over et luftfartøy i drift eller et skip eller griper inn i en flygning eller seilas, straffes med fengsel inntil 21 år. På samme måte straffes den som med slike midler tiltvinger seg kontroll over innretninger eller anlegg på kontinentalsokkelen."
                    ]
                },
                {
                    "name": "§ 140",
                    "title": "Forstyrrelse av den sikre drift av luftfartøy og skip mv.",
                    "sections": [
                        "Med fengsel inntil 6 år straffes den som ved vold, materiell ødeleggelse, meddelelse av feilaktig informasjon eller på annen måte forstyrrer den sikre drift av luftfartøy, flyplass, skip eller innretninger eller anlegg på kontinentalsokkelen, og derved volder fare for tap av menneskeliv eller betydelig skade på legeme, eiendom eller miljø."
                    ]
                },
                {
                    "name": "§ 141",
                    "title": "Utslipp av farlig stoff fra skip mv.",
                    "sections": [
                        "Med fengsel inntil 15 år straffes den som volder fare for tap av menneskeliv eller betydelig skade på legeme, eiendom eller miljø ved å",
                        "a)føre et skip inn i fremmed eiendom eller for øvrig bruke et skip på en måte som volder slik fare,",
                        "b)bruke mot eller på et skip eller innretninger eller anlegg på kontinentalsokkelen et eksplosivt eller radioaktivt materiale, biologisk eller kjemisk våpen, eller",
                        "c)slippe ut fra et skip eller innretninger eller anlegg på kontinentalsokkelen et eksplosivt eller radioaktivt materiale, biologisk eller kjemisk våpen, olje, flytende naturgass eller annet giftig eller farlig stoff."
                    ]
                },
                {
                    "name": "§ 142",
                    "title": "Ulovlig befatning med farlig materiale mv.",
                    "sections": [
                        "Med fengsel inntil 21 år straffes den som volder fare for tap av menneskeliv eller betydelig skade på legeme, eiendom eller miljø ved ulovlig å",
                        "a)bruke eksplosivt eller radioaktivt materiale, biologiske eller kjemiske våpen eller en kjernefysisk eller radioaktiv anordning, eller",
                        "b)bruke eller skade et nukleært anlegg slik at det oppstår stråling eller utslipp av radioaktivt materiale.",
                        "Med fengsel inntil 15 år straffes den som ulovlig mottar, besitter, sprer, transporterer eller på annen måte har ulovlig befatning med",
                        "a)et eksplosivt eller radioaktivt materiale eller en kjernefysisk eller radioaktiv anordning, når materialet eller anordningen skal brukes for å true noen til å gjøre, tåle eller unnlate noe eller brukes til en handling som volder fare for tap av menneskeliv eller betydelig skade på legeme, eiendom eller miljøet, eller",
                        "b)et radioaktivt, biologisk eller kjemisk våpen, eller utstyr eller komponenter spesielt konstruert eller forberedt for fremstilling, bruk, produksjon eller levering av kjernefysisk materiale, når utstyret eller komponentene skal brukes i ulovlig kjernefysisk virksomhet.",
                        "Med fengsel inntil 10 år straffes den som",
                        "a)ved trusler, vold, tyveri, underslag, bedrageri eller på annen ulovlig måte søker å sette seg i besittelse av radioaktivt materiale, kjemiske eller biologiske våpen, en kjernefysisk eller radioaktiv anordning, eller et nukleært anlegg, eller",
                        "b)ulovlig bringer, sender eller forflytter radioaktivt materiale eller kjemiske eller biologiske våpen inn i eller ut av en stat."
                    ]
                },
                {
                    "name": "§ 143",
                    "title": "Gisseltaking i terrorøyemed",
                    "sections": [
                        "Med fengsel inntil 12 år straffes den som berøver noen friheten og som truer med å drepe eller skade gisselet eller med å fortsette å holde gisselet frihetsberøvet, med forsett om å tvinge en annen til å gjøre, tåle eller unnlate noe."
                    ]
                },
                {
                    "name": "§ 144",
                    "title": "Angrep på en internasjonalt beskyttet person",
                    "sections": [
                        "Med fengsel inntil 21 år straffes den som begår drap på et statsoverhode, en regjeringssjef, en utenriksminister eller en annen internasjonalt beskyttet person når personen befinner seg utenfor sitt hjemland.",
                        "Med fengsel inntil 15 år straffes den som berøver en slik person friheten eller skader ham på legemet, eller begår et voldelig angrep på hans tjenestested, bolig eller transportmiddel, der angrepet volder fare for død eller betydelig skade på legeme."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 19. Vern av offentlig myndighet og tilliten til den",
            "paragraphs": [
                {
                    "name": "§ 151",
                    "title": "Stemmekjøp og utilbørlig stemmepåvirkning",
                    "sections": [
                        "Med bot eller fengsel inntil 2 år straffes den som ved et offentlig valg",
                        "a)ved trussel eller andre ulovlige midler søker å påvirke noens avgivelse av stemme,",
                        "b)ved å gi et gode eller inngå avtale om det søker å oppnå at noen forplikter seg til å stemme på en bestemt måte eller unnlate å stemme,",
                        "c)opptrer slik at noen utilsiktet unnlater å stemme, eller stemmer annerledes enn tilsiktet.",
                        "Med offentlig valg menes folkeavstemning, valg etter lov 28. juni 2002 nr. 57 om valg til Stortinget, fylkesting og kommunestyrer og valg etter lov 12. juni 1987 nr. 56 om Sametinget og andre samiske rettsforhold kapittel 2."
                    ]
                },
                {
                    "name": "§ 152",
                    "title": "Stemmesalg",
                    "sections": [
                        "Den som i et offentlig valg på grunn av et mottatt gode eller avtale om dette gir løfte om å stemme på en bestemt måte, eller om å unnlate å stemme, straffes med bot eller fengsel inntil 6 måneder."
                    ]
                },
                {
                    "name": "§ 153",
                    "title": "Uberettiget valgdeltakelse",
                    "sections": [
                        "Den som i et offentlig valg stemmer uten å ha rett til det, avgir stemme i en annens navn eller stemmer mer enn én gang, straffes med bot eller fengsel inntil 1 år."
                    ]
                },
                {
                    "name": "§ 154",
                    "title": "Etterfølgende påvirkning av valgresultatet",
                    "sections": [
                        "Den som i et offentlig valg teller stemmer feil, fjerner eller endrer avgitte stemmer, legger til stemmer som ikke er avgitt, eller på annen måte påvirker resultatet av opptellingen, straffes med bot eller fengsel inntil 3 år."
                    ]
                },
                {
                    "name": "§ 155",
                    "title": "Vold eller trusler mot offentlig tjenestemann",
                    "sections": [
                        "Den som ved vold eller trusler påvirker en offentlig tjenestemann til å foreta eller unnlate å foreta en tjenestehandling, eller søker å oppnå dette, straffes med bot eller fengsel inntil 3 år.",
                        "Med offentlig tjenestemann menes enhver som utøver offentlig myndighet på vegne av stat eller kommune, eller som har slik kompetanse i kraft av sin stilling. Som offentlig tjenestemann anses også militære vakter, samt enhver som pliktmessig eller etter oppfordring yter bistand til en offentlig tjenestemann.",
                        "Første ledd gjelder også for lovbrudd mot Den internasjonale straffedomstols tjenestemenn.",
                        "Dersom det gjelder gjensidig, kan Kongen bestemme at første ledd også skal anvendes på lovbrudd mot tjenestemenn i et annet lands offentlige myndighet og i mellomstatlige organisasjoner som Norge er eller blir medlem av."
                    ]
                },
                {
                    "name": "§ 156",
                    "title": "Hindring av offentlig tjenestemann",
                    "sections": [
                        "Den som hindrer en offentlig tjenestemann i å utføre en tjenestehandling, for eksempel ved å nekte adgang til steder hvor han har berettiget tilgang, straffes med bot eller fengsel inntil 6 måneder. På samme måte straffes den som ved skjellsord eller annen utilbørlig atferd forulemper ham under utføringen av tjenesten."
                    ]
                },
                {
                    "name": "§ 157",
                    "title": "Motarbeiding av rettsvesenet",
                    "sections": [
                        "Med fengsel inntil 6 år straffes den som ved vold, trusler, skadeverk eller annen rettsstridig atferd overfor en aktør i rettsvesenet eller noen av hans nærmeste",
                        "a)opptrer slik at det er egnet til å påvirke aktøren til å foreta eller unnlate en handling, et arbeid eller en tjeneste i forbindelse med en straffesak eller en sivil sak, eller",
                        "b)gjengjelder en handling, et arbeid eller en tjeneste som aktøren har utført i forbindelse med en straffesak eller en sivil sak.",
                        "Med aktør i rettsvesenet menes den som",
                        "a)er fornærmet i en straffesak, har anmeldt et straffbart forhold eller anlagt søksmål i en sivil sak,",
                        "b)har avgitt forklaring for politiet, påtalemyndigheten, domstolen, kriminalomsorgen eller Gjenopptakelseskommisjonen,",
                        "c)arbeider eller utfører tjeneste for et organ som nevnt i bokstav b,",
                        "d)er fast eller oppnevnt forsvarer, bistandsadvokat eller prosessfullmektig, eller",
                        "e)vurderer å foreta en slik handling eller å påta seg et slikt arbeid eller en slik tjeneste.",
                        "Første ledd gjelder tilsvarende overfor tjenestemenn i Den internasjonale straffedomstolen."
                    ]
                },
                {
                    "name": "§ 158",
                    "title": "Grov motarbeiding av rettsvesenet",
                    "sections": [
                        "Grov motarbeiding av rettsvesenet straffes med fengsel inntil 10 år. Ved avgjørelsen av om motarbeidingen er grov, skal det særlig legges vekt på om overtredelsen har voldt fare for noens liv eller helbred, er begått ved flere anledninger, av flere i fellesskap eller har et systematisk eller organisert preg.",
                        "Er lovbruddet begått som ledd i virksomheten til en organisert kriminell gruppe, eller handlingen gjennomføres ved trusler om eller bruk av våpen, er straffen fengsel i minst 1 år."
                    ]
                },
                {
                    "name": "§ 159",
                    "title": "Grovt uaktsom motarbeiding av rettsvesenet",
                    "sections": [
                        "Grovt uaktsom motarbeiding av rettsvesenet straffes med bot eller fengsel inntil 3 år."
                    ]
                },
                {
                    "name": "§ 160",
                    "title": "Bevispåvirkning og unndragning fra strafforfølgning mv.",
                    "sections": [
                        "Den som motarbeider en offentlig undersøkelse av et lovbrudd ved å bidra til at gjenstander som kan ha betydning som bevis tilintetgjøres, fjernes, ødelegges, endres, plantes eller fabrikkeres, eller på annen måte utsletter sporene etter handlingen, straffes med bot eller fengsel inntil 2 år.",
                        "På samme måte straffes den som medvirker til at noen unndras fra strafforfølgning ved flukt, for eksempel ved å holde ham skjult eller ved å utgi ham for å være en annen person.",
                        "Straff etter første ledd kommer ikke til anvendelse på den som søker å unndra seg selv fra strafforfølgning. Straff etter annet ledd kommer ikke til anvendelse på den som har unndratt noen av sine nærmeste fra strafforfølgning.",
                        "Med bot eller fengsel inntil 6 måneder straffes den som ulovlig setter seg i forbindelse med noen som er undergitt varetektsfengsling eller ulovlig skaffer ham gjenstander.",
                        "Første til fjerde ledd gjelder tilsvarende for strafforfølgning i en sak som hører under Den internasjonale straffedomstolen."
                    ]
                },
                {
                    "name": "§ 161",
                    "title": "Unndragning fra idømt straff mv.",
                    "sections": [
                        "Den som medvirker til at noen som er idømt frihetsstraff eller en særreaksjon, unndrar seg gjennomføringen av reaksjonen, straffes med bot eller fengsel inntil 3 år.",
                        "Den som unndrar seg gjennomføringen av idømt fengselsstraff, straffes med bot eller fengsel inntil 6 måneder. På samme måte straffes den som ulovlig setter seg i forbindelse med noen som er innsatt i fengsel eller ulovlig skaffer ham gjenstander."
                    ]
                },
                {
                    "name": "§ 162",
                    "title": "Brudd på identifikasjonsplikten",
                    "sections": [
                        "Den som ikke oppgir sitt navn, fødselsdato, fødselsår, stilling eller bopel til et stevnevitne, en polititjenestemann eller annen offentlig myndighet som ber om opplysningen som ledd i tjenesteutøvelsen, straffes med bot. På samme måte straffes den som oppgir uriktige slike opplysninger om seg selv eller andre."
                    ]
                },
                {
                    "name": "§ 163",
                    "title": "Brudd på meldeplikt ved dødsfall",
                    "sections": [
                        "Den som finner et lik og unnlater straks å underrette den avdødes nærmeste eller politiet, straffes med bot.",
                        "Er det grunn til mistanke om at døden er voldt ved en straffbar handling, skal politiet straks underrettes. Den som ikke underretter politiet, straffes med bot."
                    ]
                },
                {
                    "name": "§ 164",
                    "title": "Ulovlig myndighetsutøving",
                    "sections": [
                        "Den som uhjemlet utøver offentlig myndighet, eller som foretar handlinger som bare kan utøves av offentlige tjenestemenn, straffes med bot eller fengsel inntil 1 år."
                    ]
                },
                {
                    "name": "§ 165",
                    "title": "Misbruk av offentlig uniform, kjennetegn eller tittel mv.",
                    "sections": [
                        "Med bot eller fengsel inntil 6 måneder straffes den som",
                        "a)ved uhjemlet bruk av uniform eller på annen måte offentlig utgir seg for å ha offentlig myndighet på en slik måte at det er egnet til å skape uleilighet for noen eller svekke tilliten til den offentlige myndigheten,",
                        "b)uhjemlet bruker et norsk eller utenlandsk offentlig våpen, merke eller segl eller noe som lett kan forveksles med slike, eller",
                        "c)uhjemlet offentlig eller i rettsstridig øyemed bruker norsk eller utenlandsk offentlig tittel."
                    ]
                },
                {
                    "name": "§ 166",
                    "title": "Misbruk av internasjonalt kjennetegn",
                    "sections": [
                        "Med bot eller fengsel inntil 6 måneder straffes den som uhjemlet og rettsstridig",
                        "a)offentlig bruker en anerkjent eller i innland eller utland alminnelig brukt betegnelse på en internasjonal organisasjon, eller et merke eller segl som nyttes av en internasjonal organisasjon som Norge er medlem av eller ved mellomfolkelig overenskomst har forpliktet seg til å verne mot slik bruk,",
                        "b)bruker et kjennetegn eller en betegnelse som ved mellomfolkelig overenskomst som Norge er bundet av, er bestemt til bruk i samband med hjelp til sårede og syke eller vern av kulturverdier i krig, eller",
                        "c)uhjemlet bruker en betegnelse, merke, segl eller kjennetegn som lett kan forveksles med noe som nevnt i bokstav a og b."
                    ]
                },
                {
                    "name": "§ 167",
                    "title": "Ulovlig yrkes- eller virksomhetsutøvelse",
                    "sections": [
                        "Den som utøver et yrke eller en virksomhet uten å ha en nødvendig offentlig tillatelse eller autorisasjon, eller uriktig utgir seg for å ha dette, straffes med bot eller fengsel inntil 6 måneder."
                    ]
                },
                {
                    "name": "§ 168",
                    "title": "Brudd på oppholds- og kontaktforbud",
                    "sections": [
                        "Med bot eller fengsel inntil 1 år straffes den som",
                        "a)ved dom er forvist til eller fra bestemte deler av riket og som rettsstridig igjen oppholder seg på et sted der dette er forbudt for vedkommende, eller som på annen måte bryter kontaktforbud i medhold av straffeloven § 57, eller",
                        "b)krenker forbud etter straffeprosessloven §§ 222 a eller 222 b."
                    ]
                },
                {
                    "name": "§ 169",
                    "title": "Hindring av tvangsfullbyrding",
                    "sections": [
                        "Med bot eller fengsel inntil 6 måneder straffes den som",
                        "a)ulovlig tilintetgjør, skader, skjuler, bortfører eller avhender gods som det er tatt utlegg, hefte, arrest eller beslag i,",
                        "b)bryter eller skader et segl som er anbrakt av offentlig myndighet, eller",
                        "c)hindrer fullbyrdingen av en fravikelsesforretning for fast eiendom eller skip.",
                        "Hvis forholdet ikke rammes av en strengere straffebestemmelse, straffes på samme måte den som tross pålegg fra en alminnelig eller særskilt namsmyndighet forsettlig eller uaktsomt unnlater",
                        "a)å foreta trekk for krav som nevnt i dekningsloven § 2-8 første ledd bokstav a til d, eller",
                        "b)å betale beløp som er trukket for slike krav som nevnt i annet ledd bokstav a, slik det er bestemt."
                    ]
                },
                {
                    "name": "§ 170",
                    "title": "Krenking av rettsavgjørelse",
                    "sections": [
                        "Med bot eller fengsel inntil 6 måneder straffes den som",
                        "a)opptrer i strid med forbud som er fastsatt av en domstol,",
                        "b)utøver en rett som ved endelig dom er frakjent vedkommende, eller",
                        "c)trykker opp, frembyr for salg eller utleie eller søker alminnelig utbredt innholdet av en informasjonsbærer som nevnt i § 76 når den er beslaglagt eller inndratt fordi den strider mot [straffeloven 1902] §§ 246-248, jf. § 252 eller § 390, eller som på annen måte er erklært beslaglagt eller inndratt for mindre enn 15 år siden."
                    ]
                },
                {
                    "name": "§ 171",
                    "title": "Tjenestefeil",
                    "sections": [
                        "Med bot eller fengsel inntil 2 år straffes den som utøver eller bistår ved utøving av offentlig myndighet, og grovt bryter sin tjenesteplikt."
                    ]
                },
                {
                    "name": "§ 172",
                    "title": "Grovt uaktsom tjenestefeil",
                    "sections": [
                        "Med bot eller fengsel inntil 1 år straffes grovt uaktsom tjenestefeil."
                    ]
                },
                {
                    "name": "§ 173",
                    "title": "Misbruk av offentlig myndighet",
                    "sections": [
                        "Med fengsel inntil 6 år straffes den som ved utøving av offentlig myndighet",
                        "a)mot bedre vitende grovt bryter sin tjenesteplikt,",
                        "b)bryter sin tjenesteplikt med forsett om å oppnå vinning for seg eller andre,",
                        "c)bryter sin tjenesteplikt med alvorlig ulempe, skade eller urettmessig frihetsberøvelse som følge, eller",
                        "d)på andre måter misbruker offentlig myndighet."
                    ]
                },
                {
                    "name": "§ 174",
                    "title": "Tortur",
                    "sections": [
                        "Med fengsel inntil 15 år straffes en offentlig tjenestemann som påfører en annen person skade eller alvorlig fysisk eller psykisk smerte,",
                        "a)med forsett om å oppnå opplysninger eller en tilståelse,",
                        "b)med forsett om å avstraffe, true, eller tvinge noen, eller",
                        "c)på grunn av personens religion eller livssyn, hudfarge, nasjonale eller etniske opprinnelse, homofile orientering, nedsatte funksjonsevne eller kjønn.",
                        "Med offentlig tjenestemann menes i denne bestemmelsen enhver",
                        "a)i statlig eller kommunal tjeneste, eller",
                        "b)som er engasjert av stat eller kommune for å utføre tjeneste eller arbeid.",
                        "Det regnes også som tortur at handlinger som nevnt i første ledd begås av noen som handler etter oppfordring eller med uttrykkelig eller underforstått samtykke fra en offentlig tjenestemann."
                    ]
                },
                {
                    "name": "§ 175",
                    "title": "Grov tortur",
                    "sections": [
                        "Grov tortur straffes med fengsel inntil 21 år.",
                        "Ved avgjørelsen av om torturen er grov, skal det særlig legges vekt på om den har ført til tap eller fare for tap av menneskeliv."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 20. Vern av den offentlige ro, orden og sikkerhet",
            "paragraphs": [
                {
                    "name": "§ 181",
                    "title": "Ordensforstyrrelse",
                    "sections": [
                        "Med bot eller fengsel inntil 6 måneder straffes den som ved slagsmål, støy eller annen utilbørlig atferd forstyrrer",
                        "a)den alminnelige fred og orden,",
                        "b)lovlig ferdsel,",
                        "c)omgivelsenes nattero, eller",
                        "d)omgivelsene på et sted hvor han uberettiget forblir tross pålegg om å fjerne seg.",
                        "På samme måte straffes den som i selvforskyldt rus forulemper eller volder fare for andre."
                    ]
                },
                {
                    "name": "§ 182",
                    "title": "Opptøyer",
                    "sections": [
                        "Med bot eller fengsel inntil 1 år straffes den som deltar i omfattende ordensforstyrrelser med forsett om å øve eller true med vold mot person eller skadeverk på eiendom, og som ikke etterkommer pålegg fra en offentlig myndighet om å fjerne seg fra et område.",
                        "Med bot eller fengsel inntil 3 år straffes den som har fremkalt eller ledet omfattende ordensforstyrrelser med forsett om å øve eller true med vold på person eller skadeverk på eiendom. Begår noen under opptøyene en straffbar handling som omfattes av forsettet, eller en straffbar handling mot en offentlig myndighet, gjelder i stedet maksimumsstraffen i dette straffebudet hvis det kan medføre en strengere straff enn bot eller fengsel inntil 3 år."
                    ]
                },
                {
                    "name": "§ 183",
                    "title": "Oppfordring til en straffbar handling",
                    "sections": [
                        "Den som offentlig oppfordrer noen til å iverksette en straffbar handling, straffes med bot eller fengsel inntil 3 år."
                    ]
                },
                {
                    "name": "§ 184",
                    "title": "Ordenskrenkelse av fremmed stat",
                    "sections": [
                        "Med bot eller fengsel inntil 1 år straffes den som her i riket krenker en fremmed stat ved å",
                        "a)øve vold mot eller opptre truende eller fornærmelig overfor en representant for den, eller",
                        "b)trenge seg inn i, gjøre skade på eller tilsmusse et område, en bygning eller et rom som brukes av en slik representant."
                    ]
                },
                {
                    "name": "§ 185",
                    "title": "Hatefulle ytringer",
                    "sections": [
                        "Med bot eller fengsel inntil 3 år straffes den som forsettlig eller grovt uaktsomt offentlig setter frem en diskriminerende eller hatefull ytring. Som ytring regnes også bruk av symboler.",
                        "Med diskriminerende eller hatefull ytring menes det å true eller forhåne noen, eller fremme hat, forfølgelse eller ringeakt overfor noen på grunn av deres",
                        "a)hudfarge eller nasjonale eller etniske opprinnelse,",
                        "b)religion eller livssyn,",
                        "c)homofile orientering, eller",
                        "d)nedsatte funksjonsevne."
                    ]
                },
                {
                    "name": "§ 186",
                    "title": "Diskriminering",
                    "sections": [
                        "Med bot eller fengsel inntil 6 måneder straffes den som i ervervsmessig eller liknende virksomhet nekter en person varer eller tjenester på grunn av personens",
                        "a)hudfarge eller nasjonale eller etniske opprinnelse,",
                        "b)religion og livssyn,",
                        "c)homofile orientering, eller",
                        "d)nedsatte funksjonsevne, såfremt nektelsen ikke skyldes manglende fysisk tilrettelegging.",
                        "På samme måte straffes den som av en slik grunn nekter en person adgang til en offentlig forestilling, oppvisning eller annen sammenkomst på de vilkår som gjelder for andre."
                    ]
                },
                {
                    "name": "§ 187",
                    "title": "Falsk alarm",
                    "sections": [
                        "Med bot eller fengsel inntil 6 måneder straffes den som ved en uriktig melding, et ugrunnet rop om hjelp, misbruk av nødsignal eller liknende forsettlig eller grovt uaktsomt volder",
                        "a)utrykning av politi, brannvesen, ambulanse, lege eller forsvaret,",
                        "b)utrykning som skjer etter anmodning fra en hovedredningssentral eller lokal redningssentral,",
                        "c)sammenstimling av eller skrekk blant et større antall mennesker.",
                        "På samme måte straffes den som gir falske opplysninger som er skikket til å fremkalle frykt for noens liv eller helse eller forstyrre den alminnelige ro og orden."
                    ]
                },
                {
                    "name": "§ 188",
                    "title": "Uforsiktig omgang med skytevåpen eller eksplosiver",
                    "sections": [
                        "Med bot eller fengsel inntil 1 år straffes den som fremstiller, tilvirker, bruker, behandler eller oppbevarer skytevåpen, ammunisjon, sprengstoff eller et annet eksplosjonsfarlig stoff på en uforsiktig måte som er egnet til å volde fare for andres liv eller helse."
                    ]
                },
                {
                    "name": "§ 189",
                    "title": "Ulovlig bevæpning på offentlig sted",
                    "sections": [
                        "Med bot eller fengsel inntil 1 år straffes den som på et offentlig sted forsettlig eller grovt uaktsomt har med",
                        "a)skytevåpen,",
                        "b)luft- og fjærvåpen,",
                        "c)våpenetterligninger som lett kan forveksles med skytevåpen, eller",
                        "d)skytevåpen som etter våpenloven 9. juni 1961 nr. 1 § 1 annet ledd er gjort varig ubrukbart.",
                        "På samme måte straffes den som på et offentlig sted bærer kniv eller lignende skarpt redskap som er egnet til å påføre noen en legemskrenkelse.",
                        "Forbudet i første og annet ledd gjelder ikke skytevåpen, kniv eller annet redskap som brukes til, bæres eller medbringes i forbindelse med arbeid, friluftsliv eller et annet aktverdig formål."
                    ]
                },
                {
                    "name": "§ 190",
                    "title": "Ulovlig befatning med skytevåpen eller eksplosiver",
                    "sections": [
                        "Med bot eller fengsel inntil 2 år straffes den som forsettlig eller grovt uaktsomt, og gjentatt eller på en graverende måte, overtrer bestemmelsene om ulovlig innføring, avhendelse, erverv eller besittelse av våpen i våpenloven 9. juni 1961 nr. 1.",
                        "På samme måte straffes den som forsettlig eller grovt uaktsomt, og gjentatt eller på en graverende måte, overtrer bestemmelsene om ulovlig overlatelse, tilvirkning, erverv eller innføring i forskrift 26. juni 2002 nr. 922 om håndtering av eksplosjonsfarlig stoff, gitt i medhold av brann- og eksplosjonsvernloven 14. juni 2002 nr. 20."
                    ]
                },
                {
                    "name": "§ 191",
                    "title": "Grov ulovlig befatning med skytevåpen eller eksplosiver",
                    "sections": [
                        "Grov ulovlig befatning med skytevåpen, ammunisjon, sprengstoff eller annet eksplosjonsfarlig stoff, straffes med bot eller fengsel inntil 6 år.",
                        "Ved avgjørelsen av om befatningen er grov, skal det særlig legges vekt på",
                        "a)hvilken type og hvor stort omfang overtredelsen gjelder,",
                        "b)om den av andre grunner er særlig farlig eller samfunnsskadelig, og",
                        "c)om den inngår i forberedelsen til en straffbar handling."
                    ]
                },
                {
                    "name": "§ 192",
                    "title": "Anslag mot infrastrukturen",
                    "sections": [
                        "Med fengsel inntil 10 år straffes den som volder omfattende forstyrrelse i den offentlige forvaltning eller i samfunnslivet for øvrig ved å ødelegge, skade eller sette ut av virksomhet",
                        "a)en informasjonssamling, eller",
                        "b)et anlegg for energiforsyning, kringkasting, elektronisk kommunikasjon eller samferdsel."
                    ]
                },
                {
                    "name": "§ 193",
                    "title": "Forbund om anslag mot infrastrukturen",
                    "sections": [
                        "Med fengsel inntil 6 år straffes den som inngår forbund med noen om å begå en straffbar handling som nevnt i § 192."
                    ]
                },
                {
                    "name": "§ 194",
                    "title": "Forstyrrelse av den sikre drift av jernbane og buss",
                    "sections": [
                        "Med fengsel inntil 6 år straffes den som ved vold, materiell ødeleggelse, meddelelse av feilaktig informasjon eller på annen måte forstyrrer den sikre drift av jernbane eller buss, og herved volder fare for tap av menneskeliv eller betydelig skade på legeme, eiendom eller miljø."
                    ]
                },
                {
                    "name": "§ 195",
                    "title": "Likskjending",
                    "sections": [
                        "Med bot eller fengsel inntil 2 år straffes den som",
                        "a)mishandler et lik,",
                        "b)uberettiget fjerner et lik fra en annens varetekt, eller",
                        "c)uten hjemmel graver opp eller borttar et begravd lik.",
                        "Den som borttar et lik eller en gjenstand fra et lik, en grav eller et gravminne med forsett om vinning, straffes etter kapittel 27 uten hensyn til om liket eller gjenstanden er i noens eie."
                    ]
                },
                {
                    "name": "§ 196",
                    "title": "Plikt til å avverge et straffbart forhold",
                    "sections": [
                        "Med bot eller fengsel inntil 1 år straffes den som unnlater gjennom anmeldelse eller på annen måte å søke å avverge en straffbar handling eller følgene av den, på et tidspunkt da dette fortsatt er mulig og det fremstår som sikkert eller mest sannsynlig at handlingen er eller vil bli begått. Avvergingsplikten gjelder straffbare handlinger som nevnt i",
                        "a)§§ 111, 113, 115, 117, 119, 121, 123, 128, 129, 138, 139, 140, 141, 142, 143, 144, 192, 193, 194 [eller straffebudene om grov uriktig anklage, forgiftning, grov frihetsberøvelse og forbund om det, slaveri, grov legemsskade, drap og forbund om det, hensettelse i hjelpeløs tilstand, voldtekt, seksuell omgang med barn under 14 år, incest, mordbrann og forbund om det, ran og forbund om det],",
                        "b)militær straffelov §§ 50, 52 eller 96, eller",
                        "c)lov om forsvarshemmeligheter §§ 1, 2, 3 eller 4,",
                        "Ved overtredelse av §§ [incest og seksuell omgang med andre nærstående] gjelder avvergingsplikten bare når den fornærmede er under 16 år.",
                        "Brudd på avvergingsplikten straffes ikke når",
                        "a)handlingen det er tale om å avverge ikke har kommet så langt som til straffbart forsøk, jf. § 16, eller",
                        "b)plikten ikke kunne oppfylles uten å utsette ham selv, hans nærmeste eller noen uskyldig for siktelse eller tiltale eller fare for liv, helse eller velferd."
                    ]
                },
                {
                    "name": "§ 197",
                    "title": "Unnlatt varsling om funn av bortkommet barn mv.",
                    "sections": [
                        "Med bot eller fengsel inntil 6 måneder straffes den som etter å ha funnet et bortkommet eller forlatt barn, eller tatt til seg et barn som har gått seg vill, unnlater snarest mulig å varsle barnets foresatte eller politiet."
                    ]
                },
                {
                    "name": "§ 198",
                    "title": "Forbund om alvorlig organisert kriminalitet",
                    "sections": [
                        "Den som inngår forbund med noen om å begå en handling som kan straffes med fengsel i minst 3 år, og som skal begås som ledd i virksomheten til en organisert kriminell gruppe, straffes med fengsel inntil 3 år med mindre forholdet går inn under en strengere straffebestemmelse. Forhøyelse av maksimumsstraffen ved gjentakelse eller sammenstøt av lovbrudd kommer ikke i betraktning.",
                        "Med organisert kriminell gruppe menes en organisert gruppe på tre eller flere personer som har som hovedformål å begå en handling som kan straffes med fengsel i minst 3 år, eller hvor en vesentlig del av virksomheten består i å begå slike handlinger.",
                        "I straffeloven 2005 tredje del gjøres følgende endringer:",
                        "§ 101 i lov 20. mai 2005 nr. 28 blir § 401, og skal lyde slik:"
                    ]
                },
                {
                    "name": "§ 401",
                    "title": "Ikraftsetting",
                    "sections": [
                        "Loven trer i kraft fra den tid Kongen bestemmer. Kongen kan sette forskjellige bestemmelser i loven i kraft til ulik tid.",
                        "Fra samme tid som loven kapittel 16 settes i kraft, gjelder lov 20. mai 2005 nr. 28 første del for bestemmelsene i kapittel 16. Almindelig borgerlig Straffelov 22. mai 1902 nr. 10 første del gjelder ikke for forbrytelsene i kapittel 16.",
                        "Fra den tid kapittel 16 tar til å gjelde, gjøres følgende endringer i andre lover:",
                        "1.Militær straffelov 22. mai 1902 nr. 13 § 107 oppheves.",
                        "2.Lov 13. desember 1946 nr. 14 om straff for utlendske krigsbrotsmenn oppheves.",
                        "3.I lov 13. juni 1975 nr. 39 om utlevering av lovbrytere mv. skal § 9 annet punktum lyde:",
                        "Utlevering kan likevel skje dersom siktelsen, tiltalen eller domfellelsen gjelder folkemord, forbrytelse mot menneskeheten eller krigsforbrytelse og har en strafferamme på 15 år eller mer.",
                        "De delene av § 102 i lov 20. mai 2005 nr. 28 som ikke allerede er satt i kraft, blir § 402, og skal lyde slik:"
                    ]
                },
                {
                    "name": "§ 402",
                    "title": "Endringer i andre lover",
                    "sections": [
                        "Med virkning fra den tid hele straffeloven 20. mai 2005 nr. 28 settes i kraft, gjøres følgende endringer i annen lovgivning:",
                        "1. I militær straffelov 22. mai 1902 nr. 13 gjøres følgende endringer:",
                        "§§ 80-86 og §§ 90-94 a oppheves.",
                        "2. Lov 18. august 1914 nr. 3 om forsvarshemmeligheter oppheves.",
                        "3. I lov 13. august 1915 nr. 5 om domstolene gjøres følgende endring:",
                        "§ 234 fjerde ledd oppheves.",
                        "4. I lov 9. juni 1961 nr. 1 om skytevåpen og ammunisjon (våpenloven) gjøres følgende endringer:",
                        "§ 27 b annet og tredje ledd oppheves.",
                        "§ 33 første ledd annet punktum og annet ledd oppheves.",
                        "§ 33 tredje ledd blir nytt annet ledd.",
                        "5. I lov 22. mai 1981 nr. 25 om rettergangsmåten i straffesaker gjøres følgende endringer:",
                        "§ 40 annet ledd nytt tredje punktum skal lyde:",
                        "Det skal opplyses i domsgrunnene om hvorvidt straffeloven § 78 bokstav f er anvendt, og det bør angis hvilken betydning tilståelsen har hatt for straffutmålingen.",
                        "Ny § 43 a skal lyde:",
                        "Når en dom blir lest opp eller forkynt, skal den domfelte gjøres kjent med",
                        "a)hva dommen går ut på,",
                        "b)eventuelle vilkår for dommen, og",
                        "c)mulige følger av brudd på vilkårene, herunder følger av at den domfelte begår en ny straffbar handling før utløpet av en prøve- eller gjennomføringstid.",
                        "Dommeren kan gi advarsel og formaning, eventuelt i et særskilt rettsmøte.",
                        "Hvis den domfelte skal følges opp av kriminalomsorgen, og kriminalomsorgen ikke var til stede da dommen ble avsagt, underretter påtalemyndigheten straks kriminalomsorgen om dommen.",
                        "§ 51 første ledd nytt annet punktum:",
                        "Reises ny sak om et krav som er avgjort ved rettskraftig dom, skal retten avvise saken av eget tiltak. Det samme gjelder i tilfeller som nevnt i straffeloven § 8.",
                        "§ 51 annet ledd nytt tredje og fjerde punktum skal lyde:",
                        "Inndragningssak etter dette ledd kan bare fremmes dersom tiltalte varsles om at slik sak vil bli fremmet senest når hovedforhandlingen i straffesaken starter, før tilståelsesdom avsies eller før forelegg vedtas. Straffedommens avgjørelse av skyldspørsmålet legges uprøvd til grunn i den senere inndragningssaken i den utstrekning den er avgjørende for spørsmålet om inndragning.",
                        "Ny § 62 a skal lyde:",
                        "Den offentlige påtalemyndighet skal påtale straffbare handlinger når ikke annet er bestemt ved lov.",
                        "For overtredelse av straffebud med en strafferamme på fengsel i 2 år eller lavere kan påtale unnlates hvis ikke allmenne hensyn tilsier påtale. Ved vurderingen av om allmenne hensyn foreligger, legges det blant annet vekt på overtredelsens grovhet, hensynet til den alminnelig lovlydighet og om den fornærmede, en annen som har lidt skade ved overtredelsen, eller vedkommende berørte myndighet ønsker påtale.",
                        "§ 65 nytt nr. 4 skal lyde:",
                        "sak mot utlending som ikke er bosatt i Norge, jf. straffeloven § 5 tredje ledd. Dette gjelder likevel ikke når strafforfølgning her i landet finner sted i samsvar med overenskomst med fremmed stat om overføring av straffesaker.",
                        "§ 68 sjette ledd skal lyde:",
                        "Anke over tingrettens avgjørelse i sak etter straffeloven § 52 første ledd bokstav a, treffes av myndighet som nevnt i lov om straffegjennomføring § 58 annet ledd. Anke over lagmannsrettens dom i sak som nevnt i første punktum, besluttes av statsadvokaten. § 310 tredje ledd gjelder tilsvarende.",
                        "§ 69 skal lyde:",
                        "Selv om straffskyld anses bevist, kan påtalemyndigheten når helt særlige grunner tilsier det, unnlate å påtale handlingen.",
                        "Påtaleunnlatelse kan gis på vilkår av at siktede i prøvetiden ikke gjør seg skyldig i noen ny straffbar handling. Prøvetiden er 2 år fra den dag det blir besluttet å unnlate påtale, men ikke lenger enn foreldelsesfristen for adgangen til å reise straffesak for handlingen.",
                        "Påtaleunnlatelse kan også gis på vilkår som nevnt i straffeloven §§ 35, 36 og 37 bokstavene a til i. Gir siktedes forhold grunn til det, kan påtalemyndigheten i prøvetiden oppheve eller endre fastsatte vilkår og sette nye vilkår. Den siktede skal så vidt mulig få uttale seg om vilkårene før de fastsettes.",
                        "§ 76 femte ledd skal lyde:",
                        "Ved rettsmøter i tingretten og lagmannsretten om fullbyrding av subsidiær fengselsstraff etter straffeloven § 52 første ledd bokstav a eller av reststraff etter prøveløslatelse etter straffegjennomføringsloven § 44 annet ledd, kan tilsatte i kriminalomsorgen møte. Bestemmelser om påtalemyndighetens rettigheter og plikter gjelder tilsvarende.",
                        "§ 98 nytt fjerde ledd skal lyde:",
                        "Bestemmelsene om rett til forsvarer i paragrafen her gjelder tilsvarende i saker om pågripelse eller varetektsfengsling etter § 173 a, jf. § 184 annet ledd.",
                        "§ 100 b nytt annet ledd skal lyde:",
                        "Første ledd gjelder tilsvarende når en sak om kontaktforbud i eget hjem, jf. straffeloven § 57 tredje ledd, bringes inn for retten.",
                        "Ny § 100 c skal lyde:",
                        "Med mindre retten på grunnlag av sakens art og forholdene ellers finner det ubetenkelig at den domfelte er uten forsvarer, skal den oppnevne offentlig forsvarer når det er spørsmål om å fastsette eller fullbyrde ubetinget frihetsstraff i mer enn 6 måneder etter brudd på vilkårene for",
                        "a)straffutmålingsutsettelse, jf. straffeloven § 60 tredje ledd, jf. § 39 annet ledd,",
                        "b)fullbyrdingsutsettelse, jf. straffeloven § 39 annet ledd,",
                        "c)løslatelse på prøve fra fengselsstraff, jf. straffegjennomføringsloven § 44 annet ledd,",
                        "d)løslatelse på prøve fra forvaring, jf. straffeloven § 46 første ledd, eller",
                        "e)samfunnsstraff, jf. straffeloven § 52 første ledd bokstav a.",
                        "Er det aktuelt å fastsette eller fullbyrde en mildere straff, kan retten oppnevne offentlig forsvarer for den domfelte når særlige grunner taler for det.",
                        "Den domfelte skal ha offentlig forsvarer i saker om opphevelse eller endring av vilkår for prøveløslatelse fra forvaring etter straffeloven § 45 femte ledd. I andre saker om endring av vilkår eller forlengelse av prøvetid, jf. straffeloven §§ 39 første ledd, 45 fjerde ledd og 60 tredje ledd, kan retten oppnevne offentlig forsvarer for den domfelte når særlige grunner taler for det.",
                        "§ 107 a første og annet ledd skal lyde:",
                        "I saker om overtredelse av straffeloven §§ 192-197, 199, 200 tredje ledd, § 342 første ledd bokstav b, jf. § 57 og § 342 første ledd bokstav c, jf. straffeprosessloven § 222 a, har fornærmede rett til hjelp fra advokat dersom fornærmede ønsker det. I andre saker kan retten på begjæring oppnevne advokat for fornærmede hvis det er grunn til å tro at fornærmede som følge av handlingen får betydelig skade på legeme eller helbred og det anses å være behov for advokat.",
                        "Når en sak om besøksforbud i eget hjem, jf. § 222 a annet ledd annet punktum, eller kontaktforbud i eget hjem, jf. straffeloven § 57 tredje ledd, bringes inn for retten, har den som forbudet skal beskytte, rett til advokat. Reglene i kapitlet her gjelder tilsvarende så langt de passer.",
                        "§ 173 a skal lyde:",
                        "Den som med skjellig grunn mistenkes for vilkårsbrudd som nevnt i straffeloven §§ 39 annet ledd, 46 første ledd eller 52 første ledd bokstav a, jf. straffegjennomføringsloven § 44 annet ledd annet punktum, kan pågripes når:",
                        "a)det er grunn til å frykte for at han vil unndra seg fullbyrdingen av straff eller andre forholdsregler,",
                        "b)det antas påkrevd for å hindre nye vilkårsbrudd, eller",
                        "c)han selv begjærer det av grunner som finnes fyllestgjørende.",
                        "§ 184 annet ledd skal lyde:",
                        "Fengsling kan besluttes dersom vilkårene etter §§ 171, 172, 173 annet ledd eller 173 a er oppfylt og formålet ikke kan oppnås ved tiltak etter § 188. Reglene i § 174 gjelder tilsvarende. Kjennelsen skal angi lovhjemmelen, kortfattet nevne hvorfor det antas å foreligge skjellig grunn til mistanke, og for øvrig gjøre rede for grunnen til fengslingen. Det skal også gå frem av kjennelsen at fengslingen ikke er et uforholdsmessig inngrep.",
                        "Ny § 214 a skal lyde:",
                        "Påtalemyndigheten kan beslutte inndratt beslaglagte gjenstander som er egnet til bruk ved legemskrenkelse, og beslaglagte etterlikninger av våpen dersom gjenstandene kan inndras etter straffeloven §§ 69 første ledd bokstav c eller 70 første ledd annet punktum. Beslutningen skal være skriftlig og begrunnet. Når påtalemyndigheten utferdiger forelegg, begjærer saken pådømt ved tilståelsesdom eller reiser tiltale med påstand om straff, skal inndragningskravet likevel tas med i saken.",
                        "Eieren eller besitteren av en beslaglagt ting skal så vidt mulig gis skriftlig underretning om påtalemyndighetens beslutning om inndragning ved kopi av beslutningen, med mindre tingen er av ubetydelig verdi. Saken kan kreves forelagt for retten innen 1 måned etter at underretningen er kommet frem. Har underretning ikke vært gitt, er fristen for å kreve saken inn for retten 6 måneder fra beslaget ble foretatt. Et krav som er fremsatt etter at fristen er utløpt, kan likevel tas til følge når oversittelsen ikke bør legges den til last som har fremsatt kravet, eller når særlige omstendigheter ellers tilsier det.",
                        "Ny § 214 b skal lyde:",
                        "Påtalemyndigheten kan beslutte inndragning av en beslaglagt ting dersom inndragning kan skje etter straffeloven § 74 og verken eieren, lovbryteren eller besitteren er kjent. Beslutningen skal være skriftlig og begrunnet. Eieren eller besitteren kan kreve saken forelagt for retten innen 6 måneder etter at vedtak om inndragning er fattet.",
                        "§ 255 skal lyde:",
                        "Finner påtalemyndigheten at en sak bør avgjøres med bot, inndragning eller rettighetstap, kan den utferdige forelegg i stedet for å reise tiltale. Reaksjoner som nevnt i § 2 nr. 4 kan også avgjøres ved forelegg og kan også ilegges sammen med reaksjoner som nevnt i første punktum.",
                        "Rettighetstap som avgjøres ved forelegg, kan bare gjelde for inntil 3 år og kan ikke gjelde tap av stilling, retten til å inneha stilling eller tap av retten til å utøve næringsvirksomhet, med unntak for binæring.",
                        "§ 256 første ledd nr. 4 og nytt annet ledd skal lyde:",
                        "4)fastsetting av den bot og i tilfelle den inndragning og det rettighetstap som kreves,",
                        "Dersom den siktede har vært berøvet friheten i anledning av saken, og det ved fastsettingen av boten ikke er gitt fullt fradrag for frihetsberøvelsen, jf. straffeloven § 83 annet ledd, skal det anmerkes i forelegget hvor mange dager som har kommet til fradrag.",
                        "Nåværende annet ledd i § 256 blir nytt tredje ledd.",
                        "§ 332 tredje ledd skal lyde:",
                        "Paragrafen her gjelder ikke for saker som etter kapittel 24 skal behandles med lagrette, og heller ikke for anke over saker som nevnt i straffeloven § 52 første ledd bokstav a.",
                        "§ 333 sjette ledd skal lyde:",
                        "Paragrafen her gjelder ikke for anke over saker som nevnt i straffeloven § 52 første ledd bokstav a.",
                        "§ 455 første ledd fjerde punktum skal lyde:",
                        "For dom som beslutter å fullbyrde subsidiær fengselsstraff etter straffeloven § 52 første ledd bokstav a, treffes vedtak om fullbyrding av myndighet som nevnt i lov om straffegjennomføring § 58 annet ledd.",
                        "§ 456 fjerde ledd annet punktum skal lyde:",
                        "Bot som ikke betales eller lar seg inndrive ved lønnstrekk eller annen tvangsfullbyrding, skal fullbyrdes ved soning av den subsidiære fengselsstraffen når den botlagte har evne til å betale boten eller allmenne hensyn tilsier det.",
                        "6. I lov 2. juni 1989 nr. 27 om omsetning av alkoholholdig drikk m.v. skal § 10-3 lyde:",
                        "Dersom vilkårene for inndragning etter straffeloven er oppfylt, kan påtalemyndigheten beslutte at brennevin og gjærende eller gjæret udestillert væske tilintetgjøres. Det samme gjelder annen alkoholholdig drikk når den er skjenket i glass eller finnes i opptrukket flaske. Beslutning om inndragning av lovlig tilvirket brennevin skal være skriftlig og begrunnet. Eieren eller besitteren skal så vidt mulig underrettes om påtalemyndighetens beslutning ved kopi av beslutningen og kan kreve saken forelagt for retten innen 1 måned etter at beslaget ble foretatt.",
                        "7. I lov 4. desember 1992 nr. 132 om legemidler gjøres følgende endringer:",
                        "§ 32 nytt første ledd skal lyde:",
                        "Dersom vilkårene for inndragning etter straffeloven er oppfylt, kan påtalemyndigheten beslutte at beslaglagte stoffer som er oppført på narkotikalisten, inndras. Beslutningen skal være skriftlig og begrunnet. Eieren eller besitteren skal så vidt mulig underrettes om påtalemyndighetens beslutning og kan kreve saken forelagt for retten innen 1 måned etter at beslaget ble foretatt.",
                        "Nåværende første og annet ledd blir nye annet og tredje ledd.",
                        "8. I lov 6. mai 1994 nr. 10 om gjennomføring av Konvensjonen om forbod mot utvikling, produksjon, lagring og bruk av kjemiske våpen samt øydelegging av dei gjøres følgende endring:",
                        "§ 5 første punktum skal lyde:",
                        "Den som bryt denne lova eller føresegner som er gjevne med heimel i lova, vert straffa med bot eller fengsel i opptil fem år dersom handlinga ikkje vert ramma av strengare strafføresegner som til dømes straffelova §§ 107 og 142.",
                        "9. I lov 20. mars 1998 nr. 10 om forebyggende sikkerhetstjeneste (sikkerhetsloven) gjøres følgende endringer:",
                        "Overskriften til kapittel 5 skal lyde:",
                        "Ny § 18 a skal lyde:",
                        "Kongen kan av forsvarshensyn forby uvedkommende adgang til",
                        "a)forsvarsbygg og -anlegg hvor gjenstander av interesse for rikets forsvar fremstilles, istandsettes eller oppbevares,",
                        "b)bestemt angivne områder, og",
                        "c)å overvære militære øvelser eller forsøk.",
                        "§ 31 fjerde ledd skal lyde:",
                        "Den som forsettlig overtrer forbud med hjemmel i § 18 a straffes med bot eller fengsel inntil 1 år, hvis ikke forholdet går inn under en strengere straffebestemmelse.",
                        "10. I straffegjennomføringsloven 18. mai 2001 nr. 21 gjøres følgende endringer:",
                        "§ 40 sjuende ledd oppheves.",
                        "§ 44 annet ledd skal lyde:",
                        "Hvis den prøveløslatte etter at kriminalomsorgen har holdt innskjerpingssamtale eller fastsatt vilkår etter første ledd, på nytt bryter vilkår, kan regionalt nivå bringe saken inn for tingretten med begjæring om gjeninnsettelse i fengsel for hel eller delvis fullbyrding av reststraffen. Bestemmelsene om omgjøring av dom på samfunnsstraff etter straffeloven § 52 første ledd bokstav a gis tilsvarende anvendelse på saker om gjeninnsettelse for fullbyrdelse av reststraff etter prøveløslatelse.",
                        "§ 45 skal lyde:",
                        "Begår den prøveløslatte en ny straffbar handling i prøvetiden, gjelder bestemmelsene om omgjøring av dom på samfunnsstraff etter straffeloven § 52 første ledd bokstav b tilsvarende. Det er likevel tilstrekkelig om tiltale blir reist eller saken blir begjært pådømt innen 6 måneder etter at prøvetiden gikk ut.",
                        "Dersom den prøveløslatte er siktet for en straffbar handling som kan føre til gjeninnsettelse for fullbyrdelse av reststraffen etter straffeloven § 52 første ledd bokstav b, kan gjennomføringen av straffen avbrytes.",
                        "§ 53 første ledd skal lyde:",
                        "De idømte timene samfunnsstraff etter straffeloven § 49 første ledd bokstav a skal gå ut på",
                        "a)samfunnsnyttig tjeneste,",
                        "b)program, eller",
                        "c)andre tiltak som er egnet til å motvirke ny kriminalitet.",
                        "§ 54 første ledd bokstav d skal lyde:",
                        "overholde vilkårene som domstolen har fastsatt etter straffeloven § 50, og",
                        "§ 54 tredje ledd skal lyde:",
                        "Den domfelte skal ikke begå en ny straffbar handling før utløpet av gjennomføringstiden.",
                        "§ 56 første ledd første punktum skal lyde:",
                        "Hvis retten har satt vilkår etter straffeloven § 50 eller kriminalomsorgen etter § 55 eller § 58 første ledd har forbudt den domfelte å bruke berusende eller bedøvende midler, skal kriminalomsorgen undersøke om vilkåret eller forbudet blir overholdt.",
                        "§ 58 annet ledd skal lyde:",
                        "Hvis den domfelte etter at kriminalomsorgen har holdt innskjerpingssamtale eller fastsatt vilkår etter første ledd, på nytt bryter kravene eller vilkår fastsatt etter første ledd bokstav a til d, bør regionalt nivå bringe saken inn for retten med begjæring om at den subsidiære fengselsstraffen skal fullbyrdes helt eller delvis i medhold av straffeloven § 52 første ledd bokstav a.",
                        "§ 59 skal lyde:",
                        "Begår den domfelte en ny straffbar handling før utløpet av gjennomføringstiden, kan påtalemyndigheten bringe saken inn for retten med begjæring om at den subsidiære fengselsstraffen skal fullbyrdes helt eller delvis i medhold av straffeloven § 52 første ledd bokstav b.",
                        "Dersom den domfelte er siktet for en straffbar handling som kan føre til fullbyrding av den subsidiære fengselsstraffen etter straffeloven § 52 første ledd bokstav b, kan gjennomføringen av straffen avbrytes. Når påtalemyndigheten beslutter å bringe saken inn for retten, avbrytes gjennomføringen av straffen fra det tidspunkt begjæringen er oversendt retten.",
                        "11. I lov 15. juni 2001 nr. 65 om gjennomføring i norsk rett av Den internasjonale straffedomstols vedtekter 17. juli 1998 (Roma-vedtektene) oppheves § 12 annet ledd. Tredje ledd blir nytt annet ledd.",
                        "12. I lov 13. april 2007 nr. 14 oppheves del IV og V annet punktum.",
                        "Loven trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5. Objektsikkerhet mv.",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}