{
    "lawId": "LOV-2008-05-09-21",
    "lawName": "Lov om endringer i lov 13. juni 1980 nr. 24 om ligningsforvaltning (ligningsloven)",
    "shortName": "Endringslov til ligningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 6-10",
                    "title": "Om rapportering av oppdragstakere og arbeidstakere",
                    "sections": [
                        "1. Næringsdrivende og offentlige organ som gir noen et oppdrag i riket eller på kontinentalsokkelen, skal ukrevet gi skattekontoret opplysninger om oppdraget og eventuelle underoppdrag, dersom disse utføres av person bosatt i utlandet eller selskap hjemmehørende i utlandet. Rapporteringsplikten omfatter opplysninger om hovedoppdragsgiveren i kontraktskjeden, oppdragstakeren og arbeidstakerne som oppdragstakeren benytter til å utføre oppdraget. Oppdragstaker har plikt til å gi opplysninger om egne arbeidstakere som benyttes til å utføre oppdrag etter første punktum.",
                        "2. For oppdrag i riket som ikke utføres på sted for bygge- og monteringsvirksomhet, skal det bare gis opplysninger etter nr. 1 dersom oppdraget utføres på sted som står under oppdragsgiverens kontroll.",
                        "3. Opplysninger skal gis snarest etter at kontrakt er inngått, og senest 14 dager etter at arbeidet er påbegynt. Opplysninger om arbeidets avslutning skal gis senest 14 dager etter avslutningen.",
                        "4. Departementet kan bestemme at begrensningene i rapporteringsplikten etter nr. 1 ikke skal komme til anvendelse for oppdrag til enkelte grupper av oppdragstakere og arbeidstakere som deltar på oppdrag.",
                        "Ny § 6-10 A skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-10 A",
                    "title": "Om arbeid på bygg og anlegg mv.",
                    "sections": [
                        "Den som lar utføre arbeid på bygg eller anlegg, plikter etter krav fra ligningsmyndighetene å gi opplysning om hvem som har levert materialer mv. og hvem som for egen regning har medvirket til arbeidet. Han skal gi slike opplysninger som nevnt i § 6-3 nr. 1 annet punktum om sitt mellomværende med hver enkelt. Den som har levert materialer mv. eller har medvirket i arbeidet, har tilsvarende opplysningsplikt om sitt mellomværende med byggherren eller oppdragsgiveren.",
                        "Ny § 6-10 B skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-10 B",
                    "title": "Om rapportering av sjøfolk",
                    "sections": [
                        "1. Rederi eller arbeidsgiver som driver næringsvirksomhet om bord på fartøy, skal ukrevet gi skattekontoret opplysninger på skjema fastsatt av skattekontoret om arbeidstaker bosatt i utlandet i tjeneste på norsk registrert fartøy, herunder fartøy registrert i Norsk Internasjonalt Skipsregister (NIS). For arbeidstakere bosatt i Danmark, Finland, Island eller Sverige skal slike opplysninger også gis ved tjenestegjøring om bord på utenlandsk registrert fartøy i tjeneste hos norsk rederi eller hos arbeidsgiver som driver næringsvirksomhet på slikt fartøy.",
                        "2. Opplysninger etter forrige ledd skal gis snarest etter at tjenesteavtaler er inngått og senest 14 dager etter at tjenesten er påbegynt.",
                        "§ 10-7 nr. 1 første punktum skal lyde:",
                        "1. Dersom oppdragsgiver forsettlig eller grovt uaktsomt unnlater å oppfylle opplysningsplikten etter § 6-10, kan skattekontoret pålegge oppdragsgiver ansvar for oppdragstakerens forfalte, men ikke innbetalte skatt, arbeidsgiveravgift eller forskuddstrekk.",
                        "Endringene under I trer i kraft straks.",
                        "Endringene under II trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}