{
    "lawId": "LOV-2008-06-27-65",
    "lawName": "Lov om endringer i lov 16. juni 1989 nr. 69 om forsikringsavtaler m.m",
    "shortName": "Endringslov til forsikringsavtaleloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3-10",
                    "title": "(avslag på forsikring)",
                    "sections": [
                        "Selskapet kan ikke uten saklig grunn nekte noen på vanlige vilkår en forsikring som selskapet ellers tilbyr allmennheten.",
                        "Forhold som medfører en særlig risiko, skal regnes som saklig grunn, forutsatt at det er en rimelig sammenheng mellom den særlige risikoen og avslaget. Andre særlige forhold utgjør saklig grunn når de medfører at avslaget ikke kan regnes som urimelig overfor den enkelte.",
                        "Forhold som det etter bestemmelse i eller i medhold av lov er forbudt å legge vekt på ved risikovurderinger i forsikring, kan ikke utgjøre saklig grunn. Det samme gjelder opplysninger som selskapet etter bestemmelse i eller i medhold av lov er avskåret fra å kreve fra forsikringstakeren eller den sikrede.",
                        "Forsikringssøkeren skal uten ugrunnet opphold underrettes skriftlig om avslaget og om begrunnelsen for det. Dette gjelder også ved muntlige henvendelser til selskapet. Begrunnelsen skal angi hvilke forhold som ligger til grunn for avslaget, herunder de individuelle risikovurderingene som eventuelt er foretatt. Det skal også redegjøres for eventuell praksis i selskapet, bransjenormer, lov eller forskrift, som innebærer at forsikringssøkeren etter en viss tid eller etter endrede forhold vil kunne søke den aktuelle forsikringen uten å få et tilsvarende avslag.",
                        "Underretningen om avslag skal inneholde opplysninger om reglene for å bringe tvister om forsikringsavtalen inn for en klagenemnd, jf. § 20-1, samt opplysning om tidsfristen i sjette ledd.",
                        "En forsikringssøker som vil påberope seg at det foreligger en ulovlig forsikringsnektelse, må gi selskapet skriftlig melding om dette eller bringe saken inn for en klagenemnd som nevnt i femte ledd innen seks måneder etter at forsikringssøkeren mottok skriftlig underretning om avslaget.",
                        "§ 4-1 første ledd nytt fjerde punktum skal lyde:",
                        "Ved innhenting av helseopplysninger gjelder § 13-1, § 13-1 a, § 13-1 b og § 13-1 c tilsvarende.",
                        "§ 8-1 nytt annet og tredje ledd skal lyde:",
                        "Dersom selskapet ber om samtykke til innhenting av taushetsbelagte opplysninger fra en tredjeperson, skal samtykket begrenses til det som trengs på hvert trinn i saken. Samtykket skal oppfylle kravene i personopplysningsloven § 2 nr. 7.",
                        "Selskapet skal på forespørsel gi den som fremmer krav, innsyn i opplysninger om saken og medisinske vurderinger det har utarbeidet eller innhentet i saken, med mindre det er påkrevd å hemmeligholde opplysningene eller vurderingene av hensyn til forebygging, etterforskning, avsløring og rettslig forfølgning av straffbare handlinger.",
                        "Nåværende annet og tredje ledd blir nye fjerde og femte ledd.",
                        "§ 11-1 nytt tredje ledd skal lyde:",
                        "Om selskapet tilbyr en forsikringstaker forsikring bare til en særlig høy premie, skal forsikringstakeren underrettes skriftlig om hvilke forhold som ligger til grunn for dette, og om de individuelle risikovurderingene som eventuelt er foretatt. Det skal også redegjøres for eventuell praksis i selskapet, bransjenormer, lov eller forskrift, som innebærer at kunden etter en viss tid eller etter endrede forhold vil kunne søke den aktuelle forsikringen til en lavere premie.",
                        "Nåværende tredje og fjerde ledd blir fjerde og femte ledd.",
                        "§ 12-4 annet ledd første punktum skal lyde:",
                        "Ved ulykkes- og sykeforsikring kan selskapet si opp en løpende forsikring i samsvar med reglene i §§ 13-3 og 18-1 femte ledd.",
                        "Ny § 12-12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-12",
                    "title": "(avslag på forsikring)",
                    "sections": [
                        "Selskapet kan ikke uten saklig grunn nekte noen på vanlige vilkår en forsikring som selskapet ellers tilbyr allmennheten.",
                        "Forhold som medfører en særlig risiko, skal regnes som saklig grunn, forutsatt at det er en rimelig sammenheng mellom den særlige risikoen og avslaget. Andre særlige forhold utgjør saklig grunn når de medfører at avslaget ikke kan regnes som urimelig overfor den enkelte.",
                        "Forhold som det etter bestemmelse i eller i medhold av lov er forbudt å legge vekt på ved risikovurderinger i forsikring, kan ikke utgjøre saklig grunn. Det samme gjelder opplysninger som selskapet etter bestemmelse i eller i medhold av lov er avskåret fra å kreve fra forsikringstakeren eller den sikrede.",
                        "Forsikringssøkeren skal uten ugrunnet opphold underrettes skriftlig om avslaget og om begrunnelsen for det. Dette gjelder også ved muntlige henvendelser til selskapet. Begrunnelsen skal angi hvilke forhold som ligger til grunn for avslaget, herunder de individuelle risikovurderingene som eventuelt er foretatt. Det skal også redegjøres for eventuell praksis i selskapet, bransjenormer, lov eller forskrift, som innebærer at forsikringssøkeren etter en viss tid eller etter endrede forhold vil kunne søke den aktuelle forsikringen uten å få et tilsvarende avslag.",
                        "Underretningen om avslag skal inneholde opplysninger om reglene for å bringe tvister om forsikringsavtalen inn for en klagenemnd, jf. § 20-1, samt opplysning om tidsfristen i sjette ledd.",
                        "En forsikringssøker som vil påberope seg at det foreligger en ulovlig forsikringsnektelse, må gi selskapet skriftlig melding om dette eller bringe saken inn for en klagenemnd som nevnt i femte ledd innen seks måneder etter at forsikringssøkeren mottok skriftlig underretning om avslaget.",
                        "§ 13-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13-1",
                    "title": "(selskapets informasjonsplikt)",
                    "sections": [
                        "Selskapet skal informere om opplysningsplikten som følger av reglene i dette kapitlet. Selskapets skriftlige spørsmål skal vedlegges en kort og lettfattelig forklaring av hvorfor selskapet mener spørsmålene har betydning for risikovurderingen, og hvilken betydning svarene kan ha.",
                        "Nåværende § 13-1 blir ny § 13-1 a og skal lyde:"
                    ]
                },
                {
                    "name": "§ 13-1 a",
                    "title": "(forsikringstakerens og den forsikredes plikt til å gi opplysninger om risikoen)",
                    "sections": [
                        "Selskapet kan be om opplysninger som kan ha betydning for dets vurdering av risikoen.",
                        "Så lenge selskapet ikke har påtatt seg å dekke forsikringen, skal forsikringstakeren og den forsikrede svare på de spørsmålene som selskapet stiller for å kunne vurdere risikoen. Forsikringstakeren og den forsikrede skal gi riktige og fullstendige svar på selskapets spørsmål. På oppfordring fra selskapet skal forsikringstakeren og den forsikrede gi opplysninger om særlige forhold som de må forstå er av vesentlig betydning for selskapets vurdering av risikoen.",
                        "Ny § 13-1 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 13-1 b",
                    "title": "(tidsgrense for helseopplysninger)",
                    "sections": [
                        "Selskapet kan ikke be om helseopplysninger som ligger mer enn ti år tilbake i tid.",
                        "Ny § 13-1 c skal lyde:"
                    ]
                },
                {
                    "name": "§ 13-1 c",
                    "title": "(opplysninger som ikke kan brukes)",
                    "sections": [
                        "Helseopplysninger som er innsamlet eller unnlatt slettet i strid med lov, kan ikke påberopes av selskapet.",
                        "§ 13-2 første ledd skal lyde:",
                        "Har forsikringstakeren eller den forsikrede svikaktig forsømt opplysningsplikten etter § 13-1 a, og er det inntruffet et forsikringstilfelle, er selskapet uten ansvar.",
                        "§ 13-4 annet ledd nytt tredje punktum skal lyde:",
                        "Ved uføredekning gjelder begrensningen heller ikke der forsikringstakeren eller den forsikrede grovt uaktsomt har forsømt opplysningsplikten.",
                        "§ 18-1 nytt annet og tredje ledd skal lyde:",
                        "Dersom selskapet ber om samtykke til innhenting av taushetsbelagte opplysninger fra en tredjeperson, skal samtykket begrenses til det som trengs på hvert trinn i saken. Samtykket skal oppfylle kravene i personopplysningsloven § 2 nr. 7.",
                        "Selskapet skal på forespørsel gi den som fremmer krav, innsyn i opplysninger om saken og medisinske vurderinger det har utarbeidet eller innhentet i saken, med mindre det er påkrevd å hemmeligholde opplysningene eller vurderingene av hensyn til forebygging, etterforskning, avsløring og rettslig forfølgning av straffbare handlinger.",
                        "Nåværende annet og tredje ledd blir nye fjerde og femte ledd.",
                        "I lov 2. juli 1999 nr. 64 om helsepersonell m.v. (helsepersonelloven) gjøres følgende endringer:",
                        "§ 15 nytt annet og tredje ledd skal lyde:",
                        "Når helsepersonell forstår at det kan ha særlig betydning hvordan spesielt sensitive faktiske forhold beskrives i en attest, erklæring o.l. til et forsikringsselskap, skal han eller hun ta dette opp med pasienten.",
                        "Når det skal utleveres helseopplysninger til et forsikringsselskap, og selskapet kan forstå disse opplysningene som uttrykk for en alvorlig sykdom, skal pasienten orienteres om dette først, dersom det må antas at han eller hun er ukjent med forholdet.",
                        "§ 22 første ledd nytt annet punktum skal lyde:",
                        "Et forsikringsselskap kan likevel ikke få adgang eller kjennskap til opplysninger som den opplysningene direkte gjelder, kan nektes innsyn i etter pasientrettighetsloven § 5-1 annet ledd.",
                        "I lov 10. juni 2005 nr. 44 om forsikringsselskaper, pensjonsforetak og deres virksomhet mv. (forsikringsloven) skal lovens tittel lyde:",
                        "Lov om forsikringsselskaper, pensjonsforetak og deres virksomhet mv. (forsikringsvirksomhetsloven)",
                        "Loven gjelder fra den tid Kongen bestemmer. De enkelte bestemmelsene i loven kan settes i kraft til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}