{
    "lawId": "LOV-2008-05-09-33",
    "lawName": "Lov om endringer i helsepersonelloven og alternativ behandlingsloven",
    "shortName": "Endringslov til helsepersonelloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 65 a",
                    "title": "Reaksjoner overfor midlertidige yrkesutøvere",
                    "sections": [
                        "Statens helsetilsyn kan ilegge følgende reaksjoner til helsepersonell som utøver yrket midlertidig i Norge uten norsk autorisasjon, lisens eller spesialistgodkjenning, jf. § 52 første ledd:",
                        "a)advarsel",
                        "b)tilbakekall av retten til å utøve yrket midlertidig",
                        "c)suspensjon av retten til å utøve yrket midlertidig",
                        "d)begrensning av retten til å utøve yrket midlertidig",
                        "e)hel eller delvis tilbakekall av retten til å rekvirere legemidler i gruppe A og B.",
                        "f)suspensjon av retten til å rekvirere legemidler i gruppe A og B.",
                        "Reaksjonene ilegges på samme vilkår og etter samme regler som ileggelse av tilsvarende reaksjoner i §§ 56-59 a og §§ 63-64.",
                        "§ 68 andre ledd første punktum skal lyde:",
                        "Statens helsepersonellnemnd er klageorgan for vedtak etter §§ 53, 56-59 a og 62-65 a.",
                        "§ 71 første ledd skal lyde:",
                        "Vedtak i Statens helsepersonellnemnd etter §§ 53, 56-59 a og 62-65 a kan bringes inn for retten, som kan prøve alle sider av saken.",
                        "§ 74 nytt andre og tredje ledd skal lyde:",
                        "Personell som har rett til å utøve yrke som helsepersonell midlertidig i Norge uten norsk autorisasjon, lisens eller spesialistgodkjenning, kan benytte den yrkesbetegnelsen de benytter i det landet de er etablert, på en slik måte at tittelen ikke forveksles med tilsvarende norsk tittel. Personell som har rett til å utøve yrke som lege, legespesialist, tannlege, tannlegespesialist, sykepleier, jordmor eller provisorfarmasøyt midlertidig i Norge uten norsk autorisasjon, lisens eller spesialistgodkjenning, kan bruke norsk yrkesbetegnelse.",
                        "Rett til å bruke norsk tittel har også annet personell som har rett til å utøve yrke som helsepersonell midlertidig i Norge uten norsk autorisasjon, lisens eller spesialistgodkjenning, dersom norsk autorisasjonsmyndighet har kontrollert vedkommendes yrkeskvalifikasjoner.",
                        "I lov 27. juni 2003 nr. 64 om alternativ behandling av sykdom mv. gjøres følgende endringer:",
                        "§ 8 nytt andre og tredje ledd skal lyde:",
                        "Personell som har rett til å utøve yrke som helsepersonell midlertidig i Norge uten norsk autorisasjon, lisens eller spesialistgodkjenning, kan benytte den yrkesbetegnelsen de benytter i det landet de er etablert, på en slik måte at tittelen ikke forveksles med tilsvarende norsk tittel. Personell som har rett til å utøve yrke som lege, legespesialist, tannlege, tannlegespesialist, sykepleier, jordmor eller provisorfarmasøyt midlertidig i Norge uten norsk autorisasjon, lisens eller spesialistgodkjenning, kan bruke norsk yrkesbetegnelse.",
                        "Rett til å bruke norsk tittel har også annet personell som har rett til å utøve yrke som helsepersonell midlertidig i Norge uten norsk autorisasjon, lisens eller spesialistgodkjenning, dersom norsk autorisasjonsmyndighet har kontrollert vedkommendes yrkeskvalifikasjoner.",
                        "§ 8 nåværende andre ledd blir nytt fjerde ledd.",
                        "I lov 15. juni 2001 nr. 53 om erstatning ved pasientskader mv. (pasientskadeloven) skal § 1 første ledd pkt. c) lyde:",
                        "c)av helsepersonell som yter helsehjelp i henhold til offentlig autorisasjon eller lisens, personer som opptrer på vegne av disse, personer som har rett til å utøve yrke som helsepersonell midlertidig i Norge uten norsk autorisasjon, lisens eller spesialistgodkjenning eller andre personer som er fastsatt i forskrift.",
                        "Loven gjelder fra det tidspunkt Kongen bestemmer. Kongen kan bestemme at de enkelte bestemmelsene i loven skal tre i kraft til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}