{
    "lawId": "LOV-2008-12-19-110",
    "lawName": "Lov om endringar i legemiddelloven, apotekloven og lov om medisinsk utstyr",
    "shortName": "Endringslov til legemiddelloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 9",
                    "title": "Tilsyn",
                    "sections": [
                        "Den eller de myndigheter som Kongen bestemmer, fører tilsyn med at bestemmelsene gitt i eller i medhold av denne loven blir overholdt.",
                        "Tilsynsmyndigheten kan innhente de opplysninger som er nødvendige for dens gjøremål etter denne loven.",
                        "Tilsynsmyndigheten kan kreve at den som produserer, innfører eller markedsfører et medisinsk utstyr, skal fremlegge et representativt eksemplar av utstyret eller iverksette de undersøkelser som finnes nødvendige for å vurdere utstyrets egenskaper eller virkninger. Tilsynsmyndigheten kan selv sette i verk slike undersøkelser eller foreta nødvendig prøvetaking og kontroll av utstyret. Kostnadene bæres av den som kravet om undersøkelser, prøvetaking eller kontroll, er rettet mot. Departementet kan likevel bestemme at kostnadene skal fordeles på flere produsenter, importører og markedsførere, eller at de helt eller delvis skal dekkes av det offentlige. Krav på refusjon av kostnadene er tvangsgrunnlag for utlegg.",
                        "Tilsynsmyndigheten skal dessuten ha uhindret adgang til bygning, lager, område m.v. når det er nødvendig for at den kan utføre sine gjøremål etter loven.",
                        "Tilsynsmyndigheten gir de pålegg og treffer de enkeltvedtak ellers som er nødvendige for gjennomføringen av tilsynet.",
                        "Kongen kan gi nærmere forskrifter om tilsynet etter denne paragraf.",
                        "Ny § 12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Tvangsmulkt",
                    "sections": [
                        "I pålegg gitt etter loven kan det fastsettes en løpende tvangsmulkt for hver dag, uke eller måned som går etter utløpet av den frist som er satt for oppfylling av pålegget, inntil pålegget er oppfylt. Tvangsmulkt kan også fastsettes som engangsmulkt.",
                        "Tilsynsmyndigheten kan frafalle påløpt tvangsmulkt.",
                        "Noverande §§ 12 til 14 blir nye §§ 13 til 15.",
                        "I lov 2. juni 2000 nr. 39 om apotek gjer ein desse endringane:",
                        "Noverande § 9-4 blir ny § 9-3.",
                        "Ny § 9-4 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 9-4",
                    "title": "Tvangsinndrivelse",
                    "sections": [
                        "Om Statens innkrevingssentrals adgang til å tvangsinndrive gebyrer, avgifter og tvangsmulkter etter denne lov gjelder legemiddelloven § 33 tilsvarende.",
                        "Lova gjeld frå den tid Kongen fastset."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}