{
    "lawId": "LOV-2008-06-27-66",
    "lawName": "Lov om endringer i lov 16. juli 1999 nr. 66 om Schengen informasjonssystem (SIS)",
    "shortName": "Endringslov til SIS-loven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 9a",
                    "title": "Kobling mellom meldinger",
                    "sections": [
                        "Kobling mellom meldinger kan bare opprettes når det er et klart operativt behov.",
                        "Kobling av meldinger påvirker ikke de tiltakene som skal treffes på grunnlag av hver enkelt av de sammenkoblede meldingene, eller slettefristen for opplysningene i meldingen.",
                        "En kobling utvider ikke tilgangsrettighetene i henhold til § 12 eller adgangen til å få utlevert opplysninger i henhold til § 13.",
                        "§ 12 første ledd bokstav d skal lyde:",
                        "d)myndighet med ansvar for registrering av motorkjøretøyer har, for å kontrollere om motorkjøretøyer som ønskes registrert er stjålet, på annen måte forsvunnet eller er etterlyst som bevis i straffesaker, tilgang til følgende opplysninger:",
                        "§ 19 nytt siste ledd skal lyde:",
                        "Den registrertes rettigheter i henhold til § 21 annet ledd berøres ikke av bestemmelsene i denne paragraf.",
                        "§ 20 siste ledd nytt annet punktum skal lyde:",
                        "Begrunnelsen for forlengelsen skal dokumenteres.",
                        "§ 21 annet ledd skal lyde:",
                        "Datatilsynet skal etter begjæring fra den registrerte kontrollere om opplysningene om vedkommende i SIS er riktige, om reglene om innsyn er fulgt, og om opplysningene er registrert og brukt i samsvar med denne loven. Dersom opplysningene er lagt inn av en annen konvensjonspart, skal kontrollen foretas i samråd med denne konvensjonspartens kontrollorgan. Saksbehandlingsreglene i § 17 gjelder tilsvarende.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}