{
    "lawId": "LOV-2008-06-06-38",
    "lawName": "Lov om meldeplikt ved nedlegging av næringsverksemd (omstillingslova)",
    "shortName": "Omstillingslova",
    "authorityDescription": "Ot.prp.nr.27 (2007–2008), Innst.O.nr.37 (2007–2008) og Besl.O.nr.77 (2007–2008). Odels- og lagtingsvedtak hhv. 6. og 20. mai 2008. Fremja av Nærings- og handelsdepartementet.\nEndring i følgjande lov:\n1\tLov 17. juni 2005 nr. 62 om arbeidsmiljø, arbeidstid og stillingsvern mv. (arbeidsmiljølova).",
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formålet med lova",
                    "sections": [
                        "Lova skal leggje til rette for ein prosess der ein vurderer tiltak for vidare drift og andre tiltak som reduserer dei negative konsekvensane for dei tilsette og for lokalsamfunnet når det er på tale å leggje ned ei bedrift."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Verkeområde",
                    "sections": [
                        "Lova gjeld når det er planar om å leggje ned ei bedrift der det har arbeidd 30 tilsette eller fleire i dei siste 12 månadene, eller når det er planar om å seie opp meir enn ni tidelar av dei tilsette som arbeider i ei slik bedrift.",
                        "Lova gjeld ikkje dersom bedrifta skal flytte innanfor den same fylkeskommunen eller dersom bedrifta vert handsama etter lov 8. juni 1984 nr. 58 om gjeldsforhandling og konkurs.",
                        "Departementet kan i forskrift gje utfyllande reglar om når lova skal gjelde."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Plikt til å sende inn melding til fylkeskommunen",
                    "sections": [
                        "Eigaren av ei bedrift som er omfatta av § 2, skal sende melding til fylkeskommunen der bedrifta ligg, om planane om nedlegging.",
                        "Meldinga skal innehalde:\na)\ttalet på tilsette som arbeider ved bedrifta\nb)\tinformasjon om verksemda ved bedrifta\nc)\tei vurdering av konsekvensane for dei tilsette og lokalsamfunnet om bedrifta vert lagd ned\nd)\tbakgrunnen for planane om nedlegging\ne)\tinformasjon om kva vurderingar eigaren eller andre har gjort om alternativ verksemd for bedrifta\nf)\tei vurdering av kva som må til for at verksemda i bedrifta kan halde fram\ng)\tinformasjon om det har vore forhandlingar med dei tilsette om nedlegginga",
                        "Meldinga skal også innehalde annan informasjon som er nødvendig for at drøftingane etter § 5 kan ta til. Fylkeskommunen kan be eigaren om meir informasjon i tillegg til eller til utdjuping av informasjonen som er gitt etter andre ledd."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Endeleg avgjerd om nedlegging",
                    "sections": [
                        "Bedrifta kan ikkje treffe endeleg avgjerd om nedlegging før 30 dagar etter at fylkeskommunen har fått meldinga etter § 3. Dersom det er aktuelle alternativ til å legge ned bedrifta, kan fylkeskommunen i særlege tilfelle forlengje denne perioden med inntil 30 dagar."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Behandling av meldinga",
                    "sections": [
                        "Når fylkeskommunen har mottatt melding etter § 3, skal den så snart som mogleg kalle inn representantar for eigaren, leiinga og dei tilsette i bedrifta, kommunen, Innovasjon Noreg og Arbeids- og velferdsetaten til drøftingsmøte. Fylkeskommunen kan også kalle inn andre til møtet.",
                        "Fylkeskommunen skal saman med deltakarane kartleggje og vurdere tiltak for vidare drift eller andre alternativ til å legge ned bedrifta. I drøftingane skal ein alltid vurdere kompensasjons- og omstillingsmoglegheiter for dei tilsette og moglege tiltak for lokalsamfunnet.",
                        "Dersom det er heilt klart at drøftingane ikkje vil føre fram, skal fylkeskommunen så snart som mogleg melde frå til alle deltakarane om at drøftinga er avslutta, sjølv om perioden etter § 4 første ledd ikkje er omme.",
                        "Alle som deltek i behandlinga av meldingar etter denne lova, skal ha teieplikt etter reglane i forvaltningslova §§ 13 til 13 e."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Råderettsband",
                    "sections": [
                        "Etter at det er sendt melding etter § 3 til fylkeskommunen og fram til drøftingane er avslutta etter § 5 eller perioden på 30 dagar etter § 4 er omme, kan eigaren ikkje gjere rettslege eller faktiske disposisjonar som vesentleg svekkjer verdien av bedrifta.",
                        "Fylkeskommunen kan gjere unnatak frå denne føresegna i kvart enkelt tilfelle."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Tvangsmulkt",
                    "sections": [
                        "Dersom den ansvarlege ikkje oppfyller pliktene etter §§ 3, 4 og 6 eller forskrift eller enkeltvedtak som er fastsett i medhald av desse føresegnene, kan fylkeskommunen påleggje den ansvarlege ei tvangsmulkt.",
                        "Tvangsmulkta kan vere laupande eller eit eingongsbeløp. Skal mulkta vere laupande, kan fylkeskommunen bestemme at mulkta skal betalast frå ei veke etter vedtaket om å påleggje tvangsmulkt, eller frå ein særskilt frist som er satt for å rette forholdet, om forholdet ikkje er retta innan fristen. Skal mulkta vere eit eingongsbeløp, kan fylkeskommunen fastsetje at mulkta skal betalast når ein særskilt frist som er sett for å rette forholdet er omme, og forholdet ikkje er retta innan fristen.",
                        "Tvangsmulkta går til statskassen og er tvangsgrunnlag for utlegg.",
                        "Fylkeskommunen kan i særlege tilfelle redusere eller gje opp tvangsmulkta.",
                        "Kongen kan i forskrift fastsetje nærmare føresegner om påleggjing av tvangsmulkt, herunder om vilkår for tvangsmulkt og om storleiken på tvangsmulkta og renter ved forseinka betaling."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Lovbrotsgebyr",
                    "sections": [
                        "Fylkeskommunen kan ved brot på § 4 påleggje eit lovbrotsgebyr til staten. Kongen gir i forskrift føresegner om storleiken på gebyret.",
                        "Lovbrotsgebyrer vert pålagt den som etter § 3 har plikt til å sende melding til fylkeskommunen. Kongen kan gi reglar om auka gebyr ved gjentekne brot på pliktene. Fylkeskommunen kan i særlege tilfelle gje opp kravet om lovbrotsgebyr.",
                        "Pålagt lovbrotsgebyr er tvangsgrunnlag for utlegg.",
                        "Kongen kan gi nærmare reglar om gjennomføringa av føresegnen i denne paragrafen, herunder om inndrivinga og om betalingsfrist. Det kan fastsetjast at det skal betalast renter av ilagt lovbrotsgebyr."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Iverksetjing",
                    "sections": [
                        "Lova gjeld frå den tid Kongen fastset."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Endringar i andre lover",
                    "sections": [
                        "Frå den tida lova blir sett i verk, blir det gjort følgjande endringar i andre lover:\n1. I lov 17. juni 2005 nr. 62 om arbeidsmiljø, arbeidstid og stillingsvern mv. (arbeidsmiljølova) blir det gjort følgjande endringar:\n§ 15-2 andre ledd skal lyde:",
                        "(2) Arbeidsgiver som vurderer å gå til masseoppsigelser, skal så tidlig som mulig innlede drøftinger med arbeidstakernes tillitsvalgte med sikte på å komme fram til en avtale for å unngå masseoppsigelser eller for å redusere antall oppsagte. Vurderer arbeidsgiver å legge ned virksomheten eller en selvstendig del av denne, og nedleggelsen innebærer en masseoppsigelse, skal også muligheten for videre drift drøftes, herunder om mulighetene for de ansattes overtakelse av virksomheten. Dersom oppsigelser ikke kan unngås, skal de uheldige sidene ved dem søkes redusert. Drøftingene skal omfatte mulige sosiale tiltak med sikte på blant annet støtte til omplassering eller omskolering av de oppsagte. Arbeidstakernes tillitsvalgte kan la seg bistå av sakkyndige. Arbeidsgiver har plikt til å innlede drøftinger selv om de planlagte oppsigelsene skyldes andre enn arbeidsgiver og som har beslutningsmyndighet overfor denne, f.eks. en konsernledelse."
                    ]
                }
            ]
        }
    ]
}