{
    "lawId": "LOV-2008-12-19-112",
    "lawName": "Lov om endringer i arveloven mv. (arv og uskifte for samboere)",
    "shortName": "Endringslov til arveloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel III A. Rett til arv og uskifte på grunnlag av sambuarskap",
            "paragraphs": [
                {
                    "name": "§ 28 a",
                    "title": "Med sambuarskap i lova her reknar ein at to personar over 18 år, som korkje er gift, registrert partner eller sambuar med andre, lever saman i eit ekteskapsliknande forhold.",
                    "sections": [
                        "Eit sambuarskap kan liggje føre jamvel om partane for ei tid bur frå kvarandre på grunn av utdanning, arbeid, sjukdom, opphald på institusjon eller andre liknande omstende. Ein reknar det ikkje som sambuarskap når to personar som etter ekteskapslova § 3 ikkje kan inngå ekteskap, lever saman.",
                        "Ein sambuar er etter denne lova kvar ein som lever i sambuarskap etter første, jf. andre ledd."
                    ]
                },
                {
                    "name": "§ 28 b",
                    "title": "Den som var sambuar med den avdøde ved dødsfallet og har, har hatt eller ventar barn med den avdøde, har rett til arv svarande til 4 gonger grunnbeløpet i folketrygda ved dødsfallet, jamvel om det er livsarvingar etter arvelataren. Same retten til arv utan omsyn til livsarvingar har også den som har vore sambuar med den avdøde i minst dei siste fem åra før dødsfallet, dersom den avdøde har fastsett det i testament.",
                    "sections": [
                        "Sambuaren sin rett til arv etter første ledd første punktum kan berre avgrensast ved testament som han eller ho har fått kunnskap om før arvelataren døydde. Vilkåret om at den attlevande sambuaren må ha fått kunnskap om testamentet, gjeld likevel ikkje dersom det var umogeleg eller det etter tilhøva ville vere urimeleg vanskeleg å varsle han eller henne.",
                        "Nyttar ein sambuar retten til uskifte etter § 28 c, skal det berre reknast med arv frå den førstavdøde til den lengstlevande sambuaren etter første ledd dersom uskiftebuet blir skift med dei andre arvingane til den førstavdøde medan den lengstlevande sambuaren lever."
                    ]
                },
                {
                    "name": "§ 28 c",
                    "title": "Den som var sambuar med den avdøde ved dødsfallet, og som har, har hatt eller ventar barn med den avdøde, har rett til å ta over følgjande  eigedelar som den avdøde åtte, uskift med den avdøde sine andre arvingar etter lova",
                    "sections": [
                        "a)felles bustad og innbu,",
                        "b)bil og fritidseigedom med innbu som tente til felles bruk for sambuarane.",
                        "Den attlevande kan på same vis ta over også andre eigedelar uskift enn dei som er nemnde i første punktum, dersom det er fastsett i testament eller arvingane samtykkjer.",
                        "Har den avdøde særskilt livsarving, gjeld § 10 tilsvarande for uskifterett etter første ledd. Den attlevande kan ikkje ta over eigedelar uskift etter første ledd dersom han eller ho allereie sit i uskift bu etter ein tidlegare sambuar eller ektemake. Dersom den avdøde sat i uskift bu etter ein tidlegare sambuar eller ektemake, kan den attlevande heller ikkje ta over eigedelar frå det første uskiftebuet før dette buet er skift.",
                        "Sambuaren sin rett til å sitte i uskifte kan berre avgrensast ved testament som han eller ho har fått kunnskap om før arvelataren døydde. Vilkåret om at den attlevande sambuaren må ha fått kunnskap om testamentet, gjeld likevel ikkje dersom det var umogeleg eller det etter tilhøva ville vere urimeleg vanskeleg å varsle han eller henne.",
                        "Alt den attlevande sambuaren er eller blir eigar av som høyrer naturleg saman med dei eigedelane han eller ho har tatt over uskift, går inn i uskiftebuet."
                    ]
                },
                {
                    "name": "§ 28 d",
                    "title": "Den attlevande sambuaren som tar over eigedelar uskift etter § 28 c, blir personleg ansvarleg for skyldnader som kvilte på den avdøde. Han eller ho kan utferde proklama etter kapittel 12 i skiftelova.",
                    "sections": []
                },
                {
                    "name": "§ 28 e",
                    "title": "Ved skifte mellom arvingane til den førstavdøde og den lengstlevande eller arvingane til den lengstlevande skal uskiftebuet delast i høve til verdien av kvar av sambuarane sine eigedelar i uskiftebuet på den tida då uskiftet tok til. Blir buet skift medan den lengstlevande sambuaren lever, har den lengstlevande sambuaren rett til arv etter § 28 b i tillegg til sin eigen part. Skiftelova kapittel 10 gjeld tilsvarande, med unntak av § 63 andre og tredje ledd.",
                    "sections": []
                },
                {
                    "name": "§ 28 f",
                    "title": "Reglane i kapittel III gjeld så langt dei høver for uskifte på grunnlag av sambuarskap. Der det er gitt særlege reglar for ektepar med særeige, gjeld reglane for særeige.",
                    "sections": []
                },
                {
                    "name": "§ 28 g",
                    "title": "Ein attlevande sambuar som vil nytte retten til uskifte, skal innan 60 dagar etter dødsfallet, jf. skiftelova § 81, sende melding til tingretten med opplysing om namn og alder på arvingane og om opphaldsstaden deira og dessutan ei summarisk oppgåve over eigedelar og gjeld for seg sjølv og for den avdøde sambuaren. Den attlevande sambuaren og arvingane kan gjere avtale om verditilhøvet av eigedelane i uskiftebuet etter den avdøde og den attlevande, jf. § 28 e første punktum, som skal leggjast ved meldinga til tingretten. Har det ikkje late seg gjera å få til ein slik avtale, skal den attlevande sambuaren i staden la det bli halde registrering og verdsetjing gjennom tingretten. § 14 andre ledd tredje og fjerde punktum gjeld tilsvarande.",
                    "sections": [
                        "Retten skal skrive ut uskifteattest i samsvar med skiftelova § 89.",
                        "Ein sambuar som har rett til å overta eigedelar uskift, kan krevje dei opplysingane som er nødvendige for å vurdere den økonomiske stillinga til den avdøde. For dette formålet kan ein sambuar krevje at likningsstyremaktene gir opplysingar om eller kopi av sjølvmelding og likning for den andre sambuaren. Ein sambuar kan også krevje opplysingar av selskap, føretak eller andre institusjonar som driv finansieringsverksemd eller forsikringsverksemd, og av andre som har midlar til forvalting. Kongen kan gi forskrifter til utfylling av denne paragrafen.",
                        "I lov 16. juni 1989 nr. 69 om forsikringsavtaler skal § 15-1 tredje ledd annet punktum lyde:",
                        "Satt forsikringstakeren i uskiftet bo på grunnlag av ekteskap i samsvar med arveloven kapittel III, inngår forsikringssummen i de midler som skal deles likt mellom førsteavdødes og lengstlevendes arvinger, jf arveloven § 26 første ledd første punktum.",
                        "I lov 4. juli 1991 nr. 47 om ekteskap gjøres følgende endringer:",
                        "§ 7 bokstav e første ledd første punktum skal lyde:",
                        "Hver av brudefolkene skal erklære skriftlig på ære og samvittighet om han eller hun har inngått ekteskap eller registrert partnerskap tidligere, eller om han eller hun sitter i uskiftet bo etter en tidligere samboer etter arveloven § 28 c.",
                        "§ 8 nytt femte ledd skal lyde:",
                        "Første, annet og fjerde ledd gjelder tilsvarende for den som har sittet i uskiftet bo etter en tidligere samboer etter arveloven § 28 c.",
                        "Nåværende femte ledd blir nytt sjette ledd.",
                        "I lov 26. juni 1992 nr. 86 om tvangsfullbyrdelse og midlertidig sikring skal § 7-13 tredje ledd første punktum lyde:",
                        "Dersom saksøkte er gift eller lever i et ekteskapslignende forhold som har vart i minst to år, eller hvor samboeren har, har hatt eller venter barn med saksøkte, kan utlegg tas i en ideell halvdel av felles bolig ervervet under samlivet, hvis ikke et annet eierforhold blir sannsynliggjort.",
                        "1.Loven gjelder fra den tid Kongen bestemmer.",
                        "2.Reglene i del I gjelder for rett til arv og uskifte etter arvelater som dør etter at loven her er satt i kraft. Endringen i arveloven § 24 gjelder for uskiftebo på grunnlag av ekteskap dersom nytt samboerskap er etablert etter at loven her er satt i kraft.",
                        "3.Endringen av ekteskapsloven §§ 7 og 8 i del II gjelder ikke når det er utstedt attest om at ekteskapsvilkårene er prøvd etter ekteskapsloven § 10 før loven her trådte i kraft."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}