{
    "lawId": "LOV-2008-12-12-105",
    "lawName": "Lov om endringer i lov 1. april 2005 nr. 15 om universiteter og høyskoler",
    "shortName": "Endringslov til universitetsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3-4",
                    "title": "Generell godkjenning",
                    "sections": [
                        "NOKUT avgjør, etter søknad fra enkeltpersoner, om utdanning fra utenlandsk høyere utdanningsinstitusjon eller norsk institusjon som ikke går inn under loven, skal gis generell godkjenning slik at utdanningen i nivå og omfang godkjennes som likestilt med akkreditert norsk høyere utdanning. Departementet kan gi forskrift om saksbehandling og klageadgang etter denne bestemmelsen.",
                        "§ 3-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-5",
                    "title": "Godskriving og faglig godkjenning",
                    "sections": [
                        "(1) Universiteter og høyskoler som tilbyr akkrediterte studier etter denne lov, skal godskrive beståtte emner, fag, eksamener eller prøver fra andre universiteter og høyskoler som tilbyr akkrediterte studier med samme antall studiepoeng i den utstrekning de oppfyller de faglige krav for en bestemt eksamen, grad eller utdanning ved institusjonen. Vedkommende institusjon skal påse at det ikke gis dobbel uttelling for samme faginnhold.",
                        "(2) Universiteter og høyskoler som tilbyr akkrediterte studier etter denne lov, kan gi fritak for deler av utdanning på grunnlag av annen velegnet eksamen eller prøve. Dokumentasjon av realkompetanse kan også gi grunnlag for fritak. Departementet kan pålegge institusjonene å samordne sin praksis.",
                        "(3) Universiteter og høyskoler som er akkrediterte etter denne lov avgjør selv søknader fra enkeltpersoner om godkjenning av annen høyere utdanning som faglig jevngod med utdanning som tilbys ved den enkelte institusjon. Godkjenning etter denne bestemmelsen gir rett til å bruke den tittel som er fastsatt for den utdanningen det er jevnført med.",
                        "(4) I særlige tilfeller kan godkjenning etter tredje ledd gis helt eller delvis på grunnlag av kunnskaper som er dokumentert på annen måte enn ved eksamen. Prøve til kontroll av de dokumenterte kunnskaper eller tilleggsprøve kan kreves avlagt.",
                        "(5) NOKUT har ansvar for å formidle informasjon om institusjonenes vedtak om godkjenning av høyere utdanning etter tredje ledd og skal legge til rette for en samordnet nasjonal praksis. Departementet kan i forskrift gi regler om NOKUTs ansvar og myndighet.",
                        "(6) For vurdering av utenlandsk doktorgrad i andre tilfeller enn ved søknad på utlyst stilling ved institusjonen, kan styret ved institusjonen fastsette at søkeren skal betale et vederlag som dekker institusjonens utgifter for vurderingen.",
                        "(7) Departementet kan gi forskrift om saksbehandling og klageadgang etter denne bestemmelsen.",
                        "§ 3-7 Studentopptak mv. sjette, syvende og åttende ledd skal lyde:",
                        "(6) Bruk av falske vitnemål eller andre falske dokumenter er forbudt. Tilsvarende gjelder for dokumenter utstedt fra falske institusjoner. Departementet kan i forskrift gi utfyllende bestemmelser om hva som anses som falske vitnemål, falske dokumenter og dokumenter utstedt fra falske institusjoner etter denne bestemmelsen.",
                        "(7) Dersom en institusjon under denne lov, NOKUT eller Samordna opptak oppdager at en søker har levert falskt vitnemål eller andre falske dokumenter eller dokumenter utstedt fra falske institusjoner, skal de gjensidig informere hverandre etter at forholdet er anmeldt til politiet. Departementet kan i forskrift gi utfyllende bestemmelser om informasjonsutvekslingen mv.",
                        "(8) Den som har søkt opptak eller godkjenning etter §§ 3-4 og 3-5 ved bruk av falskt vitnemål eller andre falske dokumenter eller dokumenter utstedt fra falske institusjoner, vil få nevnte papirer inndratt og vil ikke gis opptak eller få godkjent utdanning i inntil ett år. Vedtak om inndragning og vedtak om karantenetid etter denne bestemmelse treffes av styret selv eller institusjonens klagenemnd med to tredels flertall. Departementet eller særskilt klageorgan oppnevnt av departementet, jf. § 5-1 sjuende ledd, er klageinstans.",
                        "Nåværende syvende ledd blir nytt niende ledd.",
                        "§ 4-5 Rett til fødselspermisjon første ledd skal lyde:",
                        "(1) En student som får barn under studiene, skal gis rett til permisjon fra studiene under svangerskap og til omsorg for barn. I permisjonsperioden har studenten fortsatt status som student ved institusjonen og har rett til å gjenoppta sine studier på tilsvarende nivå som før permisjonen. Departementet kan gi forskrift om studenters adgang til utsatt eksamen i forbindelse med fødsel. Bestemmelsene i arbeidsmiljøloven §§ 12-1 til 12-5 og § 12-7 gjelder så langt de passer.",
                        "§ 4-8 Utestenging og bortvisning første og annet ledd skal lyde:",
                        "(1) En student som tross skriftlig advarsel fra styret gjentatte ganger opptrer på en måte som virker grovt forstyrrende for medstudenters arbeid eller for virksomheten ved institusjonen ellers, kan etter vedtak av styret selv eller institusjonens klagenemnd, jf. § 5-1, bortvises fra nærmere bestemte områder ved institusjonen for inntil ett år. Hvis en student etter skriftlig advarsel fra styret fortsatt ikke respekterer slik bortvisning, kan styret selv eller institusjonens klagenemnd, jf. § 5-1, utestenge ham eller henne fra studiet og fratas retten til å gå opp til eksamen ved institusjoner under denne lov i inntil ett år. Andre universiteter og høyskoler under denne lov skal informeres om vedtaket.",
                        "(2) En student som grovt klanderverdig har opptrådt på en slik måte at det er skapt fare for liv eller helse for pasienter, klienter, barnehagebarn, elever eller andre som studenten har å gjøre med som del i klinisk undervisning eller praksisopplæring, eller som gjør seg skyldig i grove brudd på taushetsplikt eller i grovt usømmelig opptreden overfor disse, kan etter vedtak av styret selv eller institusjonens klagenemnd, jf. § 5-1, utestenges fra studier med klinisk undervisning og praksisopplæring og fratas retten til å gå opp til eksamen i disse studiene ved institusjoner under denne lov i inntil tre år. Andre universiteter og høyskoler under denne lov skal informeres om vedtaket. Institusjonen skal informere Sosial- og helsedirektoratet om utestenging etter dette alternativ når det gjelder studenter som følger utdanninger som kan utløse rett til autorisasjon etter helsepersonelloven § 48 første ledd.",
                        "§ 5-3 Klage over karakterfastsetting – rett til begrunnelse første ledd skal lyde:",
                        "(1) Studenten har rett til å få en begrunnelse for karakterfastsettingen av sine prestasjoner. Ved muntlig eksamen eller bedømmelse av praktiske ferdigheter må krav om slik begrunnelse fremsettes umiddelbart etter at karakteren er meddelt. Ved annen bedømmelse må krav om begrunnelse, dersom studenten får meddelt karakteren elektronisk og kan fremsette krav om begrunnelse på tilsvarende måte, fremsettes innen én uke fra karakteren ble kunngjort. Ved annen type kunngjøring må krav om begrunnelse fremsettes innen én uke fra kandidaten fikk kjennskap til karakteren, likevel ikke mer enn tre uker fra karakteren ble kunngjort.",
                        "§ 6-5 Midlertidig ansettelse i undervisnings- og forskerstillinger første ledd skal lyde:",
                        "(1) Dersom det til fast undervisnings- og forskerstilling ved en høyere utdanningsinstitusjon ikke har meldt seg søker som etter fastsatte vilkår eller ansettelsesmyndighetens vurdering er klart kvalifisert for fast ansettelse, og det ikke er sannsynlig at kvalifisert søker vil melde seg ved ny kunngjøring, kan likevel en søker ansettes for begrenset tid når:",
                        "a)muligheten for tidsbegrenset ansettelse er nevnt i kunngjøringen, og",
                        "b)vedkommende, etter ansettelsesmyndighetens vurdering, har forutsetninger for å skaffe seg de nødvendige kvalifikasjoner i løpet av ansettelsesperioden.",
                        "Ansettelsesmyndigheten fastsetter ansettelsesperioden, som ikke må vare over tre år. Ansettelsesperioden kan dog forlenges med den tid det tar å få gjennomført en forsvarlig vurdering av vedkommendes kvalifikasjoner, men ikke ut over seks måneder. Tidsrommet kan deretter ikke forlenges, og ny tidsbegrenset ansettelse av vedkommende kan heller ikke skje. Ved utløpet av ansettelsesperioden har vedkommende krav på å bli vurdert for fast ansettelse før stillingen kunngjøres på ny.",
                        "§ 11-1 Særskilte ansettelsesbestemmelser for statlige universiteter og høyskoler tredje, fjerde og sjette ledd skal lyde:",
                        "(3) Ansettelse av prorektor, leder for avdeling og grunnenhet og administrerende direktør etter § 10-3 skal skje på grunnlag av innstilling fra et innstillingsutvalg. Styret selv fastsetter innstillingsutvalgets sammensetning og nærmere regler om innstilling m.m. Studentene skal være representert i innstillingsutvalget, hvis ikke styret enstemmig bestemmer noe annet.",
                        "(4) Når særlige grunner taler for det, kan styret selv foreta ansettelse i stilling som prorektor eller leder for avdeling og grunnenhet uten forutgående kunngjøring.",
                        "(6) Hvis styret ansetter i annen administrativ lederstilling enn nevnt i tredje ledd, skal dette skje på grunnlag av innstilling fra administrerende direktør eller rektor når rektor er ansatt som daglig leder.",
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}