{
    "lawId": "LOV-2008-05-09-34",
    "lawName": "Lov om endringer i helsepersonelloven og helseregisterloven",
    "shortName": "Endringslov til helsepersonelloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 15",
                    "title": "Krav til attester, erklæringer o.l.",
                    "sections": [
                        "Den som utsteder attest, erklæring o.l. skal være varsom, nøyaktig og objektiv. Attest, erklæring o.l. skal være korrekt og bare inneholde opplysninger som er nødvendige for formålet. Attest, erklæring o.l. skal inneholde alle opplysninger som helsepersonellet bør forstå er av betydning for mottageren og for formålet med attesten, erklæringen o.l. Helsepersonellet skal gjøre det klart dersom attesten, erklæringen o.l. bare bygger på en begrenset del av de relevante opplysningene helsepersonellet har. Helsepersonell som er inhabil etter forvaltningsloven § 6, skal ikke utstede attest, erklæring o.l.",
                        "Departementet kan i forskrift fastsette nærmere bestemmelser om utforming av og innhold i attester, erklæringer o.l.",
                        "Ny § 21 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 21 a",
                    "title": "Forbud mot urettmessig tilegnelse av taushetsbelagte opplysninger",
                    "sections": [
                        "Det er forbudt å lese, søke etter eller på annen måte tilegne seg, bruke eller besitte opplysninger som nevnt i § 21 uten at det er begrunnet i helsehjelp til pasienten, administrasjon av slik hjelp eller har særskilt hjemmel i lov eller forskrift.",
                        "§ 56 skal lyde:"
                    ]
                },
                {
                    "name": "§ 56",
                    "title": "Advarsel",
                    "sections": [
                        "Statens helsetilsyn kan gi advarsel til helsepersonell som forsettlig eller uaktsomt overtrer plikter etter denne lov eller bestemmelser gitt i medhold av den, hvis pliktbruddet er egnet til å medføre fare for sikkerheten i helsetjenesten, til å påføre pasienter en betydelig belastning eller til i vesentlig grad å svekke tilliten til helsepersonell eller helsetjenesten.",
                        "Statens helsetilsyn kan gi advarsel til helsepersonell som har utvist en atferd som er egnet til i vesentlig grad å svekke tilliten til vedkommende yrkesgruppe.",
                        "Advarsel er enkeltvedtak etter forvaltningsloven.",
                        "§ 59 tredje og fjerde ledd skal lyde:",
                        "Statens helsetilsyn kan etter søknad oppheve begrensninger etter første ledd hvis helsepersonellet godtgjør at det ikke lenger er grunnlag for slike begrensninger eller at vilkårene som ble stilt er oppfylt.",
                        "Vedtak om begrensning av autorisasjon og avslag på søknad om opphevelse av fastsatte begrensninger er enkeltvedtak etter forvaltningsloven.",
                        "Ny § 59 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 59 a",
                    "title": "Begrensning av autorisasjon uten at vilkårene for tilbakekall er oppfylt",
                    "sections": [
                        "Selv om vilkårene for tilbakekall etter § 57 ikke er oppfylt, kan Statens helsetilsyn begrense autorisasjonen til å gjelde utøvelse av bestemt virksomhet under bestemte vilkår hvis advarsel etter § 56 ikke fremstår som tilstrekkelig for å sikre lovens formål. Ved vurderingen skal det særlig legges vekt på om det er grunn til å tro at helsepersonellet av grunner som nevnt i § 57 kan bli uegnet til å utøve sitt yrke forsvarlig dersom autorisasjonen ikke begrenses.",
                        "Statens helsetilsyn kan etter søknad oppheve begrensninger etter første ledd hvis helsepersonellet godtgjør at det ikke lenger er grunnlag for slike begrensninger eller at vilkårene som ble stilt er oppfylt.",
                        "Vedtak om begrensning av autorisasjon og avslag på søknad om opphevelse av fastsatte begrensninger er enkeltvedtak etter forvaltningsloven.",
                        "§ 68 andre ledd skal lyde:",
                        "Statens helsepersonellnemnd er klageorgan for vedtak etter §§ 53, 56-59 a og 62-65 a. Apotekklagenemnda er klageorgan for vedtak som fastsatt i medhold av apotekloven § 9-1 første ledd.",
                        "§ 71 første ledd skal lyde:",
                        "Vedtak i Statens helsepersonellnemnd etter §§ 53, 56-59 a og 62-65 a kan bringes inn for retten, som kan prøve alle sider av saken.",
                        "I lov 18. mai 2001 nr. 24 om helseregistre og behandling av helseopplysninger (helseregisterloven) gjøres følgende endringer:",
                        "Ny § 13 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 13 a",
                    "title": "Forbud mot urettmessig tilegnelse av helseopplysninger",
                    "sections": [
                        "Det er forbudt å lese, søke etter eller på annen måte tilegne seg, bruke eller besitte helseopplysninger som behandles etter denne loven uten at det er begrunnet i helsehjelp til pasienten, administrasjon av slik hjelp eller har særskilt hjemmel i lov eller forskrift.",
                        "§ 34 nytt første ledd skal lyde:",
                        "Den som forsettlig eller grovt uaktsomt overtrer § 13 a, straffes med bøter eller fengsel i inntil tre måneder.",
                        "§ 34 nåværende første, andre og tredje ledd blir andre, tredje og fjerde ledd.",
                        "Loven gjelder fra det tidspunkt Kongen bestemmer. Kongen kan bestemme at de enkelte bestemmelsene skal tre i kraft til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}