{
    "lawId": "LOV-2008-12-12-99",
    "lawName": "Lov om endringer i lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven)",
    "shortName": "Endringslov til skatteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 10-71",
                    "title": "Skatteplikt for gevinst på eiendeler mv. ved utflytting av selskap",
                    "sections": [
                        "Gevinst og tap på eiendel som selskap mv. som nevnt i § 2-2 første ledd eier på det tidspunkt skatteplikten til riket opphører etter § 2-2 første ledd eller da selskapet skal anses som hjemmehørende i en annen stat etter skatteavtale, er skattepliktig eller fradragsberettiget som om eiendelen var realisert siste dag før dette tidspunktet. Tilsvarende skal gevinst og tap på forpliktelse som selskapet har, være skattepliktig eller fradragsberettiget som om gevinsten eller tapet var realisert siste dag før skatteplikten til riket opphører som nevnt. Ved gevinst- og tapsberegningen fastsettes utgangsverdien til markedsverdien på det tidspunkt realisasjon anses å ha funnet sted.",
                        "§ 14-1 annet ledd skal lyde:",
                        "Er skatteplikten avhengig av bostedet og skattyteren anses som bosatt i riket bare en del av inntektsåret, jf. § 2-1 annet til sjette ledd, fastsettes inntekten til det beløpet som etter bestemmelsene i dette kapittel skal tas til inntekt i vedkommende tidsrom.",
                        "§ 14-26 overskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-26",
                    "title": "Gevinst og tap på eiendeler og forpliktelser ved utflytting av selskap",
                    "sections": [
                        "§ 18-3 tredje ledd bokstav a innledningen skal lyde:",
                        "a)I brutto salgsinntekter etter annet ledd fradras følgende påløpte kostnader som har eller vil få sammenheng med produksjonen ved kraftverket:",
                        "§ 18-3 tredje ledd bokstav a nytt nummer 4 skal lyde:",
                        "Kostnader etter denne bokstav som er pådratt i byggetiden fra og med inntektsåret 2008 kan føres til fradrag i inntektsåret forutsatt at det foreligger kostnader knyttet til kraftverket som skal behandles som en del av kostprisen etter bokstav b annet punktum.",
                        "§ 18-3 fjerde ledd nytt fjerde punktum skal lyde:",
                        "Slik negativ grunnrenteinntekt kan likevel trekkes fra i positiv grunnrenteinntekt ved et annet kraftverk skattyter har en eierandel i som anses etablert som ledd i opprusting og utvidelse knyttet til det kraftverk den negative grunnrenteinntekt er beregnet ved, fra det tidspunkt det er adgang til å aktivere kostnader for beregning av friinntektsgrunnlaget for det nye kraftverket, jf. § 18-3 tredje ledd bokstav b annet punktum, med virkning for inntektsåret 2008 eller senere år.",
                        "§ 18-3 femte ledd skal lyde:",
                        "Negativ grunnrenteinntekt ved et kraftverk beregnet for inntektsåret 2007 eller senere år skal trekkes fra i positiv grunnrenteinntekt etter fradrag for negativ grunnrenteinntekt etter reglene i fjerde ledd første punktum, ved et annet kraftverk skattyteren eier. Dersom beregningen av grunnrenteinntekt etter samordning etter foregående punktum blir negativ, utbetales fra staten skatteverdien av den negative grunnrenteinntekten ved avregningsoppgjøret for inntektsåret etter skattebetalingsloven. Dersom beregning av grunnrenteinntekt etter samordning etter første punktum blir positiv for aksjeselskap samt likestilt selskap og sammenslutning, jf. § 10-1 første ledd, kan selskapets positive grunnrenteinntekt samordnes mot negativ grunnrenteinntekt beregnet for inntektsåret som nevnt i annet punktum i annet selskap som tilhører samme konsern, jf. § 10-4, ved utgangen av inntektsåret. Dersom beregningen av grunnrenteinntekt etter tredje punktum blir negativ, utbetales fra staten skatteverdien av den negative grunnrenteinntekten ved avregningsoppgjøret for inntektsåret etter skattebetalingsloven.",
                        "§ 18-3 sjette ledd tredje punktum oppheves.",
                        "§ 18-3 sjuende ledd annet punktum oppheves.",
                        "§ 18-3 niende ledd bokstav a skal lyde:",
                        "a)For overdrager skal det i realisasjonsåret beregnes grunnrenteinntekt tilsvarende vederlaget, fratrukket summen av skattemessig verdi av driftsmidler som benyttes i kraftproduksjonen, aktiverte kostnader til erverv av vannfall og eventuell negativ grunnrenteinntekt til fremføring, jf. fjerde ledd. Positiv differanse etter foregående punktum omfattes av reglene om samordning av grunnrenteinntekt etter femte ledd. Negativ differanse kan tilbakeføres og fradras med tillegg av rente fastsatt av departementet i forskrift i grunnrenteinntekt beregnet for det realiserte kraftverk for samme eller tidligere inntektsår. Negativ differanse som overstiger fradrag for negativ grunnrenteinntekt til fremføring etter første punktum, kan trekkes fra i positiv grunnrenteinntekt beregnet for kraftverk skattyter eier for realisasjonsåret. Negativ differanse som ikke nøytraliseres ved fradrag etter foregående punktum, behandles etter reglene i tredje punktum.",
                        "§ 18-3 niende ledd bokstav b tredje punktum skal lyde:",
                        "Ved slik realisasjon kan negativ grunnrenteinntekt knyttet til kraftverket etter fjerde ledd på overdragelsestidspunktet overdras til overtaker.",
                        "§ 18-3 niende ledd bokstav c annet, tredje og fjerde punktum oppheves.",
                        "§ 18-3 tiende ledd skal lyde:",
                        "Av produksjon i kraftverk med generatorer som i inntektsåret har en samlet påstemplet merkeytelse under 5 500 kVA, fastsettes ikke grunnrenteinntekt.",
                        "Ny § 9-14 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 9-14",
                    "title": "Skatteplikt for gevinst på eiendeler mv. som tas ut av norsk beskatningsområde",
                    "sections": [
                        "(1) Gevinst på eiendel eller forpliktelse som nevnt i tredje ledd, og som tas ut av norsk beskatningsområde, er skattepliktig som om eiendelen eller forpliktelsen var realisert siste dag før dette tidspunktet. Skatteplikt etter dette ledd omfatter ikke gevinst ved overføringer som innebærer realisasjon eller uttak til egen bruk eller gaveoverføring som medfører skatteplikt etter § 5-2. Skatteplikt etter dette ledd omfatter heller ikke gevinst knyttet til forpliktelser som blir realisert ved oppfyllelse, ettergivelse, overføring mv.",
                        "(2) Med eiendel eller forpliktelse som tas ut av norsk beskatningsområde menes:",
                        "a)eiendel som tilhører eller forpliktelse som påhviler skattepliktig etter § 2-1 eller § 2-2, når skatteplikten opphører etter disse bestemmelser eller etter skatteavtale med fremmed stat,",
                        "b)eiendel som tilhører eller forpliktelse som påhviler skattepliktig etter § 2-3, når skattyterens skatteplikt opphører etter denne bestemmelsen eller etter skatteavtale med fremmed stat, eller når eiendelens eller forpliktelsens tilknytning til riket eller til virksomhet i riket som nevnt i § 2-3 opphører, og",
                        "c)eiendel som tilhører eller forpliktelse som påhviler utenlandsk selskap eller innretning hvor deltakerne skattlegges etter § 10-61, når norsk kontroll av selskapet eller innretningen opphører.",
                        "Med skatteplikt som nevnt under a og b likestilles skatteplikt etter petroleumsskatteloven § 2. Selv om vilkårene under a, b eller c er oppfylt, anses en eiendel eller forpliktelse ikke for tatt ut av norsk beskatningsområde dersom den samtidig får slik tilknytning til Norge at norsk skattelovgivning får virkning for inntekter og kostnader knyttet til eiendelen eller forpliktelsen.",
                        "(3) Skatteplikt etter denne paragraf omfatter gevinst på",
                        "a)fysiske driftsmidler som nevnt i § 14-41 første ledd a samt c til j,",
                        "b)finansielle eiendeler,",
                        "c)forpliktelser,",
                        "d)omsetningsgjenstander, og",
                        "e)immaterielle eiendeler.",
                        "(4) Skatteplikt etter denne paragraf omfatter ikke gevinst på eiendeler som er nevnt i tredje ledd b, og som ved uttaket tilhører person som er bosatt i riket etter § 2-1 første ledd.",
                        "(5) Skatteplikt etter denne paragraf omfatter ikke gevinst på eiendeler som nevnt i § 9-3 første ledd c.",
                        "(6) Skatteplikt etter denne paragraf omfatter bare gevinst på eiendeler og forpliktelser som nevnt i tredje ledd a samt c til e, dersom gevinsten ved en realisasjon på tidspunktet som nevnt i første ledd første punktum ville ha vært skattepliktig etter bestemmelsen i § 5-30 første ledd.",
                        "(7) Tap på eiendel eller forpliktelse som nevnt i tredje ledd a til c, og som tas ut av norsk beskatningsområde, er fradragsberettiget for skattyter som er skattepliktig til riket etter §§ 2-1 eller 2-2 eller som anses skattemessig hjemmehørende i annen EØS-stat på tidspunktet som nevnt i tiende ledd. Tap på eiendel som nevnt i tredje ledd d og e, og som tas ut av norsk beskatningsområde, er fradragsberettiget for skattytere som er skattepliktig til riket etter §§ 2-1 eller 2-2 eller som anses skattemessig hjemmehørende i annen EØS-stat på tidspunktet som nevnt i første ledd første punktum. Det gis ikke fradrag for tap som har kommet til fradrag i annen stat. Tapet fastsettes ved ligningen for det året realisasjon anses å ha funnet sted, jf. § 14-27. Avregningen av tap på eiendel eller forpliktelse som nevnt i tredje ledd a til c utsettes til eiendelen eller forpliktelsen er realisert.",
                        "(8) Ved gevinstberegningen fastsettes utgangsverdien til markedsverdien på det tidspunkt realisasjon anses å ha funnet sted. Bestemmelsene i §§ 10-30 til 10-36 og § 10-44 gjelder så langt de passer. Når det ikke foreligger en kjent markedsverdi, fastsettes denne ved skjønn. Utgangsverdien skal reduseres med eventuell inntektsføring etter § 14-64 ved uttaket fra norsk beskatningsområde.",
                        "(9) Ved uttak av eiendeler og forpliktelser som nevnt i tredje ledd a til c, kan skattyter gis utsettelse med innbetaling av utlignet skatt dersom det stilles betryggende sikkerhet for skatteforpliktelsen. Dersom skattyter er hjemmehørende i riket etter §§ 2-1 eller 2-2 eller anses skattemessig hjemmehørende i annen EØS-stat og Norge i medhold av folkerettslig overenskomst kan kreve utlevert opplysninger fra denne staten om skattyterens inntekts- og formuesforhold samt få bistand til innfordring av skattekrav, gis utsettelse uten sikkerhetsstillelse. Utsettelse uten sikkerhetsstillelse gis også i tilfeller der gevinst ved en realisasjon av eiendel som nevnt i tredje ledd b på tidspunktet som nevnt i første ledd første punktum ville vært fritatt for skatteplikt etter § 2-38. Utsettelse uten sikkerhetsstillelse etter foregående punktum gis ikke for gevinst på eierandel i selskap mv. hjemmehørende i land utenfor EØS eller finansielt instrument med slik eierandel som underliggende objekt. Betalingsutsettelsen gjennomføres ved at den utlignede skatten ikke medtas ved avregningen for inntektsåret.",
                        "(10) Retten til utsettelse med betaling av skatten etter bestemmelsen i forrige ledd bortfaller ved realisasjon, ved uttak til egen bruk, ved gaveoverføring og ved opphør av virksomhet i selskap med andel som nevnt i § 10-70 første ledd, jf. § 10-70 annet ledd b.",
                        "(11) Ved uttak av eiendeler og forpliktelser som nevnt i tredje ledd a til c, reduseres eller bortfaller den beregnede skatten etter følgende regler:",
                        "a)Dersom skattyteren realiserer eiendelen til en lavere verdi enn verdien fastsatt etter åttende ledd, kan skattyteren kreve å få redusert utlignet skatt knyttet til eiendelen som om gevinsten var beregnet etter faktisk realisasjonsverdi. Realisasjonsverdien kan ikke settes lavere enn inngangsverdien. Valg av realisasjonsverdi gjelder ikke ved tap eller ved gaveoverføringer som nevnt i forrige ledd. For eiendeler som nevnt i tredje ledd a skal det ved anvendelse av denne bokstav gjøres et tillegg til faktisk realisasjonsverdi for beregnede avskrivninger etter § 14-60 femte ledd, jf. § 14-62. Bestemmelsen i denne bokstav gjelder tilsvarende dersom skattyteren realiserer gevinst knyttet til en forpliktelse.",
                        "b)Skatteplikten bortfaller dersom gevinst på eiendel som nevnt i tredje ledd b ved en realisasjon på samme tidspunkt som nevnt i tiende ledd uten et forutgående uttak fra norsk beskatningsområde ville vært fritatt for skatteplikt etter § 2-38.",
                        "c)Dersom gevinsten er skattepliktig til annen stat, gis fradrag i skatt etter denne paragraf etter reglene i skatteloven §§ 16-20 til 16-29 så langt de passer.",
                        "d)Skatteplikten bortfaller hvis skattyteren ikke har realisert eiendelen eller forpliktelsen innen fem hele inntektsår etter det inntektsår realisasjon anses å ha funnet sted.",
                        "e)Skatteplikten bortfaller hvis eiendelen eller forpliktelsen innen fristen som nevnt i forrige bokstav igjen får slik tilknytning til Norge at norsk skattelovgivning får virkning for inntekter og kostnader knyttet til eiendelen eller forpliktelsen.",
                        "(12) Dersom gevinst ved inntak i norsk beskatningsområde av eiendel eller forpliktelse som nevnt i tredje ledd er skattepliktig til annen stat, gis fradrag i skatt etter denne paragraf etter reglene i skatteloven § 16-20 til § 16-29 så langt de passer. Det gis ikke fradrag i skatt etter dette ledd for skatt til utlandet på del av gevinst på eiendel ved inntak som svarer til differansen mellom utgangsverdien som er lagt til grunn ved gevinstberegningen i utlandet og den skattemessige verdi som er fastsatt ved inntaket til norsk beskatningsområde. Fradrag i norsk skatt etter dette ledd gis ikke der eiendelen eller forpliktelsen ikke samtidig med uttaket fra norsk beskatningsområde får tilknytning til en etablering i en EØS-stat som nevnt i § 10-64 b. Ved uttak av eiendeler og forpliktelser som nevnt i tredje ledd a til c gis fradrag i skatt etter dette ledd bare dersom skattyter er skattepliktig til riket etter §§ 2-1 eller 2-2 eller anses skattemessig hjemmehørende i annen EØS-stat på tidspunktet som nevnt i tiende ledd. Ved uttak av eiendeler som nevnt i tredje ledd d og e gis fradrag i skatt etter dette ledd bare dersom skattyter er skattepliktig til riket etter §§ 2-1 eller 2-2 eller anses skattemessig hjemmehørende i annen EØS-stat på tidspunktet som nevnt i første ledd første punktum.",
                        "(13) Departementet kan gi regler til utfylling og gjennomføring av denne paragraf.",
                        "§ 11-21 nytt fjerde ledd skal lyde:",
                        "Bestemmelsen i tredje ledd gjelder tilsvarende ved realisasjon etter uttak av eiendeler fra norsk beskatningsområde, jf. § 9-14 tiende ledd.",
                        "§ 11-22 nytt femte ledd skal lyde:",
                        "Første til tredje ledd gjelder tilsvarende ved realisasjon etter uttak av eiendeler og forpliktelser fra norsk beskatningsområde, jf. § 9-14 tiende ledd.",
                        "Ny § 14-27 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-27",
                    "title": "Gevinst og tap på eiendeler mv. som tas ut av norsk beskatningsområde",
                    "sections": [
                        "Gevinst og tap på eiendel eller forpliktelse som nevnt i § 9-14 tredje ledd tas til inntekt eller fradras siste dag før eiendelen eller forpliktelsen er tatt ut av norsk beskatningsområde etter bestemmelsene i § 9-14 annet ledd.",
                        "§ 2-38 sjette ledd skal lyde:",
                        "(6) For skattytere som nevnt i første ledd bokstav a til j skal tre prosent av inntekt som er fritatt for skatteplikt etter denne paragraf, likevel anses som skattepliktig inntekt.",
                        "Nåværende sjette ledd blir nytt sjuende ledd.",
                        "§ 10-41 annet ledd skal lyde:",
                        "(2) Inntekter og tap som nevnt i § 2-38 annet ledd inngår ikke i inntekten som fastsettes etter denne paragraf. § 2-38 tredje, fjerde og sjette ledd gjelder tilsvarende.",
                        "§ 1-2 tredje ledd skal lyde:",
                        "(3) Stortinget pålegger skatt til staten.",
                        "§ 2-3 tredje ledd skal lyde:",
                        "(3) Person bosatt i annen EØS-stat som er skattepliktig etter første eller annet ledd, som gis fradrag for gjeldsrenter etter § 6-71 annet ledd, skal skattlegges for renteinntekter og andre finansielle inntekter fra debitor bosatt eller hjemmehørende her i riket, eller debitor hjemmehørende i utlandet som har begrenset skatteplikt etter § 2-3 første ledd b.",
                        "Nåværende tredje ledd blir nytt fjerde ledd.",
                        "§ 4-10 nytt tredje ledd skal lyde:",
                        "(3) Verdien av næringseiendom kan fastsettes på grunnlag av en beregnet utleieverdi. Departementet kan gi forskrift om verdsettelse av næringseiendom.",
                        "§ 5-15 første ledd ny bokstav o skal lyde:",
                        "arbeidsinntekt inntil 10 000 kroner til barn som ved inntektsårets utgang er 12 år eller yngre.",
                        "§ 6-19 annet ledd fjerde punktum skal lyde:",
                        "Fradrag kan enten gis med inntil 3 600 kroner eller med inntil to promille av samlet utbetalt lønn.",
                        "§ 6-20 fjerde ledd annet punktum skal lyde:",
                        "Fradrag kan samlet gis med inntil 3 600 kroner eller med en forholdsmessig del av dette beløpet når fradragsberettiget kontingent er betalt for bare en del av året.",
                        "§ 6-44 første ledd annet punktum skal lyde:",
                        "Fradraget er begrenset til den del av beløpet som overstiger 13 700 kroner.",
                        "§ 6-60 første ledd skal lyde:",
                        "(1) Skattyter som i minst 130 dager av inntektsåret personlig har drevet eller deltatt i fiske eller fangst på havet eller langs kysten, gis fradrag med inntil 30 prosent av netto arbeidsinntekt av fisket eller fangsten, begrenset til 150 000 kroner.",
                        "§ 6-71 første ledd annet punktum oppheves.",
                        "§ 6-71 annet ledd skal lyde:",
                        "(2) Personlig skattyter med begrenset skatteplikt etter § 2-3 kan kreve fradrag for gjeldsrenter som om skatteplikten gjaldt all formue og inntekt etter § 2-1 niende ledd, når skattyteren er bosatt i annen EØS-stat og hele eller tilnærmet hele skattyterens inntekt i inntektsåret skattlegges i Norge. Skattyter må dokumentere at vilkårene for fradragsrett etter første punktum er oppfylt.",
                        "Nåværende § 6-71 annet ledd blir nytt tredje ledd.",
                        "§ 8-1 sjette ledd første punktum skal lyde:",
                        "Ved fastsettelsen av årets positive næringsinntekt fra reindrift gis produsenten et inntektsfradrag på inntil 54 200 kroner per år.",
                        "§ 8-1 sjette ledd annet punktum skal lyde:",
                        "For inntekt over 54 200 kroner gis i tillegg et fradrag på 32 prosent av den overskytende inntekten opp til et samlet fradrag på 142 000 kroner.",
                        "§ 12-2 bokstav b første punktum skal lyde:",
                        "b)pensjon i og utenfor arbeidsforhold, føderåd, livrente som er ledd i pensjonsordning i arbeidsforhold og engangs- og avløsningsbeløp for slike ytelser.",
                        "§ 12-2 bokstav d skal lyde:",
                        "d)engangsutbetaling fra individuell pensjonsavtale som er i samsvar med regler gitt av departementet.",
                        "§ 12-2 bokstav e skal lyde:",
                        "e)engangsutbetaling fra pensjonsordning etter innskuddspensjonsloven.",
                        "§ 14-41 første ledd ny bokstav j skal lyde:",
                        "j)fast teknisk installasjon i bygninger, herunder varmeanlegg, kjøle- og fryseanlegg, elektrisk anlegg, sanitæranlegg, heisanlegg o.l. Departementet kan gi forskrift om avgrensning av fast teknisk installasjon.",
                        "§ 14-41 tredje ledd første punktum oppheves.",
                        "§ 14-41 fjerde ledd nytt tredje punktum skal lyde:",
                        "Driftsmidler som inngår i gruppe j skal avskrives under ett for hver bygning.",
                        "§ 14-43 første ledd ny bokstav j skal lyde:",
                        "j)fast teknisk installasjon i bygninger – 10 prosent.",
                        "§ 14-44 annet ledd første punktum skal lyde:",
                        "Ved realisasjon av driftsmiddel mv. i saldogruppe a til d, samt j, jf. § 14-41 første ledd, skal vederlaget så langt det ikke er inntektsført, nedskrives på saldoen for driftsmidlet.",
                        "§ 14-44 fjerde ledd første punktum skal lyde:",
                        "For gevinst på driftsmiddel i saldogruppe e til j realisert ved brann eller annen ulykke eller ved ekspropriasjon m.v. gjelder § 14-70 så langt den passer.",
                        "§ 15-2 annet ledd oppheves.",
                        "§ 15-4 nytt niende ledd skal lyde:",
                        "(9) Personer og boer som ikke har krav på personfradrag, skal settes i skatteklasse 0. Personer som må bo i utlandet på grunn av tjeneste i den norske stat, følger samme regler om klasseansettelse som personer bosatt i Norge.",
                        "§ 16-10 tredje ledd skal lyde:",
                        "(3) Innbetalt sparebeløp kan ikke overstige 20 000 kroner pr. inntektsår. Samlet innbetalt sparebeløp på kontoen kan ikke overstige 150 000 kroner. For ektefeller som lignes under ett for begges samlede formue og inntekt gjelder beløpsgrensene i dette ledd for hver av dem. Sparebeløp fra barn som lignes under ett med foreldrene, jf. § 2-14, kommer bare til fradrag i skatt på inntekt som lignes særskilt.",
                        "§§ 17-10 og 17-11 med tilhørende deloverskrift oppheves.",
                        "§ 5-60 annet punktum skal lyde:",
                        "Forrige punktum omfatter ikke renter ved tilbakebetaling av petroleumsskatt.",
                        "Overskriften i § 10-50 skal lyde:",
                        "Samvirkeforetaks etterbetaling og avsetning til andelskapital",
                        "§ 10-50 første ledd skal lyde:",
                        "(1) Samvirkeforetak kan kreve fradrag i inntekten for etterbetalinger til medlemmene etter samvirkeloven § 27. I tillegg kan det gis fradrag for avsetning til felleseid andelskapital med inntil 15 prosent av inntekten. Fradrag gis bare i inntekt av omsetning med medlemmene. Omsetning med medlemmene og likestilt omsetning må fremgå av regnskapet og kunne legitimeres.",
                        "§ 10-50 sjette ledd skal lyde:",
                        "(6) Boligbyggelag som omfattes av lov om boligbyggelag, kan kreve fradrag for avsetning til felleseid andelskapital. Første ledd annet til fjerde punktum gjelder tilsvarende, men slik at fradrag kan gis i inntekt av omsetning med medlemmene og tilknyttede borettslag.",
                        "Nåværende § 10-50 sjette ledd blir nytt sjuende ledd.",
                        "§ 2-30 første ledd bokstav h oppheves. Nåværende bokstav i til o blir bokstav h til n.",
                        "Endringene under I trer i kraft straks med virkning fra og med inntektsåret 2007.",
                        "Endringene under II trer i kraft straks med virkning fra og med inntektsåret 2008.",
                        "Endringene under III trer i kraft straks med virkning fra og med inntektsåret 2008 for uttak fra norsk beskatningsområde etter 6. oktober 2008.",
                        "Endringene under IV trer i kraft straks med virkning fra og med 7. oktober 2008.",
                        "Endringene under V trer i kraft straks med virkning fra og med inntektsåret 2009.",
                        "Endringen under VI trer i kraft 1. januar 2009.",
                        "Endringene under VII trer i kraft fra den tid Kongen bestemmer.",
                        "Endringene under VIII trer i kraft straks med virkning fra og med inntektsåret 2009. For gjensidig brann- og husdyrforsikringsselskaper som har levert selvangivelse for 2007, trer endringene i kraft straks med virkning fra og med inntektsåret 2008.",
                        "Ved ikrafttredelse av § 14-41 første ledd bokstav j gjelder følgende overgangsregel:",
                        "Departementet kan i forskrift gi bestemmelse om fordeling av saldo for bygg i saldogruppe h og forretningsbygg i saldogruppe i pr. 31. desember 2008, mellom eksisterende saldo for bygning og faste tekniske installasjoner i saldogruppe j.",
                        "Ved ikrafttredelse av endringene under VIII gjelder følgende overgangsregel:",
                        "For fastsetting av inngangsverdi i skattemessig åpningsbalanse for driftsmidler som har inngått i virksomheten ved opphevingen av skattefritaket i § 2-30 første ledd bokstav h gjelder følgende:",
                        "Inngangsverdien settes enten til",
                        "a.anskaffelsesverdi, tillagt senere påkostninger, eller",
                        "b.dokumentert markedsverdi.",
                        "Anskaffelsesverdi etter a reduseres med beregnede avskrivninger etter de avskrivningsregler og avskrivningssatser som gjelder for vedkommende driftsmiddel, for eiertiden frem til og med inntektsåret 2009.",
                        "Inngangsverdi for aksjer, obligasjoner og andre finansielle eiendeler settes til markedsverdi.",
                        "Denne overgangsregel får ikke anvendelse for gjensidig brann- og hysdyrforsikringsselskap, jf. skatteloven § 2-30 første ledd bokstav h nr. 1 som har levert selvangivelse for inntektsåret 2007.",
                        "Departementet kan gi nærmere regler til utfylling og gjennomføring av denne overgangsregelen.",
                        "Ved ikrafttredelse av § 4-10 tredje ledd gjelder følgende overgangsregler:",
                        "(1) Ikke-børsnotert aksjeselskap eller allmennaksjeselskap skal i vedlegg til selvangivelsen for inntektsåret 2008 verdsette næringseiendom som har vært utleid i løpet av inntektsåret på grunnlag av en beregnet utleieverdi.",
                        "(2) Ikke-børsnotert aksjeselskap eller allmennaksjeselskap skal i vedlegg til selvangivelsen for inntektsåret 2008 oppjustere verdien av næringseiendom som ikke har vært utleid i løpet av inntektsåret med 60 pst. etter at generell oppjustering for inntektsåret 2008 med 10 pst. er foretatt.",
                        "(3) Første og annet ledd gjelder likevel ikke for ikke-børsnotert aksjeselskap eller allmennaksjeselskap som i sin helhet eies av et børsnotert aksjeselskap eller allmennaksjeselskap.",
                        "(4) Fastsatt formuesverdi av næringseiendom etter denne overgangsregel inngår i grunnlaget for beregning av aksjeselskapets eller allmennaksjeselskapets skattemessige formuesverdi (dets samlede nettoformue) per 1. januar 2009, jf. skatteloven § 4-12 annet og fjerde ledd.",
                        "(5) Formuesverdien av næringseiendom etter denne overgangsregel fastsettes av det skattekontoret som ligner aksjeselskapet eller allmennaksjeselskapet.",
                        "(6) Departementet kan gi forskrift om fastsetting av verdien av næringseiendom etter de foregående ledd."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        },
        {
            "name": "X",
            "paragraphs": []
        },
        {
            "name": "XI",
            "paragraphs": []
        },
        {
            "name": "XII",
            "paragraphs": []
        }
    ]
}