{
    "lawId": "LOV-2008-12-19-123",
    "lawName": "Lov om endringar i sjømannslov 30. mai 1975 nr. 18 mv",
    "shortName": "Endringslov til sjømannsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1 A",
                    "title": "Rederiet",
                    "sections": [
                        "Med rederiet i denne loven menes den som i henhold til lov 16. februar 2007 nr. 9 om skipssikkerhet (skipssikkerhetsloven) § 4 er å anse som rederi.",
                        "Departementet kan gi forskrift om at den som er driftsansvarlig i henhold til opplysninger gitt i medhold av skipssikkerhetsloven § 5, skal bekrefte overfor den myndigheten departementet bestemmer, at vedkommende også har påtatt seg de forpliktelsene som påhviler rederiet etter denne loven.",
                        "§ 2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Rederiets og arbeidsgivers plikter",
                    "sections": [
                        "Rederiet skal sikre at bestemmelser gitt i eller i medhold av denne loven oppfylles, herunder når det gjelder de forhold som er regulert av ansettelsesavtalen.",
                        "Første ledd gjelder også dersom arbeidsgiveren er en annen enn rederiet. I slike tilfeller er arbeidsgiveren likevel ansvarlig overfor sjømannen i henhold til ansettelsesavtalen, jf. § 3, og bestemmelser i denne loven som regulerer ansettelsesforholdet, uten at det berører rederiets plikter etter første ledd.",
                        "Departementet kan gi forskrifter med nærmere bestemmelser om pliktene i første og annet ledd.",
                        "§ 3 nr. 1 første ledd tredje punktum skal lyde:",
                        "Sjømannen har rett til å la seg bistå av en tillitsvalgt eller en annen representant ved utarbeidelsen av og endringer i ansettelsesavtalen.",
                        "Overskrifta i kapittel IV skal lyde:",
                        "Tvister og klage",
                        "Ny § 50 A skal lyde:"
                    ]
                },
                {
                    "name": "§ 50 A",
                    "title": "Sjømannens rett til å klage",
                    "sections": [
                        "Sjømannen har rett til å klage til rederiet på avregningen, skipstjenesten, eller ansettelsesforholdet for øvrig. Rederiet plikter å sørge for at klager over brudd på loven blir tilstrekkelig undersøkt, og skal etablere prosedyrer om bord for rettferdig, effektiv og rask behandling av klager. Sjømannen kan også klage til tilsynsmyndigheten. Departement kan fastsette nærmere regler om klage.",
                        "Klageretten etter denne paragraf er ikke til hinder for den retten en sjømann har til å søke oppreisning i henhold til norsk lovgivning. Dette omfatter domstoler i Norge, norsk utenriksstasjon eller domstol i utlandet etter lov 12. juni 1987 nr. 48 om norsk internasjonalt skipsregister.",
                        "Ny § 54 A skal lyde:"
                    ]
                },
                {
                    "name": "§ 54 A",
                    "title": "Rederiets inntreden i sjømannens rettigheter",
                    "sections": [
                        "Hvis rederiet har erstattet sjømannens fordringer på hyre og annen godtgjørelse i anledning dennes tjeneste på skipet, trer rederiet inn i sjømannens rettigheter etter slike fordringer, herunder sjøpanterett i skipet, jf. sjøloven § 51.",
                        "Noverande § 54 A blir ny § 54 B. Overskrifta i ny § 54 B skal lyde:"
                    ]
                },
                {
                    "name": "§ 54 B",
                    "title": "Register over sjømenn",
                    "sections": [
                        "Nytt kapittel VI skal lyde:",
                        "Kapittel VI Tilsyn og sertifisering",
                        "Ny § 55 skal lyde:"
                    ]
                },
                {
                    "name": "§ 55",
                    "title": "Sertifikat for arbeids- og levevilkår",
                    "sections": [
                        "Skip over en viss størrelse skal ha sertifikat for arbeids- og levevilkår som dokumentasjon på at skipet på tidspunktet for utstedelsen tilfredsstiller kravene til arbeids- og levevilkår som er fastsatt i eller i medhold av denne loven.",
                        "Sertifikatet utstedes av tilsynsmyndigheten eller den departementet bestemmer og skal til enhver tid være tilgjengelig om bord. Sertifikatet kan inneholde særskilte vilkår.",
                        "Departementet kan gi forskrift med nærmere bestemmelser om krav til sertifikater, herunder om",
                        "a)hvilke skip som skal være utstyrt med sertifikat",
                        "b)utstedelse, gyldighet og vilkår",
                        "c)erklæring om samsvar med ILO konvensjon 186",
                        "d)adgang til å fravike kravene i første og annet ledd",
                        "e)anerkjennelse av utenlandske sertifikater.",
                        "Ny § 56 skal lyde:"
                    ]
                },
                {
                    "name": "§ 56",
                    "title": "Tilsynsmyndighet",
                    "sections": [
                        "Kongen fastsetter hvem som skal ha tilsynsmyndighet etter loven.",
                        "Departementet kan inngå avtale med ett eller flere klassifikasjonsselskaper om at tilsynsmyndighet kan overlates til vedkommende institusjon. Avtalen skal regulere omfanget av og vilkårene for slik overlatelse.",
                        "Departementet kan gi forskrift eller inngå avtale om at tilsynsmyndighet i enkelttilfeller kan overlates til private, eller til utenlandske eller internasjonale myndigheter.",
                        "Ny § 57 skal lyde:"
                    ]
                },
                {
                    "name": "§ 57",
                    "title": "Tilsyn med norske skip",
                    "sections": [
                        "Det skal føres tilsyn med sjømenns arbeids- og levevilkår på norske skip.",
                        "Departementet kan i forskrift bestemme at tilsyn ikke skal finne sted helt eller delvis, med mindre Norges folkerettslige forpliktelser er til hinder for slikt unntak.",
                        "Tilsynet skal ha som formål å bringe på det rene om de kravene som fremgår i eller i medhold av loven, er oppfylt.",
                        "Rederiet har plikt til å be om tilsyn av sjømenns arbeids- og levevilkår på norske skip når dette er nødvendig for å oppfylle krav i eller i medhold av denne loven.",
                        "Departementet kan gi forskrifter med nærmere bestemmelser om",
                        "a)hyppighet, innhold og omfang av tilsynet, herunder besiktelse,",
                        "b)den praktiske gjennomføringen av tilsynet, herunder besiktelse,",
                        "c)rett for den som har sitt arbeid om bord til å kreve tilsyn, herunder besiktelse.",
                        "Ny § 58 skal lyde:"
                    ]
                },
                {
                    "name": "§ 58",
                    "title": "Plikt for rederiet, skipsføreren og andre til å medvirke til tilsynet",
                    "sections": [
                        "Rederiet, skipsføreren og andre som har sitt arbeid om bord, skal medvirke til tilsynet etter dette kapittel og skal gi alle opplysninger som er nødvendige for utøvelsen av tilsynet.",
                        "Plikt til slik medvirkning som nevnt i første ledd påhviler også andre, så langt slik medvirkning ikke kommer i strid med deres taushetsplikt i henhold til lov eller avtale.",
                        "Tilsynsmyndigheten skal til enhver tid ha adgang til skipet og rederikontorer.",
                        "Rederiet og skipsføreren skal yte bistand til utenlandske tilsynsmyndigheter på en slik måte og i et slikt omfang som følger av Norges folkerettslige forpliktelser.",
                        "Departementet kan gi forskrifter med nærmere bestemmelser om innholdet, omfanget og gjennomføringen av medvirkningen og om tilsynets adgang til skipet og rederikontorer.",
                        "Ny § 59 skal lyde:"
                    ]
                },
                {
                    "name": "§ 59",
                    "title": "Tilsynet med utenlandske skip",
                    "sections": [
                        "Det kan foretas tilsyn av sjømenns arbeids- og levevilkår på utenlandske skip innenfor grensene av folkeretten.",
                        "Departementet kan gi forskrifter med nærmere bestemmelser om slikt tilsyn, herunder om:",
                        "a)hyppigheten, innholdet og omfanget av tilsynet",
                        "b)den praktiske gjennomføringen av tilsynet.",
                        "Ny § 60 skal lyde:"
                    ]
                },
                {
                    "name": "§ 60",
                    "title": "Gebyrer",
                    "sections": [
                        "Tilsynsmyndighetens utgifter ved tilsyn, sertifikatutstedelse og lignende kan kreves dekket av rederiet eller av den som ber om vedkommende tjeneste gjennom gebyr. Skipssikkerhetsloven § 48 om gebyrer gjelder tilsvarende. Departementet kan gi nærmere forskrift om gebyrer og innkrevingen av disse.",
                        "Nytt kapittel VII skal lyde:",
                        "Kapittel VII Forvaltningstiltak"
                    ]
                },
                {
                    "name": "§ 61",
                    "title": "Pålegg om tiltak",
                    "sections": [
                        "Er krav som følger av lov eller forskrift ikke etterkommet, kan tilsynsmyndigheten pålegge rederiet å gjennomføre nødvendige tiltak innen en bestemt tidsfrist.",
                        "Er pålegg ikke etterkommet innen den fastsatte tidsfristen, kan det iverksettes tiltak som nevnt i § 62 til § 64.",
                        "Departementet kan gi forskrifter med nærmere bestemmelser om rederiets plikt til å gjennomføre tiltak etter første ledd."
                    ]
                },
                {
                    "name": "§ 62",
                    "title": "Tvangsmulkt",
                    "sections": [
                        "Hvis rederiet ikke har etterkommet et pålegg etter § 61 innen den fastsatte fristen, kan tilsynsmyndigheten treffe vedtak om tvangsmulkt for å sikre at pålegget blir etterkommet. I vedtaket om tvangsmulkt skal det settes en ny tidsfrist for å oppfylle pålegget etter § 61, slik at tvangsmulkten begynner å løpe først når pålegget ikke er oppfylt innen denne nye fristen.",
                        "Tvangsmulkten kan fastsettes som et enkeltbeløp eller som en løpende mulkt. Ved fastsettelse av tvangsmulktens størrelse skal det blant annet legges vekt på viktigheten av de sikkerhets- og arbeidsmiljøhensyn eller rettigheter som pålegget skal ivareta og kostnadene ved å oppfylle pålegget. Tvangsmulkten tilfaller statskassen. Tilsynsmyndigheten kan, når sterke hensyn tilsier det, redusere eller frafalle påløpt mulkt.",
                        "Departementet kan gi forskrifter med nærmere bestemmelser om tvangsmulkt, herunder om tvangsmulktens størrelse og varighet."
                    ]
                },
                {
                    "name": "§ 63",
                    "title": "Tilbaketrekking av sertifikater",
                    "sections": [
                        "Hvis rederiet ikke etterkommer pålegg etter § 61 eller betaler gebyrer i henhold til § 60 innen den fastsatte tidsfristen, kan tilsynsmyndigheten trekke tilbake relevante sertifikater.",
                        "Departementet kan gi forskrifter med nærmere bestemmelser om tilbaketrekking av sertifikater."
                    ]
                },
                {
                    "name": "§ 64",
                    "title": "Tvangstiltak overfor skip",
                    "sections": [
                        "Tilsynsmyndigheten kan forby et skip å forlate havn eller pålegge det å gå til havn eller fastsette andre nødvendige tiltak overfor skipet, om nødvendig med bruk av tvang, innenfor de grensene som følger av folkeretten, såfremt:",
                        "a)det foreligger brudd på bestemmelser i loven eller forskrifter gitt i medhold av den, som tilsynsmyndigheten ser som alvorlig brudd, eller",
                        "b)rederiet eller noen i dets tjeneste hindrer tilsynsmyndigheten i å gå om bord i skipet for å foreta tilsyn eller ikke etterkommer påbud etter § 58, eller",
                        "c)skipet ikke har nødvendige sertifikater om bord.",
                        "Vedtak etter første ledd skal inneholde eventuelle pålegg som skipet må etterkomme for at forbud, pålegg eller andre tiltak som nevnt i første ledd, kan oppheves eller endres. Dersom tilsynsmyndigheten har gitt pålegg som nevnt i første punktum, og dette ikke etterkommes, kan tilsynsmyndigheten om nødvendig besørge at pålegget gjennomføres for rederiets regning og risiko.",
                        "Departementet kan gi nærmere forskrift om vedtak som nevnt i første ledd, herunder om de påleggene som skipet må etterkomme og om vilkårene for bruken av tvang samt om gjennomføringen av pålegg for rederiets regning og risiko.",
                        "Nytt kapittel VIII skal lyde:",
                        "Kapittel VIII Avsluttende bestemmelser",
                        "I nytt kapittel VIII blir noverande § 55 ny § 65.",
                        "I lov 16. februar 2007 nr. 9 om skipssikkerhet skal ny § 72 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 72",
                    "title": "Sjømannens rett til å fremsette klage",
                    "sections": [
                        "Den som har sitt arbeid om bord har rett til å klage til rederiet dersom han eller hun mener at det foreligger et brudd på bestemmelsene i §§ 15 første ledd, 16, 17, 18 og kapittel 4. Klage kan også fremsettes for tilsynsmyndigheten. Departementet kan fastsette nærmere regler om klage.",
                        "Noverande §§ 72, 73 og 74 blir nye §§ 73, 74 og 75.",
                        "I lov 28. februar 1997 nr. 19 om folketrygd skal ny § 2-7 a lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 2-7 a",
                    "title": "Frivillig medlemskap for personer bosatt i Norge og som er i arbeid på skip registrert i utlandet",
                    "sections": [
                        "En person som er bosatt i Norge, og som er i arbeid på et skip registrert i en stat utenfor EØS-området, har etter søknad rett til å bli tatt opp som frivillig medlem i trygden.",
                        "Medlemskapet kan",
                        "a)gi full trygdedekning etter loven, eller",
                        "b)omfatte stønad ved helsetjenester etter kapittel 5, sykepenger etter kapittel 8, stønad ved barns og andre nære pårørendes sykdom etter kapittel 9 og ytelser ved svangerskap, fødsel og adopsjon etter kapittel 14.",
                        "Frivillig medlemskap gjelder tidligst fra det tidspunkt Arbeids- og velferdsetaten mottok søknaden. Vedkommende kan likevel tas opp som medlem fra et tidligere tidspunkt, dersom de øvrige vilkårene for rett til en ytelse fra folketrygden ennå ikke er oppfylt, og det anses rimelig.",
                        "I lov 3. desember 1948 nr. 7 om pensjonstrygd for sjømenn skal § 1 nr. 2 første ledd bokstav d andre punktum lyde:",
                        "Det samme gjelder når arbeidstaker som går inn under nr. 1 er trygdet etter andre bestemmelser i folketrygdloven og pensjonstrygden bestemmer at vedkommende også skal omfattes av loven her etter regler fastsatt av styret.",
                        "Lova tek til å gjelde frå den tid Kongen fastset. Kongen kan setje i kraft ulike paragrafar til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}