{
    "lawId": "LOV-2008-12-19-107",
    "lawName": "Lov om endringer i folketrygdloven",
    "shortName": "Endringslov til folketrygdloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 8-51",
                    "title": "Medlemmer med alderspensjon",
                    "sections": [
                        "Det ytes ikke sykepenger til et medlem som mottar hel alderspensjon etter kapittel 19. Til et medlem mellom 67 og 69 år som mottar hel alderspensjon, ytes det likevel sykepenger etter bestemmelsene i kapitlet her dersom inntektsgrunnlaget overstiger to ganger grunnbeløpet.",
                        "Til et medlem som mottar gradert alderspensjon, ytes det sykepenger etter bestemmelsene i kapitlet her.",
                        "Når trygden yter sykepenger, fastsettes sykepengegrunnlaget ut fra den arbeidsinntekten som medlemmet har i tillegg til pensjonen.",
                        "Sykepenger fra trygden ytes i opptil 60 sykepengedager til den som mottar hel pensjon, og i opptil 90 sykepengedager til den som mottar gradert pensjon.",
                        "§ 9-16 første ledd andre punktum skal lyde:",
                        "Bestemmelsene om ventetid i § 8-34 andre ledd, § 8-38 andre ledd og § 8-47 sjette ledd gjelder likevel ikke.",
                        "§ 12-2 første ledd nytt andre punktum skal lyde:",
                        "Ved vurderingen av om vilkåret er oppfylt, ses det bort fra perioder med tjeneste i internasjonale organisasjoner eller organer som staten Norge er medlem av, yter økonomisk bidrag til eller har ansvar for å bidra til bemanningen av.",
                        "§ 12-2 nytt fjerde ledd skal lyde:",
                        "Vilkåret i første ledd gjelder ikke for uførepensjon når vedkommende var medlem i folketrygden på uføretidspunktet og kan tilstås en ytelse på grunnlag av tidligere opptjening minst svarende til halvparten av full minstepensjon. Med «ytelse på grunnlag av tidligere opptjening» menes en ytelse beregnet etter reglene for alderspensjon på grunnlag av poengår og perioder som medlem av folketrygden fram til uførheten inntrådte.",
                        "§ 12-3 fjerde ledd første punktum skal lyde:",
                        "Uførepensjon etter unntaksbestemmelsene i § 12-2 tredje og fjerde ledd, tilleggspensjon etter bestemmelsene i § 3-21 om medregning av framtidige pensjonspoeng for unge uføre, og garantert tilleggspensjon etter bestemmelsene i § 3-22 beholdes bare så lenge vedkommende er medlem i trygden.",
                        "§ 12-12 tredje ledd bokstav b skal lyde:",
                        "b)i fem år når vedkommende har gitt Arbeids- og velferdsetaten melding om inntektsendring fordi han eller hun har tatt arbeid eller oppdrag, eller har startet virksomhet. Retten til ytelsen kan etter søknad beholdes i ytterligere fem år. Den som har fylt 60 år når ytelsen reduseres eller faller bort, beholder retten til uførepensjon til fylte 67 år. Det er et vilkår for fortsatt rett til ytelsen at vedkommende melder fra om ytterligere inntektsendringer. Etter at retten til ytelsen er forlenget med fem år, må melding om ytterligere inntektsendringer fremsettes i søknad. Det kan ses bort fra at meldinger eller søknader som nevnt, ikke er gitt dersom det foreligger særlige grunner som kan forklare hvorfor det ikke er meldt fra eller søkt.",
                        "§ 12-12 femte ledd nytt andre punktum skal lyde:",
                        "Departementet kan også gi forskrifter om kravet om søknad etter tredje ledd.",
                        "§ 12-13 nr. 2 sjette ledd skal lyde:",
                        "Uførepensjon tilstått i medhold av § 12-2 fjerde ledd beregnes på grunnlag av trygdetid til og med kalendermåneden før uføretidspunktet og poengår til og med kalenderåret før nevnte tidspunkt. For øvrig gjelder reglene i første til femte ledd. Uførepensjon til personer som er innlagt i institusjon eller sitter i fengsel, fastsettes etter bestemmelsene i §§ 3-27 til 3-29.",
                        "§ 17-3 andre ledd skal lyde:",
                        "Ved vurderingen av om vilkåret i første ledd bokstav a er oppfylt, ses det bort fra perioder med tjeneste i internasjonale organisasjoner eller organer som staten Norge er medlem av, yter økonomisk bidrag til eller har ansvar for å bidra til bemanningen av. Vilkåret er ikke oppfylt dersom den avdøde var arbeidsufør, men ikke hadde rett til uførepensjon fordi vilkåret om forutgående medlemskap i § 12-2 første ledd ikke var oppfylt.",
                        "§ 17-3 nytt sjuende ledd skal lyde:",
                        "Vilkåret i første ledd gjelder ikke når avdøde var medlem i folketrygden ved dødsfallet og kunne tilstås en ytelse på grunnlag av tidligere opptjening minst svarende til halvparten av full minstepensjon. Med «ytelse på grunnlag av tidligere opptjening» menes en ytelse beregnet etter reglene for alderspensjon på grunnlag av poengår og perioder som medlem av folketrygden før dødsfallet.",
                        "§ 17-4 fjerde ledd første punktum skal lyde:",
                        "Pensjon eller overgangsstønad etter unntaksbestemmelsene i § 17-3 fjerde, femte og sjuende ledd, tilleggspensjon etter bestemmelsene i § 3-21 om medregning av framtidige pensjonspoeng for unge uføre, og garantert tilleggspensjon etter bestemmelsene i § 3-22 beholdes bare så lenge den gjenlevende er medlem i trygden.",
                        "§ 17-7 femte ledd skal lyde:",
                        "Pensjon eller overgangsstønad til gjenlevende ektefelle tilstått i medhold av § 17-3 sjuende ledd beregnes på grunnlag av trygdetid til og med kalendermåneden før dødsfallet og poengår til og med kalenderåret før dødsfallet. For øvrig gjelder reglene i første til fjerde ledd. Ytelser til personer som er innlagt i institusjon eller sitter i fengsel, fastsettes etter bestemmelsene i §§ 3-27 til 3-29.",
                        "§ 18-2 andre ledd skal lyde:",
                        "Ved vurderingen av om vilkåret i første ledd bokstav a er oppfylt, ses det bort fra perioder med tjeneste i internasjonale organisasjoner eller organer som staten Norge er medlem av, yter økonomisk bidrag til eller har ansvar for å bidra til bemanningen av. Vilkåret er ikke oppfylt dersom den avdøde faren eller moren var arbeidsufør, men ikke hadde rett til uførepensjon fordi vilkåret om forutgående medlemskap i § 12-2 første ledd ikke var oppfylt.",
                        "§ 18-2 nytt sjuende ledd skal lyde:",
                        "Vilkåret i første ledd gjelder ikke når den avdøde faren eller moren var medlem i folketrygden ved dødsfallet og kunne tilstås en ytelse på grunnlag av tidligere opptjening minst svarende til halvparten av full minstepensjon. Med «ytelse på grunnlag av tidligere opptjening» menes en ytelse beregnet etter reglene for alderspensjon på grunnlag av poengår og perioder som medlem av folketrygden før dødsfallet.",
                        "§ 18-3 tredje ledd første punktum skal lyde:",
                        "Barnepensjon etter unntaksbestemmelsene i § 18-2 fjerde, femte og sjuende ledd beholdes bare så lenge barnet er medlem i trygden.",
                        "§ 19-4 andre ledd skal lyde:",
                        "For en person som har fylt 69 år, men ikke 70 år, og som har pensjonsgivende inntekt, blir alderspensjonen redusert etter bestemmelsene i § 19-6.",
                        "§ 19-6 andre ledd første punktum skal lyde:",
                        "Alderspensjonen (hel alderspensjon) til en person mellom 69 og 70 år reduseres (graderes) på grunnlag av pensjonsgivende inntekt og arbeidsinntekt av samme art i utlandet som vedkommende har.",
                        "Endringene i folketrygdloven §§ 9-16 og 12-12 trer i kraft straks. De øvrige endringene trer i kraft 1. januar 2009.",
                        "Endringene i folketrygdloven § 12-2 første og fjerde ledd, § 12-3 fjerde ledd, § 12-13 nr. 2 sjette ledd, § 17-3 andre og sjuende ledd, § 17-4 fjerde ledd, § 17-7 femte ledd, § 18-2 andre og sjuende ledd og § 18-3 tredje ledd gis virkning også for tilfelle der uførheten eller dødsfallet skjedde før ikrafttredelsen."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}