{
    "lawId": "LOV-2008-06-27-63",
    "lawName": "Lov om endringer i lov 12. juni 1981 nr. 52 om verdipapirfond mv. (regler om spesialfond)",
    "shortName": "Endringslov til verdipapirfondloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3-2",
                    "title": "Rett til å bruke betegnelsene verdipapirfond og spesialfond",
                    "sections": [
                        "Betegnelsen verdipapirfond eller spesialfond skal fremgå av fondets navn. Bare verdipapirfond og spesialfond kan nytte disse betegnelsene i sitt navn eller ved omtale av sin virksomhet. Hvert fond skal ha et navn som klart skiller det fra andre fond.",
                        "§ 3-3 nytt annet og tredje ledd skal lyde:",
                        "Vedtektene for spesialfond skal i tillegg angi fondets investeringsområde, strategi, risikorammer og metode for styring av risiko for fondet. Departementet kan i forskrift fastsette nærmere krav til hvorledes vedtektene skal utformes for å tilfredsstille kravene i første punktum.",
                        "Departementet kan i forskrift kreve at ytterligere informasjon om risiko og styring av risiko skal fremgå av vedtektene for spesialfond.",
                        "§ 3-4 annet ledd nytt femte punktum skal lyde:",
                        "Fondet skal være åpent for innløsning, jf. § 6-9, i perioden fra endringene er kunngjort til de trer i kraft.",
                        "Gjeldende femte punktum blir sjette punktum.",
                        "§ 4-6 første ledd nr. 1 skal lyde:",
                        "1.er opptatt til offisiell notering eller omsettes på et regulert marked i en stat som er part i EØS-avtalen, herunder et norsk regulert marked, som definert i direktiv 2004/39/EF artikkel 4(1) nr. 14 og lov 29. juni 2007 nr. 74 om regulerte markeder (børsloven) § 3 første ledd",
                        "Ny § 4-9 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-9 a",
                    "title": "Styring av risiko i spesialfond mv.",
                    "sections": [
                        "Forvaltningsselskap for spesialfond skal anvende en metode for styring av risiko som gjør at det til enhver tid kan overvåke og måle risikoen knyttet til fondets posisjoner og disses bidrag til porteføljens samlede risikoprofil. Metoden skal gjøre det mulig med nøyaktig og uavhengig vurdering av verdien av fondets eiendeler.",
                        "Departementet kan fastsette nærmere regler om krav til metode for risikostyring.",
                        "§ 5-3 første ledd annet punktum skal lyde:",
                        "Depotmottakeren må ikke etterkomme instruks fra forvaltningsselskapet som er i strid med lov, bestemmelser i medhold av lov eller fondets vedtekter.",
                        "§ 5-3 nytt tredje ledd skal lyde:",
                        "Depotmottakeren skal kontrollere at andelsverdiene blir beregnet i samsvar med lov, bestemmelser i medhold av lov, verdipapirfondets vedtekter og forsvarlig praksis for fastsettelse av markedsverdi.",
                        "Ny § 5-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-4",
                    "title": "Særlige bestemmelser om depotmottaker for spesialfond",
                    "sections": [
                        "Depotmottakeren skal kontrollere forvaltningsselskapets beregning av forvaltningsgodtgjørelse.",
                        "Departementet kan i forskrift gi nærmere regler om depotmottakers oppgaver etter denne bestemmelse.",
                        "§ 6-1 nytt tredje ledd skal lyde:",
                        "For spesialfond skal forvaltningsselskapet beregne og kunngjøre andelsverdien på de tidspunkter fondet er åpent for utstedelse eller innløsning av andeler, hver gang forvaltningsgodtgjørelsen beregnes i tilknytning til endelig belastning, så ofte det er nødvendig for å føre en forsvarlig kontroll med at fondets risiko overholdes, og minst hver sjette måned. Dersom fondets risikostruktur tilsier det, kan Kredittilsynet kreve at beregning og kunngjøring av andelsverdien skal skje hyppigere. Departementet kan i forskrift fastsette nærmere krav til beregning og kunngjøring av andelsverdi for spesialfond.",
                        "Gjeldende tredje ledd blir nytt fjerde ledd.",
                        "§ 6-8 skal lyde:",
                        "Salg av nyutstedte andeler kan bare forestås av forvaltningsselskaper, kredittinstitusjoner, forsikringsselskaper og verdipapirforetak med tillatelse til å yte tjenester som nevnt i verdipapirhandelloven § 2-1 første ledd nr. 2.",
                        "Ny § 6-9 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-9 a",
                    "title": "Innløsning av andeler i spesialfond",
                    "sections": [
                        "Spesialfond, jf. § 1-2 første ledd nr. 2, kan i fondets vedtekter begrense innløsningsretten ut over det som følger av § 6-9. Fondet må være åpent for innløsning minst én gang hvert kalenderår.",
                        "§ 6-12 nytt annet punktum skal lyde:",
                        "Ved markedsføring av spesialfond skal det fremgå klart at det er tale om spesialfond.",
                        "Ny § 6-12 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-12 a",
                    "title": "Markedsføring og salg av spesialfond",
                    "sections": [
                        "Spesialfond, jf. § 1-2 første ledd nr. 2, og tilsvarende utenlandsk innretning (utenlandsk spesialfond) kan bare selges til personer som har mottatt forutgående investeringsråd om å foreta en slik investering av:",
                        "1.foretak med tillatelse til å drive investeringsrådgivning, jf. lov 29. juni 2007 nr. 75 om verdipapirhandel § 9-1, jf. § 9-24 eller § 9-25, eller",
                        "2.forvaltningsselskap for verdipapirfond som har gitt melding til Kredittilsynet som nevnt i § 2-1 fjerde ledd nr. 1.",
                        "Første ledd gjelder ikke ved salg til investor som anses som profesjonell etter regler gitt i eller i medhold av § 10-14 i lov 29. juni 2007 nr. 75 om verdipapirhandel.",
                        "Departementet kan i forskrift gi nærmere regler til utfylling og gjennomføring av denne bestemmelse.",
                        "§ 6-13 første ledd nr. 2 skal lyde:",
                        "2.det er etablert tilfredsstillende samarbeid om tilsyn mellom tilsynsmyndighetene i forvaltningsselskapets hjemland og Norge,",
                        "§ 7-3 nytt fjerde ledd skal lyde:",
                        "Spesialfond som kan begrense utstedelse av andeler i perioder, skal i fondets vedtekter og prospekt betegnes som spesialfond med lukket inngang. Spesialfond som kan begrense innløsning av andeler i perioder, jf. § 6-9 a, skal i fondets vedtekter og prospekt betegnes som spesialfond med lukket utgang. Spesialfond som kan begrense både utstedelse og innløsning av andeler i perioder skal i fondets vedtekter og prospekt betegnes som lukket spesialfond. Tredje ledd gjelder tilsvarende for spesialfond, og slike fond skal i fondets vedtekter og prospekt betegnes som spesialfond med begrenset krets av innskytere.",
                        "Ny § 7-3 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-3 a",
                    "title": "Opplysningskrav for spesialfond",
                    "sections": [
                        "Forvaltningsselskap for spesialfond skal minst hver sjette måned utarbeide en rapport som beskriver forholdet mellom fondets risikoprofil, jf. § 3-3 annet ledd, og den risiko fondet faktisk har pådratt seg i rapporteringsperioden.",
                        "Rapporten skal sendes samtlige andelseiere, depotmottakeren og tilsynsmyndigheten.",
                        "Departementet kan i forskrift gi nærmere regler om rapport som nevnt i første ledd.",
                        "§ 8-2 nytt femte ledd skal lyde:",
                        "Forvaltningsselskap for spesialfond skal umiddelbart gi melding om brudd på bestemmelser i fondets vedtekter som nevnt i § 3-3 annet ledd, og skal innen rimelig tid gi en skriftlig redegjørelse for forholdet til tilsynsmyndigheten.",
                        "I lov 29. juni 2007 nr. 75 om verdipapirhandel (verdipapirhandelloven) gjøres følgende endringer:",
                        "§ 9-15 syvende ledd skal lyde:",
                        "Kredittilsynet kan i forskrift eller ved enkeltvedtak frita verdipapirforetak med tillatelse til å yte investeringstjenestene som nevnt i § 2-1 første ledd nr. 4 og 5, og forvaltningsselskap for verdipapirfond med tillatelse til å drive aktiv forvaltning, fra krav til ansvarlig kapital for operasjonell risiko.",
                        "§ 9-21 annet ledd nr. 2 nytt annet punktum skal lyde:",
                        "Kredittilsynet kan i forskrift eller ved enkeltvedtak gjøre unntak fra første punktum.",
                        "§ 15-7 første ledd siste punktum skal lyde:",
                        "Tilsvarende gjelder dersom den som faktisk leder oppgjørsvirksomheten i oppgjørssentral eller verdipapirforetaks ledelse eller styre ikke oppfyller kravene til hederlig vandel og erfaring som fastsatt i § 13-1 tredje ledd, § 9-8 annet ledd og § 9-9.",
                        "Ikrafttredelse og overgangsregler",
                        "Loven gjelder fra den tid Kongen bestemmer. De enkelte bestemmelser kan settes i kraft til ulik tid. Kongen kan fastsette overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}