{
    "lawId": "LOV-2008-11-14-80",
    "lawName": "Lov om endringer i helsepersonelloven og helseforskningsloven mv",
    "shortName": "Endringslov til helsepersonelloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 48",
                    "title": "Autorisasjon",
                    "sections": [
                        "Autorisasjonsordningen etter denne lov omfatter følgende grupper helsepersonell:",
                        "a)ambulansearbeider",
                        "b)apotektekniker",
                        "c)audiograf",
                        "d)bioingeniør",
                        "e)ergoterapeut",
                        "f)helsefagarbeider",
                        "g)fotterapeut",
                        "h)fysioterapeut",
                        "i)helsesekretær",
                        "j)hjelpepleier",
                        "k)jordmor",
                        "l)kiropraktor",
                        "m)klinisk ernæringsfysiolog",
                        "n)lege",
                        "o)omsorgsarbeider",
                        "p)optiker",
                        "q)ortopediingeniør",
                        "r)ortoptist",
                        "s)perfusjonist",
                        "t)psykolog",
                        "u)radiograf",
                        "v)sykepleier",
                        "w)tannhelsesekretær",
                        "x)tannlege",
                        "y)tannpleier",
                        "z)tanntekniker",
                        "æ)vernepleier",
                        "ø)provisorfarmasøyt",
                        "å)reseptarfarmasøyt",
                        "Rett til autorisasjon etter søknad har den som:",
                        "a)har bestått eksamen i vedkommende fag ved norsk universitet, høgskole eller videregående opplæring,",
                        "b)har gjennomført praktisk tjeneste fastsatt i forskrift gitt av departementet,",
                        "c)er under 75 år og",
                        "d)ikke er uegnet for yrket.",
                        "Rett til autorisasjon etter søknad har også den som:",
                        "a)har utenlandsk eksamen som anerkjennes som jevngod med tilsvarende norsk eksamen,",
                        "b)har utenlandsk eksamen som er anerkjent etter avtale om gjensidig godkjenning etter § 52, eller",
                        "c)på annen måte har godtgjort å ha den nødvendige kyndighet.",
                        "Departementet kan i forskrift bestemme at helsepersonellgrupper som ikke omfattes av første ledd, kan gis autorisasjon etter søknad. Ved avgjørelsen skal det legges vekt på hensynet til pasientsikkerhet, innhold og formålet med utdanningen, i hvilken utstrekning yrket utøves selvstendig og hensynet til harmonisering med andre land.",
                        "Departementet kan i forskrift fastsette tilleggskrav for autorisasjon for den enkelte helsepersonellgruppe, herunder at kravene skal gjelde for de som allerede har autorisasjon eller offentlig godkjenning ved forskriftens ikrafttredelse.",
                        "I lov 20. juni 2008 nr. 44 om medisinsk og helsefaglig forskning (helseforskningsloven) skal § 17 syvende ledd lyde:",
                        "Departementet kan i forskrift bestemme at for spesielle typer forskningsprosjekter kan barn mellom 12 og 16 år selv samtykke til forskning på helseopplysninger. Departementet kan i forskrift gi nærmere regler om kravene til et slikt samtykke.",
                        "I lov 27. juni 2008 nr. 65 om endringer i lov 16. juni 1989 nr. 69 om forsikringsavtaler m.m. gjøres i avsnitt II om endringer i lov 2. juli 1999 nr. 64 om helsepersonell m.v. følgende endring:",
                        "§ 15 annet og nytt tredje og fjerde ledd skal lyde:",
                        "Når helsepersonell forstår at det kan ha særlig betydning hvordan spesielt sensitive faktiske forhold beskrives i en attest, erklæring o.l. til et forsikringsselskap, skal han eller hun ta dette opp med pasienten.",
                        "Når det skal utleveres helseopplysninger til et forsikringsselskap, og selskapet kan forstå disse opplysningene som uttrykk for en alvorlig sykdom, skal pasienten orienteres om dette først, dersom det må antas at han eller hun er ukjent med forholdet.",
                        "Departementet kan i forskrift fastsette nærmere bestemmelser om utforming av og innhold i attester, erklæringer o.l.",
                        "Loven trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}