{
    "lawId": "LOV-2008-10-17-79",
    "lawName": "Lov om utvalget for gjennomgang av stortingspensjoner",
    "shortName": "Stortingspensjonsutvalgsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Formålet med denne loven er å gi utvalget for gjennomgang av stortingspensjoner tilgang på opplysninger som er nødvendige for å kunne gjennomføre oppdraget som utvalget har fått av Stortingets presidentskap i mandat av 4. september 2008, for å kunne vareta pensjonistenes rettssikkerhet, og for å kunne foreta uavhengige undersøkelser og vurderinger."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Opplysningsplikt",
                    "sections": [
                        "Utvalget for gjennomgang av stortingspensjoner har rett til å innhente nødvendige opplysninger uten hinder av taushetsplikt etter følgende bestemmelser:",
                        "-Lov av 13. juni 1980 nr. 24 om ligningsforvaltning § 3-13.",
                        "-Lov av 28. februar 1997 nr. 19 om folketrygd § 25-1 (adgang til arbeidsgiverregisteret og arbeidstagerregisteret).",
                        "-Lov av 16. juni 2006 nr. 20 om arbeids- og velferdsforvaltningen § 7.",
                        "-Lov av 10. februar 1967 om behandlingsmåten i forvaltningssaker (forvaltningsloven) § 13."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Unntak fra konsesjonsplikt",
                    "sections": [
                        "Utvalget for gjennomgang av stortingspensjoner trenger ikke søke konsesjon etter lov av 14. april 2000 nr. 31 om behandling av personopplysninger kapittel VI."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Taushetsplikt",
                    "sections": [
                        "Medlemmene av utvalget for gjennomgang av stortingspensjoner og enhver som utfører tjeneste eller arbeid for utvalget har taushetsplikt etter reglene i forvaltningsloven av 10. februar 1967 §§ 13-13f."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Ansvar",
                    "sections": [
                        "Lov av 13. juni 1969 nr. 26 om skadeserstatning § 2-1 gjelder for skader som måtte oppstå i tilknytning til utvalgets arbeid for staten."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Ikrafttreden",
                    "sections": [
                        "Loven trer i kraft straks."
                    ]
                }
            ]
        }
    ]
}