{
    "lawId": "LOV-2008-12-19-109",
    "lawName": "Lov om endringer i lov 28. februar 1997 nr. 19 om folketrygd (folketrygdloven) mv",
    "shortName": "Endringslov til folketrygdloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 21-3",
                    "title": "Medlemmets opplysningsplikt",
                    "sections": [
                        "En person som krever en ytelse, plikter å gi de opplysninger og levere de dokumenter som er nødvendige for at Arbeids- og velferdsetaten, Helsedirektoratet eller det organ Helsedirektoratet bestemmer skal kunne vurdere om vedkommende har rett til ytelsen. Den som mottar en ytelse, plikter å underrette etaten om endringer i forhold som kan være avgjørende for om vedkommende fortsatt har rett til ytelsen eller for å kunne kontrollere ytelsens størrelse.",
                        "Arbeids- og velferdsetaten, Helsedirektoratet eller det organ Helsedirektoratet bestemmer kan kreve at den som mottar eller har mottatt en ytelse, gir de opplysninger og leverer de dokumenter som er nødvendige for å kontrollere ytelsens størrelse eller vilkårene for rett til ytelsen.",
                        "Arbeids- og velferdsetaten, Helsedirektoratet eller det organ Helsedirektoratet bestemmer kan kreve at den som krever eller mottar en ytelse, lar seg undersøke eller intervjue av lege eller annen sakkyndig dersom den finner at det er nødvendig.",
                        "§ 21-4 første ledd skal lyde:",
                        "Ved behandling av krav om ytelser eller kontroll av løpende ytelser og tidligere utbetalte ytelser etter denne loven har Arbeids- og velferdsetaten, Helsedirektoratet eller det organ Helsedirektoratet bestemmer rett til å innhente nødvendige opplysninger fra behandlingspersonell og andre som yter tjenester for trygdens regning. Det samme gjelder i forhold til arbeidsgiver, tidligere arbeidsgivere, offentlig myndighet, bank, Posten Norge AS, forsikringsselskap, privat pensjonsordning, utdanningsinstitusjon, samt Statens lånekasse for utdanning. De som blir pålagt å gi opplysninger, plikter å gjøre dette uten godtgjørelse.",
                        "§ 21-4 annet ledd skal lyde:",
                        "De som gir behandling eller yter tjenester for trygdens regning, plikter etter krav fra Arbeids- og velferdsetaten, Helsedirektoratet eller det organ Helsedirektoratet bestemmer å gi de erklæringer og uttalelser som er nødvendige for at etaten skal kunne vurdere rettigheter og plikter etter denne loven. Det samme gjelder andre særskilt sakkyndige. I en legeerklæring om sykefravær plikter legen å opplyse om en sykdom eller en skade kan ha sammenheng med arbeidssituasjonen.",
                        "§ 21-4 femte ledd skal lyde:",
                        "Arbeids- og velferdsetaten, Helsedirektoratet eller det organ Helsedirektoratet bestemmer har videre rett til å innhente nødvendige opplysninger ved bevissikring etter reglene i tvisteloven § 28-3 tredje ledd og § 28-4 eller ved politiet. Krav om bevissikring fremmes for den tingrett hvor de som skal avhøres, bor eller oppholder seg eller realbevis skal undersøkes.",
                        "§ 21-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 21-5",
                    "title": "Bistand fra barnevernstjenesten, sosialtjenesten og kommunale organer etter introduksjonsloven",
                    "sections": [
                        "Barnevernstjenesten, sosialtjenesten og kommunale organer etter introduksjonsloven plikter å innhente opplysninger og gi uttalelser til Arbeids- og velferdsetaten og Helsedirektoratet eller det organ Helsedirektoratet bestemmer om forhold som har betydning for behandlingen av saker etter denne loven.",
                        "Departementet gir forskrifter om samarbeid mellom Arbeids- og velferdsetaten og Helsedirektoratet, barnevernstjenesten, sosialtjenesten og kommunale organer etter introduksjonsloven.",
                        "§ 21-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 21-6",
                    "title": "Endrede forhold",
                    "sections": [
                        "Det kan fattes nytt vedtak dersom det skjer en endring i forhold som er av betydning for retten til den ytelsen vedkommende mottar. Skjer det en endring i forhold som har betydning for graderingen av en ytelse til livsopphold etter kapittel 12, 15, 16, 17 eller 19, kan det fattes nytt vedtak bare hvis endringen er vesentlig. Etter nærmere retningslinjer fra Arbeids- og velferdsdirektoratet og Helsedirektoratet kan også bestemte typer saker tas opp til nærmere etterprøving for å vurdere om forholdene har endret seg. Adgangen til å fastsette nytt dagpengegrunnlag er uttømmende regulert i § 4-16.",
                        "Ny § 21-11a skal lyde:"
                    ]
                },
                {
                    "name": "§ 21-11 a",
                    "title": "Saksbehandling m.m. etter kapittel 5 Stønad ved helsetjenester",
                    "sections": [
                        "Helsedirektoratet skal forvalte kapittel 5, sikre rett ytelse til den enkelte og ha ansvaret for å følge opp og kontrollere tjenester, ytelser og utbetalinger.",
                        "Vedtak om ytelser etter kapittel 5 fattes av Helsedirektoratet. Helsedirektoratet kan delegere vedtakskompetanse til underliggende organer.",
                        "Arbeids- og velferdsforvaltningsloven §§ 6 og 7 første ledd første og andre punktum, andre ledd første punktum og fjerde ledd gjelder tilsvarende for Helsedirektoratet ved behandling av saker etter kapittel 5.",
                        "Helseregisterloven får ikke anvendelse på behandling av personopplysninger i tilknytning til ytelser etter kapittel 5.",
                        "Ved behandling av saker etter kapittel 5 er Helsedirektoratet behandlingsansvarlig, jf. personopplysningsloven § 2 nr. 4, og har ansvaret for informasjonssikkerhet og internkontroll, jf. personopplysningsloven §§ 13 og 14. Departementet kan i forskrift gi nærmere regler om behandlingsansvaret til Helsedirektoratet.",
                        "Arbeids- og velferdsetatens innkrevingssentral eller den Helsedirektoratet bestemmer, opptrer på vegne av staten ved tvangsforretning for namsmannen og annen rettslig inndriving og sikring av krav som skriver seg fra direktoratets forvaltning av kapittel 5 samt forhandlinger etter gjeldsordningsloven.",
                        "§ 21-12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 21-12",
                    "title": "Klage og anke i trygdesaker",
                    "sections": [
                        "Vedtak etter folketrygdloven kan påklages til nærmeste overordnede organ eller til det organ som Arbeids- og velferdsdirektoratet bestemmer. Vedtak etter kapittel 5 kan påklages til nærmeste overordnede organ eller til det organ som Helsedirektoratet bestemmer. Etter at denne klageadgangen er benyttet, kan klageinstansens vedtak ankes inn for Trygderetten etter reglene i lov 16. desember 1966 nr. 9 om anke til Trygderetten.",
                        "Departementet kan bestemme at visse vedtak skal kunne bringes direkte inn for Trygderetten. Overprøving av en sak skal i sin helhet skje i Trygderetten dersom hensynet til sammenhengen i saken tilsier det.",
                        "Klage eller anke settes fram for det felles lokale kontoret i arbeids- og velferdsforvaltningen der vedkommende bor, med mindre Arbeids- og velferdsdirektoratet bestemmer noe annet. Klage eller anke over vedtak etter kapittel 5 settes fram for det forvaltningsorgan som har truffet vedtaket, med mindre Helsedirektoratet bestemmer noe annet. Ved klage etter første ledd gjelder lov 16. desember 1966 nr. 9 om anke til Trygderetten § 10, § 11 andre, tredje og fjerde ledd, § 13 første ledd første og andre punktum og § 14.",
                        "Departementet kan bestemme at visse vedtak skal unntas fra anke til Trygderetten. Slike vedtak kan påklages etter reglene i forvaltningsloven kapittel VI til nærmeste overordnede organ eller til det organ som Arbeids- og velferdsdirektoratet eller Helsedirektoratet bestemmer.",
                        "§ 22-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 22-2",
                    "title": "Utbetaling ved direkte oppgjør",
                    "sections": [
                        "Den som gir behandling eller yter tjenester som trygden er stønadspliktig for, kan etter avtale få rett til direkte oppgjør med Arbeids- og velferdsetaten, Helsedirektoratet eller det organ Helsedirektoratet bestemmer. Stønaden blir da utbetalt direkte til behandleren eller tjenesteyteren. Medlemmets betalingsplikt blir tilsvarende redusert.",
                        "Departementet gir forskrifter om direkte oppgjør og om adgang for Arbeids- og velferdsetaten og Helsedirektoratet til å nekte direkte oppgjør.",
                        "§ 22-14 tredje ledd skal lyde:",
                        "En fordring som en behandler, en forhandler eller andre har mot Arbeids- og velferdsetaten, Helsedirektoratet eller underliggende organer på grunnlag av direkte oppgjør, se § 22-2, foreldes seks måneder etter at fordringen oppstod.",
                        "§ 22-14 fjerde ledd skal lyde:",
                        "Dersom den som har rett til en ytelse, helt eller delvis har fått avslått et krav om ytelsen på grunn av feil som Arbeids- og velferdsetaten, Helsedirektoratet eller underliggende organer har gjort, skal ytelsen gis fra det tidspunktet den skulle ha vært gitt hvis kravet var blitt godtatt første gang det ble framsatt. Det samme gjelder dersom avslaget skyldes ufullstendige eller misvisende opplysninger fra andre enn den som har rett til ytelsen.",
                        "§ 22-15 første ledd skal lyde:",
                        "Dersom et medlem har mottatt en ytelse etter denne loven i strid med redelighet og god tro, kan beløpet kreves tilbakebetalt. Feil utbetalt ytelse kan også kreves tilbakebetalt dersom et medlem eller noen som har handlet på medlemmets vegne, uaktsomt har gitt feilaktige eller mangelfulle opplysninger. Det samme gjelder dersom utbetalingen skyldes feil fra Arbeids- og velferdsetaten, Helsedirektoratet eller annet organ som foretar utbetaling på vegne av disse, og mottakeren burde ha forstått dette.",
                        "§ 22-15 fjerde ledd skal lyde:",
                        "Et beløp som blir krevd tilbakebetalt etter første eller tredje ledd, kan enten dekkes ved trekk i framtidige trygdeytelser eller innkreves etter bestemmelsene i bidragsinnkrevingsloven. Vedtak om tilbakekreving er tvangsgrunnlag for utlegg. Innkreving skjer gjennom Arbeids- og velferdsetatens innkrevingssentral eller for ytelser etter kapittel 5 gjennom det organ Helsedirektoratet bestemmer.",
                        "§ 25-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 25-6",
                    "title": "Tap av retten til å praktisere for trygdens regning",
                    "sections": [
                        "Dersom en person som gir behandling eller yter tjenester som faller inn under denne loven, gjør seg skyldig i misbruk overfor trygden, ikke oppfyller lovbestemte plikter eller gir Arbeids- og velferdsetaten, Helsedirektoratet eller underordnet organ misvisende opplysninger eller erklæringer som kan føre til misbruk av trygdeytelser, kan Arbeids- og velferdsdirektoratet, Helsedirektoratet eller det organ Helsedirektoratet bestemmer, innenfor deres respektive ansvarsområder, bestemme at det ikke skal ytes godtgjørelse for behandling eller tjenester som vedkommende utfører. I slike tilfeller plikter trygden heller ikke å yte stønad på grunnlag av erklæring fra vedkommende.",
                        "§ 25-12 nytt fjerde ledd skal lyde:",
                        "Helsedirektoratet eller den det gir fullmakt begjærer påtale i vedtak som gjelder kapittel 5.",
                        "§ 25-17 nytt sjette ledd skal lyde:",
                        "Første til fjerde ledd gjelder tilsvarende for Helsedirektoratet så langt bestemmelsene passer for vedtak etter kapittel 5.",
                        "Nåværende § 25-17 sjette ledd blir nytt syvende ledd.",
                        "I lov 22. desember 2006 nr. 99 om endringar i pasientrettslova og biobanklova (helsehjelp og forsking – personar utan samtykkekompetanse) skal § 4A-10 i avsnitt I nytt kapittel 4A lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 4A-10",
                    "title": "Domstolsprøving",
                    "sections": [
                        "Vedtak i klagesak etter § 4A-7 som innebærer innleggelse og tilbakeholdelse i institusjon, eller helsehjelp som strekker seg ut over tre måneder, kan av pasienten eller pasientens nærmeste pårørende bringes inn for retten etter reglene i lov 17. juni 2005 nr. 90 om mekling og rettergang i sivile tvister (tvisteloven) kapittel 36. Tilsvarende gjelder for helsetilsynet i fylkets vedtak om helsehjelp som innebærer innleggelse og tilbakeholdelse, eller som strekker seg ut over tre måneder, jf. § 4A-8.",
                        "I lov 2. juli 1999 nr. 62 om etablering og gjennomføring av psykisk helsevern (psykisk helsevernloven) skal § 7-1 første punktum lyde:",
                        "Kontrollkommisjonens vedtak i sak om tvungen observasjon, etablering eller opprettholdelse av tvungent psykisk helsevern etter §§ 3-2, 3-3 og 3-7, kan av pasienten eller vedkommendes nærmeste pårørende bringes inn for tingretten etter reglene i tvisteloven kapittel 36.",
                        "I lov 2. juli 1999 nr. 63 om pasientrettigheter gjøres følgende endringer:",
                        "§ 4-3 fjerde ledd annet punktum skal lyde:",
                        "Mangler pasienten nærmeste pårørende, skal avgjørelsen legges frem for annet kvalifisert helsepersonell.",
                        "§ 4-8 oppheves.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan bestemme at de enkelte bestemmelsene skal tre i kraft til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}