{
    "lawId": "LOV-2008-12-12-102",
    "lawName": "Lov om endringer i lov 21. desember 2007 nr. 119 om toll og vareførsel (tolloven)",
    "shortName": "Endringslov til tolloven 2007",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 3-1",
                    "title": "Varslings-, melde- og fremleggelsesplikt mv.",
                    "sections": [
                        "(1) Den som bringer en vare til eller fra tollområdet, skal gi forhåndsvarsel til tollmyndighetene om varen.",
                        "(2) Enhver som bringer en vare til eller fra tollområdet, plikter å melde fra om dette til tollmyndighetene, og å fremlegge eller oppgi varen for kontroll. Tilsvarende gjelder plikt til å registrere varen.",
                        "(3) Varslings-, melde-, fremleggelses-, oppgave- og registreringsplikten etter første og annet ledd gjelder likevel ikke person som bare bringer med vare som:",
                        "a)ved innførselen er toll- og avgiftsfritt reisegods etter § 5-1 første ledd bokstav a og § 6-1 første ledd bokstav a, og som kan innføres uten spesielle tillatelser, eller",
                        "b)ved utførsel er unntatt fra deklareringsplikten etter § 4-11, og som kan utføres uten spesielle tillatelser.",
                        "(4) Tollmyndighetene kan innføre forenklede rutiner for pliktene etter annet og tredje ledd på grenseoverganger, fergeterminaler, flyplasser og andre innpasseringssteder, dersom forholdene ligger til rette for det.",
                        "(5) Tollmyndighetene kan autorisere foretak. Autoriserte foretak kan pålegges mindre omfattende plikter etter første ledd og innrømmes lettelser ved kontroll.",
                        "(6) Departementet kan gi forskrift om pliktene etter denne paragraf, herunder om unntak fra pliktene. Departementet kan også gi forskrift om autorisering av foretak, herunder om vilkår for å bli autorisert og om tilbakekall av autorisering, og om lettelser fra varslingsplikt etter første ledd og ved kontroll etter femte ledd.",
                        "Overskriften til § 3-7 skal lyde:",
                        "Meldeplikt ved avreise fra tollområdet",
                        "Overskriften til § 4-10 skal lyde:",
                        "Deklareringsplikt ved innførsel",
                        "Overskriften til § 4-11 skal lyde:",
                        "Deklareringsplikt ved utførsel",
                        "§ 4-13 tredje ledd skal lyde:",
                        "(3) Tillatelsen kan endres eller tilbakekalles dersom innehaveren av tillatelsen gjør seg skyldig i vesentlige eller gjentatte brudd på vilkårene for tillatelsen eller tilsvarende brudd på toll- og vareførselslovgivningen.",
                        "Overskriften til § 5-2 skal lyde:",
                        "Vare til bruk mv. i transportmidler i ervervsmessig virksomhet",
                        "§ 5-2 første ledd bokstav a skal lyde:",
                        "a)proviant og forbruksvare som medbringes og forbrukes eller selges om bord i fartøy eller luftfartøy under reise til og fra tollområdet og under opphold der,",
                        "Overskriften til § 5-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-3",
                    "title": "Vare til fremmede makters representasjoner og internasjonale organisasjoner mv.",
                    "sections": [
                        "§ 5-3 første ledd bokstav c og ny bokstav d skal lyde:",
                        "c)andre internasjonale organisasjoner,",
                        "d)offentlig finansierte samarbeidsprosjekter med annen stat.",
                        "§ 12-3 annet ledd skal lyde:",
                        "(2) Havnevesenets tjenestepersonell, fyrvoktere og statsloser som under sin tjeneste eller i stillings medfør får kjennskap til overtredelser av toll- og vareførselslovgivningen eller forhold som viser at slike overtredelser tilsiktes, skal søke å hindre overtredelsen, og uten ugrunnet opphold underrette tollmyndighetene eller påtalemyndigheten.",
                        "§ 12-9 annet og tredje ledd skal lyde:",
                        "(2) Opplysninger overgitt undersøkelsesmyndighetene under forutsetning om fortrolighet, skal undergis taushetsplikt så langt annet ikke følger av lov.",
                        "(3) Departementet kan gi forskrift om undersøkelse og saksbehandling i saker om særlige beskyttelsestiltak etter denne paragraf, herunder om undersøkelsesprosedyrer, notifikasjon, kunngjøring og iverksettelse av vedtak om tiltak og om betaling og tilbakebetaling.",
                        "§ 12-12 femte ledd skal lyde:",
                        "(5) Departementet kan gi forskrift om endringsfrister etter denne paragraf, herunder om tollmyndighetenes adgang til å treffe vedtak om endring til gunst der den uriktige beregningen skyldes tollmyndighetenes forhold.",
                        "Endringen under I trer i kraft straks.",
                        "Endringene under II trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}