{
    "lawId": "LOV-2008-05-09-23",
    "lawName": "Lov om endringer i lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven)",
    "shortName": "Endringslov til skatteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 10-47",
                    "title": "Særlig om utenlandsforhold",
                    "sections": [
                        "(1) Personlig deltaker som på grunn av skatteavtale med fremmed stat eller på grunn av begrenset skatteplikt til riket, jf. § 2-3, ikke kan skattlegges her for hele sin del av selskapets inntekt i inntektsåret eller noen av de fire forutgående årene, kan kreve at tillegg i alminnelig inntekt etter § 10-42 begrenses forholdsmessig etter nærmere regler som departementet fastsetter i forskrift.",
                        "(2) Personlig deltaker kan kreve at tillegg i alminnelig inntekt etter § 10-42 begrenses forholdsmessig også i andre tilfeller enn nevnt i første ledd, når det er åpenbart at utdelingen må anses tatt fra virksomhet som ikke er skattlagt i riket på grunn av skatteavtale med fremmed stat eller deltakerens begrensede skatteplikt til riket, jf. § 2-3.",
                        "(3) Første og annet ledd gjelder tilsvarende når personlig deltakers dødsbo eller konkursbo mottar utdeling fra selskapet.",
                        "(4) Krav etter første og annet ledd er betinget av at skattyter oppfyller nærmere dokumentasjonskrav som departementet fastsetter i forskrift.",
                        "(5) Krav etter første og annet ledd må fremsettes før utløpet av selvangivelsesfristen, eller om kravet ikke kan godtgjøres da, senest seks måneder etter at kravet kan godtgjøres. Kravet kan ikke under noen omstendighet fremsettes senere enn tre år etter inntektsåret.",
                        "(6) Departementet kan i forskrift gi nærmere regler om fradrag for skjerming i utenlandsforhold, jf. § 10-42 tredje og femte ledd.",
                        "§ 14-45 tredje ledd skal lyde:",
                        "Saldoen skal tillegges gevinster som ikke er inntektsført og fradras tap på driftsmidler som nevnt i § 14-52.",
                        "§ 18-3 tiende ledd skal lyde:",
                        "Av produksjon i kraftverk med generatorer som i inntektsåret har en samlet påstemplet merkeytelse under 5 500 kVA, fastsettes ikke grunnrenteinntekt. Grunnrenteinntekt fastsettes likevel av produksjon i kraftverk med generatorer som i inntektsåret har en samlet påstemplet merkeytelse på minst 1 500 kVA, der søknad om konsesjon, eller melding om konsesjonspliktsvurdering etter vannressursloven, første gang er registrert i Olje- og energidepartementet eller vedkommende vassdragsmyndighet etter 5. oktober 2007.",
                        "Endringene under I trer i kraft straks med virkning fra og med inntektsåret 2007.",
                        "Endringene under II trer i kraft straks med virkning fra og med inntektsåret 2008."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}