{
    "lawId": "LOV-2008-06-27-53",
    "lawName": "Lov om endringer i ekteskapsloven, barnelova, adopsjonsloven, bioteknologiloven mv. (felles ekteskapslov for heterofile og homofile par)",
    "shortName": "Endringslov til ekteskapsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Kjønn",
                    "sections": [
                        "To personer av motsatt eller samme kjønn kan inngå ekteskap.",
                        "Nåværende § 1 blir ny § 1 a og nåværende § 1 a blir ny § 1 b.",
                        "§ 7 h skal lyde:",
                        "h.En utenlandsk statsborger som ikke er fast bosatt i Norge, skal legge fram dokumentasjon fra myndighetene i sitt hjemland om at det ikke er noe til hinder for at han eller hun inngår ekteskap i Norge, eller dersom slik dokumentasjon ikke kan legges fram, dokumentasjon som viser at han eller hun ikke er registrert som gift eller registrert partner i sitt hjemland. Folkeregistermyndigheten eller norsk utenrikstjenestemann kan gjøre unntak fra kravet i første punktum når særlige grunner taler for det. Departementet gir forskrift om når en utenlandsk statsborger skal anses for å være fast bosatt i Norge.",
                        "§ 13 annet ledd skal lyde:",
                        "En kirkelig vigsler kan også nekte å foreta vigsel dersom en av brudefolkene er skilt og den tidligere ektefellen lever, eller dersom brudefolkene er av samme kjønn.",
                        "§ 16 første ledd nytt tredje punktum skal lyde:",
                        "Et ekteskap er ugyldig dersom prest i Den norske kirke ikke har fulgt liturgi fastsatt av Kirkemøtet.",
                        "§ 18 a første ledd nytt annet og tredje punktum skal lyde:",
                        "En regulert samlivsform i utlandet som i hovedsak har samme rettsvirkninger som ekteskap i inngåelseslandet, anerkjennes som et ekteskap her i landet, når begge parter skriftlig har samtykket til dette. Departementet kan ved forskrift gi nærmere regler om i hvilke tilfeller en regulert samlivsform i utlandet vurderes å ha samme rettsvirkninger som ekteskap i inngåelseslandet.",
                        "Nåværende annet punktum blir nytt fjerde punktum.",
                        "§ 30 b bokstav e skal lyde:",
                        "e)når det blir søkt om skilsmisse på grunnlag av separasjon som er meddelt her i riket, i løpet av de fem foregående år, eller",
                        "§ 30 b ny bokstav f skal lyde:",
                        "f)når ekteskap er inngått her i landet, og det godtgjøres at saksøkeren ikke vil kunne reise sak i det landet han eller hun er statsborger eller har bopel.",
                        "Ny § 95 skal lyde:"
                    ]
                },
                {
                    "name": "§ 95",
                    "title": "Overgangsregler for registrert partnerskap",
                    "sections": [
                        "Et registrert partnerskap har med de unntak som følger av denne bestemmelsen, samme rettsvirkninger som et ekteskap.",
                        "Bestemmelser i norsk lovgivning som omhandler ekteskap og ektefeller, gjelder tilsvarende for registrert partnerskap og registrerte partnere. Adopsjonslovens regler om ektefeller skal likevel ikke gjelde for registrerte partnere. Den ene registrerte partneren kan likevel adoptere den andre partnerens barn, jf. adopsjonsloven § 5 a annet ledd.",
                        "En sak om oppløsning av registrert partnerskap som er inngått her i landet, kan alltid reises for norsk domstol.",
                        "Et partnerskap som er inngått i utlandet, anerkjennes her i riket dersom partnerskapet er gyldig inngått i inngåelseslandet. Et partnerskap anerkjennes likevel ikke dersom dette åpenbart ville virke støtende på norsk rettsorden (ordre public). § 18 a annet ledd gjelder tilsvarende.",
                        "Et partnerskap som er registrert her i landet og ikke oppløst, vil etter samtykke fra begge partnerne gjelde som et ekteskap. Partnerne skal i så fall fremsette en begjæring overfor folkeregistermyndigheten om at partnerskapet skal gjelde som ekteskap. Folkeregistermyndigheten skal på grunnlag av begjæringen registrere partnerne som gift, og gi partnerne en datert bekreftelse.",
                        "Nåværende § 95 blir ny § 96.",
                        "I lov 8. april 1981 nr. 7 om barn og foreldre (barnelova) gjøres følgende endringer:",
                        "§ 1 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 1a",
                    "title": "Rett for mora til å ha nokon med ved fødselen",
                    "sections": [
                        "Ved fødselen har mora rett til å ha med far eller medmor til barnet eller ein annan som står henne nær, dersom det ikkje er utilrådeleg av medisinske grunnar.",
                        "I kapittel 2 skal kapitteloverskriften lyde:",
                        "I kapittel 1 A oppheves kapitteloverskriften.",
                        "Nåværende § 2 plasseres i kapittel 2.",
                        "§ 3 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2. Kven som er mor, far eller medmor til barnet",
            "paragraphs": [
                {
                    "name": "§ 3",
                    "title": "Farskap eller medmorskap etter ekteskap",
                    "sections": [
                        "Som far til barnet skal skal reknast den mannen som mora er gift med ved fødselen.",
                        "Som medmor til barnet skal reknast den kvinna som mora er gift med ved fødselen når barnet er avla ved assistert befruktning innafor godkjent helsestell og med kvinna sitt samtykke til befruktninga. Ved assistert befruktning innafor godkjent helsestell i utlandet må identiteten til sædgiver vere kjent.",
                        "Var ektefellene ved fødselen separerte ved løyve eller dom, gjeld ikkje første og andre ledd.",
                        "Er mora enkje, skal ektefellen reknast som far eller medmor dersom mora kan ha blitt med barn før ektefellen døydde.",
                        "Overskriften til § 4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Vedgåing av farskap eller medmorskap",
                    "sections": [
                        "§ 4 nytt sjette ledd skal lyde:",
                        "Er eit barn fødd etter assistert befruktning, kan moras kvinnelege sambuar vedgå medmorskap etter reglane i paragrafen her. Den assisterte befruktninga må ha skjedd innafor godkjent helsestell, og moras kvinnelege sambuar må ha gjeve samtykke til befruktninga. Berre myndige personar kan gi slikt samtykke. Regelen i § 3 andre ledd andre punktum gjeld tilsvarande.",
                        "Ny § 4 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 4 a",
                    "title": "Medmorskap til barnet",
                    "sections": [
                        "Som medmor til barnet skal reknast moras kvinnelige ektefelle eller sambuar, dersom medmorskapen følgjer av ekteskap, vedgåing eller dom.",
                        "Eit barn kan ikkje ha både ein far og ei medmor.",
                        "Reglar i lov eller forskrift som gjeld om eller for ein far, gjeld på same vis om eller for ei medmor.",
                        "Departementet kan ved forskrift gje utfyllande reglar om fastsetjing av medmorskap etter §§ 3 og 4 i denne lova.",
                        "§ 5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Ansvaret for det offentlege for å få fastsett farskapen eller medmorskapen.",
                    "sections": [
                        "Dersom barnet korkje har far eller medmor i samsvar med reglane i §§ 3 og 4, skal det offentlege ta seg av å få fastsett kven som er faren eller medmora, jf. kapittel 3 og 4.",
                        "§ 8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Farskapen eller medmorskapen kan ikkje prøvast i andre saker",
                    "sections": [
                        "Domstolar eller styringsorgan kan ikkje prøve farskapen eller medmorskapen i andre saker enn nemnt i §§ 6 og 7. Domstol eller styringsorgan kan ikkje i andre saker leggje til grunn at ein mann er faren eller ei kvinne medmora utan at det er fastsett etter lova her.",
                        "§ 39 tredje punktum skal lyde:",
                        "Dersom farskap eller medmorskap er fastsett og foreldra er folkeregistrerte på same adresse eller erklærer i melding til folkeregistermyndigheita at dei bur saman, skal folkeregistermyndigheita registrera at foreldra har foreldreansvaret saman.",
                        "§ 63 tredje ledd fjerde punktum skal lyde:",
                        "Ingen kan få foreldreansvaret utan å oppfylle vilkåra i fjerde stykket.",
                        "§ 63 sjette ledd skal lyde:",
                        "Retten kan la ein person få foreldreansvaret aleine eller la gifte eller sambuande få det saman. Får nokon annan enn attlevande far, mor eller medmor foreldreansvaret, skal retten også avgjere om faren, mora eller medmora framleis skal ha del i foreldreansvaret. Har foreldra skriftleg gjeve uttrykk for kven dei ønskjer skal ha foreldreansvaret etter at dei er døde, bør det leggjast vekt på det.",
                        "§ 81 skal lyde:"
                    ]
                },
                {
                    "name": "§ 81",
                    "title": "Når farskap eller medmorskap kan fastsetjast i Noreg",
                    "sections": [
                        "Farskap og medmorskap kan fastsetjast i Noreg etter § 4, § 7 og kapitla 3 og 4",
                        "a)dersom mora var busett i Noreg då barnet vart født",
                        "b)dersom barnet seinare har busett seg i Noreg, og mora eller verja til barnet ynskjer å få farskapen fastsett her, eller",
                        "c)dersom den oppgjevne faren er busett i Noreg.",
                        "Endringssak etter § 6 kan reisast for norske domstolar, om nokon av dei som kan reise søksmål, er busett i Noreg, eller farskapen er fastsett etter norske reglar.",
                        "§ 83 bokstav a skal lyde:",
                        "a)når det vert reist i sak om farskap, medmorskap, foreldreansvar eller samværsrett for avgjerdsført norsk organ",
                        "§ 85 skal lyde:"
                    ]
                },
                {
                    "name": "§ 85",
                    "title": "Godkjenning av farskap eller medmorskap fastsett i utlandet",
                    "sections": [
                        "Fylgjer farskapen eller medmorskapen til eit barn beinveges av utanlandsk lov som skal nyttast etter rettsreglane i vedkomande land, skal dette leggjast til grunn i Noreg, så lenge anna ikkje er fastsett etter §§ 6 og 7.",
                        "Kongen kan i forskrift eller for det einskilde tilfelle avgjere at farskap eller medmorskap som på annan måte er fastsett etter utanlandsk lov, skal leggjast til grunn i Noreg. Det same kan fastsetjast i avtale med framand stat.",
                        "I lov 28. februar 1986 nr. 8 om adopsjon skal § 5 a første ledd første punktum lyde:",
                        "Den ene ektefelle kan med samtykke fra den andre ektefelle adoptere dennes barn hvis ikke de er ektefeller av samme kjønn og barnet er et adoptivbarn som opprinnelig kommer fra en fremmed stat som ikke tillater slik adopsjon.",
                        "I lov 5. desember 2003 nr. 100 om humanmedisinsk bruk av bioteknologi m.m. (bioteknologiloven) gjøres følgende endringer:",
                        "§ 2-2 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 2-2",
                    "title": "Krav til samlivsform",
                    "sections": [
                        "Assistert befruktning kan bare utføres på kvinne som er gift eller som er samboer i ekteskapsliknende forhold.",
                        "§ 2-3 første ledd skal lyde:",
                        "Inseminasjon kan finne sted når mannen er befruktningsudyktig eller selv har eller er bærer av alvorlig arvelig sykdom, eller når to kvinner er gift eller er samboere i ekteskapsliknende forhold.",
                        "§ 2-4 første ledd skal lyde:",
                        "Befruktning utenfor kroppen kan bare finne sted dersom en kvinne eller en mann er befruktningsudyktig eller ved uforklarlig befruktningsudyktighet.",
                        "§ 2-5 annet ledd skal lyde:",
                        "Før behandlingen påbegynnes, skal behandlende lege påse at det foreligger skriftlig samtykke fra kvinnen og hennes ektefelle eller samboer. Ved gjentatte behandlinger skal nytt samtykke innhentes. Bare myndige personer kan gi slikt samtykke.",
                        "I alminnelig borgerlig Straffelov 22. mai 1902 nr. 10 gjøres følgende endringer:",
                        "§ 220 annet ledd første og annet punktum skal lyde:",
                        "Den som inngår ekteskap i strid med ekteskapsloven §§ 3 eller 4, straffes med fengsel inntil 4 år. Var den andre ektefellen uvitende om at ekteskapet var inngått i strid med de nevnte reglene, kan fengsel inntil 6 år anvendes.",
                        "§ 338 skal lyde:",
                        "Den som inngår ekteskap med tilsidesetting av de gjeldende bestemmelser om prøving av ekteskapsvilkårene, dispensasjon eller andre lovbestemte betingelser, eller som medvirker hertil, straffes med bøter.",
                        "I lov 22. juni 1962 nr. 12 om pensjonsordning for sykepleiere skal § 19 annet ledd første punktum lyde:",
                        "Gjenlevende registrerte partner har samme rett til ytelser etter dette kapitlet som gjenlevende ektefelle og gjenlevende fraskilt ektefelle.",
                        "I lov 28. februar 1997 nr. 19 om folketrygd skal § 1-5 annet ledd lyde:",
                        "Registrert partnerskap er likestilt med ekteskap.",
                        "I lov 24. mars 2000 nr. 16 om foretakspensjon skal § 1-2 annet ledd bokstav e lyde:",
                        "e.Registrert partner: Partner i registrert partnerskap der partnerne ikke har samtykket til å omgjøre partnerskapet til ekteskap.",
                        "I lov 8. mars 2002 nr. 4 om barnetrygd skal § 2 fjerde ledd lyde:",
                        "Et vilkår for rett til barnetrygd er at barnet ikke har inngått ekteskap eller registrert partnerskap. Likestilt er utenlandsk ekteskap eller partnerskap som anerkjennes i Norge.",
                        "I lov 26. april 2002 nr. 12 om notarius publicus skal § 2 første ledd lyde:",
                        "Notarialforretningar er utføring av dei oppgåvene som er lagt til notarius publicus i lov eller forskrift, mellom anna å utføre vigslar og gje notarialstadfestingar, som stadfesting av underskrift og rett kopi.",
                        "I lov 20. mai 2005 nr. 28 om straff skal § 9 fjerde ledd lyde:",
                        "Likestilt med ekteskap er registrert partnerskap og andre tilfeller når to personer bor fast sammen under ekteskapsliknende forhold.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan bestemme at forskjellige bestemmelser skal tre i kraft til forskjellig tid.",
                        "Fra den tid loven trer i kraft, oppheves lov 30. april 1993 nr. 40 om registrert partnerskap.",
                        "2.Departementet kan gi forskrift om overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        },
        {
            "name": "X",
            "paragraphs": []
        },
        {
            "name": "XI",
            "paragraphs": []
        },
        {
            "name": "XII",
            "paragraphs": []
        }
    ]
}