{
    "lawId": "LOV-2008-12-19-120",
    "lawName": "Lov om endringer i lov 15. juni 2001 nr. 75 om veterinærer og annet dyrehelsepersonell",
    "shortName": "Endringslov til dyrehelsepersonelloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 13",
                    "title": "Utøvelse av virksomhet m.m.",
                    "sections": [
                        "Dyrehelsepersonell kan utøve slik virksomhet som utdanningen kvalifiserer til innen de rammene denne og andre relevante lover setter.",
                        "Dyrehelsepersonell har plikt til å utøve sin virksomhet på en faglig forsvarlig måte.",
                        "Departementet kan i medhold av § 5 knytte vilkår til lisens og herunder bestemme at innehaver skal være underlagt tilsyn av annet dyrehelsepersonell.",
                        "§ 16 skal lyde:",
                        "Bare den som har autorisasjon, lisens eller spesialistgodkjenning i medhold av denne loven, har rett til å benytte slik tittel som er fastsatt for vedkommende gruppe av dyrehelsepersonell. Unntak gjøres for veterinærer som har rett til å arbeide midlertidig som dyrehelsepersonell uten norsk autorisasjon.",
                        "Dyrehelsepersonell som ikke er veterinærer, men som har rett til å arbeide midlertidig som dyrehelsepersonell uten norsk autorisasjon, skal benytte sine utenlandske titler.",
                        "Andre må ikke benytte titler eller annonsere virksomhet på en slik måte at det gir eller er egnet til å gi inntrykk av at vedkommende har en bestemt autorisasjon, lisens eller spesialistgodkjenning.",
                        "§ 19 skal lyde:",
                        "Departementet kan ved forskrift fastsette at nærmere bestemte hjelpemidler og undersøkelses- og behandlingsmetoder bare kan nyttes av dyrehelsepersonell.",
                        "Departementet kan ved forskrift fastsette at spesielle hjelpemidler og undersøkelses- og behandlingsmetoder bare kan nyttes av dyrehelsepersonell etter særskilt tillatelse fra departementet. Departementet kan forby bruk av bestemte undersøkelses- og behandlingsmetoder.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}