{
    "lawId": "LOV-2008-12-12-87",
    "lawName": "Lov om endringer i lov 19. juni 1964 nr. 14 om avgift på arv og visse gaver",
    "shortName": "Endringslov til arveavgiftsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 11A",
                    "title": "Verdsettelse av ikke-børsnoterte aksjer og andeler i ansvarlig selskap og kommandittselskap.",
                    "sections": [
                        "Verdien av ikke-børsnoterte aksjer settes til aksjenes forholdsmessige andel av aksjeselskapets samlede skattemessige formuesverdi slik denne fastsettes etter skatteloven § 4-12 annet og fjerde ledd. Andeler i ansvarlige selskap og kommandittselskap verdsettes på tilsvarende måte. Ikke-børsnoterte aksjer i utenlandske selskaper verdsettes til aksjenes antatte omsetningsverdi, eller til aksjenes forholdsmessige andel av aksjeselskapets samlede skattemessige formuesverdi slik denne fastsettes etter skatteloven § 4-12 tredje og fjerde ledd når den avgiftspliktige krever dette.",
                        "Den enkelte mottaker kan sette den samlede verdi etter første ledd til 60 pst., begrenset oppad til et beløp på 10 mill. kroner. Overskytende verdi inngår i arveavgiftsgrunnlaget med 100 pst.",
                        "Verdsettelsestidspunktet etter denne paragraf er 1. januar i det år rådigheten erverves. Ved verdsettelsen tas det hensyn til eierstyrte endringer i selskapets kapital, aksjer eller andeler i tidsrommet mellom 1. januar og rådighetservervet.",
                        "§ 14 nytt sjette ledd skal lyde:",
                        "Verdien av private biler, motorsykler, mopeder, mopedbiler, snøscootere og campingvogner settes til formuesverdien slik den fastsettes etter skatteloven.",
                        "Endringene under I trer i kraft straks og med virkning for arv og gave hvor rådigheten erverves av arve- og gavemottaker 1. januar 2009 eller senere.",
                        "Ved ikrafttreden av endringene under I gjelder følgende overgangsregler til arveavgiftsloven § 11A:",
                        "Overgangsregel A:",
                        "Denne bestemmelse gjelder for andeler i ansvarlige selskap og kommandittselskap som omfattes av § 11A, og som overføres ved arv eller gave fra og med 1. januar 2009 til og med 31. desember 2009. Det samme gjelder andeler i ansvarlige selskap og kommandittselskap som direkte eller indirekte eies av ikke-børsnoterte aksjeselskaper, der aksjene overføres som nevnt.",
                        "Ved verdsettelsen etter § 11A første ledd skal ligningsverdier til selskapets næringseiendommer pr. 1. januar 2009 oppjusteres med 60 pst. Det samme gjelder ligningsverdiene til næringseiendommer i ansvarlige selskap og kommandittselskap som selskapet direkte eller indirekte eier andeler i. Med næringseiendom menes eiendom som omfattes av skatteloven § 4-10 tredje ledd.",
                        "Oppjusterte ligningsverdier som overstiger 60 pst. av markedsverdien kan etter klage settes ned når den avgiftspliktige kan dokumentere markedsverdien. Ligningsverdien skal i slike tilfeller settes til maksimalt 60 pst. av dokumentert markedsverdi.",
                        "Overgangsregel B:",
                        "Ved anvendelse av rabatt-begrensningen på 10 mill. kroner etter § 11A annet ledd første punktum skal det tas hensyn til gave hvor rådigheten erverves av gavemottaker fra og med 7. oktober 2008."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}