{
    "lawId": "LOV-2008-12-12-85",
    "lawName": "Lov om endringer i barnelova mv. (barnebidrag og reisekostnader ved samvær)",
    "shortName": "Endringslov til barnelova mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 44",
                    "title": "Reisekostnader ved samvær",
                    "sections": [
                        "Reisekostnadene ved samvær skal delast mellom foreldra etter storleiken på inntektene deira der foreldra ikkje blir samde om noko anna. Kostnadene som skal delast, er kostnader til barnet si reise, foreldra sine nødvendige kostnader til reise i samband med å hente eller bringe barnet til samværet og samværsforelderen sine kostnader til eiga reise når samværet skjer der barnet bur.",
                        "Dersom særlege grunnar gjer det rimeleg, kan retten fastsetje ei anna fordeling av reisekostnadene. Er foreldra samde om det, kan sak om reisekostnadene i staden gå til fylkesmannen. Har barnet fylt 15 år, kan sak om reisekostnader gå til fylkesmannen jamvel om berre ein av foreldra ber om det. Reglane i § 64 gjeld tilsvarande. Fylkesmannen sitt vedtak er tvangsgrunnlag for utlegg.",
                        "Når begge foreldra ber om det, kan fylkesmannen fastsetje at ei skriftleg avtale om deling av reisekostnader skal kunne tvangsfullførast ved utlegg etter tvangsfullbyrdelsesloven kapittel 7.",
                        "§ 70 annet ledd skal lyde:",
                        "Dersom dei ikkje vert samde, kan kvar av dei krevje at tilskotsfuten tek avgjerd om tilskotet. Dette kan dei gjere jamvel om dei opphavleg har gjort avtale om tilskotet, men slik at løpande tilskot berre skal endrast dersom reglane i lova vil medføre ei endring på meir enn 12 prosent. Departementet kan gje forskrift om gebyr der tilskotsfuten tek avgjerd om fastsetjing og endring av fostringstilskot.",
                        "§ 71 første ledd skal lyde:",
                        "Tilskotsfuten skal fastsetje tilskotet slik at fastsette utlegg til forsyting av barnet etter barnet sin alder (underhaldskostnadene) vert delte mellom foreldra etter storleiken på inntekta deira. Tilskotet skal likevel ikkje fastsetjast til eit høgare tilskot enn at tilskotspliktige har att fastsette midlar til eige underhald mv. (bidragsevnevurderinga). Tilskotet skal som hovudregel reduserast for munnleg eller skriftleg avtalt eller offentleg fastsett samvær. Har foreldra avtala delt bustad etter lova § 36, gjeld særskilte reglar.",
                        "§ 71 nytt annet ledd skal lyde:",
                        "Tilskotsfuten skal av eige tiltak regulere fostringstilskotet når barnet går over til ei ny aldersgruppe om ikkje anna er fastsett i forskrift etter tredje ledd.",
                        "§ 71 annet ledd blir nytt tredje ledd.",
                        "§ 75 annet ledd skal lyde:",
                        "Der tilskotspliktige med fleire barn ikkje har full tilskotsevne eller samla tilskotsplikt er høgare enn ein viss prosent av inntekta eller oppfostringstilskot er fastsett etter lov 17. juli 1992 nr. 100 § 9-2, kan avgjerdsorganet av eige tiltak foreta samla forholdsmessig fastsetjing av tilskota til barna. Dette gjeld i alle typar saker der det kjem minst eitt krav om førstegongsfastsetjing, klage eller endring eller der tilskotsfuten av eige tiltak kan ta opp eit krav. Regelen gjeld uavhengig av om tilskotspliktige har barn med same tilskotsmottakar eller fleire tilskotsmottakarar. Lova §§ 70 andre stykket og 74 første stykket gjeld tilsvarande. Departementet kan ved forskrift gje utfyllande reglar om samla forholdsmessig fastsetjing av tilskot.",
                        "§ 77 skal lyde:"
                    ]
                },
                {
                    "name": "§ 77",
                    "title": "Klage",
                    "sections": [
                        "Avgjerd om fostringstilskot til barn fastsett av tilskotsfuten kan klagast inn for næraste overordna organ eller det organ som Arbeids- og velferdsdirektoratet bestemmer. Klageretten gjeld ikkje avgjerd som berre gjeld regulering ved overgang til ny aldersgruppe etter § 71 andre stykket.",
                        "I lov 17. juni 2005 nr. 90 om mekling og rettergang i sivile tvister (tvisteloven) gjøres følgende endring:",
                        "§ 6-2 første ledd bokstav a skal lyde:",
                        "a)familiesaker, unntatt saker som bare gjelder det økonomiske oppgjøret ved samlivsbrudd eller deling av reisekostnader ved samvær,",
                        "I lov 8. juli 1988 nr. 72 om anerkjennelse og fullbyrding av utenlandske avgjørelser om foreldreansvar m v og om tilbakelevering av barn, gjøres følgende endringer:",
                        "Lovens tittel skal lyde:",
                        "Lov om anerkjennelse og fullbyrding av utenlandske avgjørelser om foreldreansvar m v og om tilbakelevering av barn (barnebortføringsloven).",
                        "§ 18 annet ledd skal lyde:",
                        "(2) Dersom det ikke er tilrådelig at barnet er hos en av foreldrene mens sak om fullbyrding etter § 6 eller tilbakelevering etter § 11 behandles, kan retten bestemme at barnevernet skal overta omsorgen for barnet inntil saken er endelig avgjort. Beslutter retten at barnet skal være hos en av foreldrene mens sak som nevnt behandles, jf barneloven § 60, kan det settes vilkår for å utøve samværet.",
                        "§20 første ledd skal lyde:",
                        "(1) Dersom et barn med bosted her i landet er bortført til utlandet eller tilbakeholdes i et annet land, kan tingretten på det sted hvor barnet sist oppholdt seg, etter begjæring fra den som har foreldreansvaret avsi kjennelse om at handlingen er ulovlig. Det samme gjelder dersom barnet er bortført eller holdt tilbake av en part som har foreldreansvar i tilfelle hvor foreldreansvaret er delt og den andre part begjærer det. Bortføring eller ulovlig tilbakeholdelse etter forrige punktum foreligger ikke dersom utenlandsoppholdet skjer med samtykke av den annen part eller det gjelder et kort opphold og det synes åpenbart at barnet vil komme tilbake som planlagt, jf barneloven § 40 første ledd.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan bestemme at forskjellige bestemmelser skal tre i kraft til ulik tid.",
                        "2.Departementet kan i forskrift gi nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}