{
    "lawId": "LOV-2001-06-15-93",
    "lawName": "Lov om helseforetak m.m. (helseforetaksloven)",
    "shortName": "Helseforetaksloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "Kapittel 1 Alminnelige bestemmelser",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Lovens og helseforetakenes formål",
                    "sections": [
                        "Lovens formål er å bidra til å oppfylle de målsettinger som er nedfelt i spesialisthelsetjenesteloven § 1-1 og pasientrettighetsloven § 1-1, ved",
                        "1.at det opprettes regionale helseforetak som etter eiers retningslinjer skal planlegge og organisere spesialisthelsetjenesten og legge til rette for forskning og undervisning,",
                        "2.at det legges til rette for at de regionale helseforetakene skal organisere sine sykehus og andre helseinstitusjoner som helseforetak.",
                        "Helseforetakenes formål er å yte gode og likeverdige spesialisthelsetjenester til alle som trenger det når de trenger det, uavhengig av alder, kjønn, bosted, økonomi og etnisk bakgrunn, samt å legge til rette for forskning og undervisning."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Lovens virkeområde",
                    "sections": [
                        "Denne loven gjelder for regionale helseforetak og helseforetak.",
                        "Regionalt helseforetak er virksomhet som eies av staten alene og som er opprettet i medhold av § 8. Regionalt helseforetak legger til rette for spesialisthelsetjenester, forskning, undervisning og andre tjenester som står i naturlig sammenheng med dette.",
                        "Helseforetak er virksomhet som eies av regionalt helseforetak alene og som er opprettet i medhold av § 9. Helseforetak yter spesialisthelsetjenester, forskning, undervisning og andre tjenester som står i naturlig sammenheng med dette.",
                        "Loven gjelder ikke på Svalbard og Jan Mayen. Kongen kan bestemme at den helt eller delvis skal gjelde på Svalbard og Jan Mayen og kan fastsette nærmere regler under hensyn til de stedlige forhold, herunder regler som fraviker bestemmelser i denne lov."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Definisjoner",
                    "sections": [
                        "I denne lov menes med:",
                        "1.foretak: regionale helseforetak og helseforetak",
                        "2.eier: staten ved departementet i regionale helseforetak og staten ved regionale helseforetak i helseforetak."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Helseregioner",
                    "sections": [
                        "Riket inndeles i så mange helseregioner som Kongen bestemmer. I hver helseregion skal det være ett regionalt helseforetak.",
                        "Staten skal organisere sitt eierskap til virksomheter som yter spesialisthelsetjeneste og tjenester som står i naturlig sammenheng med dette etter denne loven."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Forholdet til annen lovgivning",
                    "sections": [
                        "Forvaltningsloven gjelder for foretakenes virksomhet. I saker om ansettelse, oppsigelse eller andre personalsaker kommer likevel bare forvaltningslovens kapittel 2 og 3 til anvendelse. Departementet er klageinstans for enkeltvedtak truffet av foretakene, når ikke særskilt klageinstans er fastsatt i lov eller forskrift. Departementet kan gi forskrift om hvem som skal være klageinstans for enkeltvedtak fattet av foretakene.",
                        "Offentlighetsloven gjelder for foretakenes virksomhet.",
                        "Lov 18. juli 1958 nr. 2 om offentlige tjenestetvister og lov 4. mars 1983 nr. 3 om statstjenestemenn m.m. gjelder ikke for foretak.",
                        "Konkurs og gjeldsforhandling etter konkursloven kan ikke åpnes i foretak. Foretakenes eiendeler kan ikke være gjenstand for utlegg eller arrest.",
                        "Foretakene regnes som offentlige organer etter lov 4. desember 1992 nr. 126 om arkiv § 2 bokstav g."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2 Partsstilling og ansvar",
            "paragraphs": [
                {
                    "name": "§ 6",
                    "title": "Partsstilling",
                    "sections": [
                        "Foretaket har selv rettigheter og plikter, er part i avtaler med private og offentlige myndigheter og har partsstilling overfor domstoler og andre myndigheter."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Ansvar for foretakets forpliktelser",
                    "sections": [
                        "Eier hefter ubegrenset for foretakets forpliktelser.",
                        "En fordringshaver må først gjøre krav gjeldende mot foretaket. En fordringshaver som har krevd foretaket for klar og forfalt gjeld som ikke er betryggende sikret, kan gjøre kravet gjeldende mot eieren. For å gjøre kravet gjeldende mot eieren må fordringshaveren tidligst fire uker etter første påkrav sende ytterligere et påkrav til den opprinnelige skyldneren med betalingsfrist på minst fire uker, og betaling må ikke være mottatt innen utløpet av fristen."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3 Stiftelse og vedtekter",
            "paragraphs": [
                {
                    "name": "§ 8",
                    "title": "Opprettelse av regionale helseforetak",
                    "sections": [
                        "Kongen i statsråd treffer vedtak om å opprette regionalt helseforetak. Vedtaket skal uttrykkelig benevne foretaket som regionalt helseforetak og skal inneholde foretakets vedtekter. Det skal dessuten inneholde bestemmelser om:",
                        "1.hvem som skal være medlemmer av styret, herunder styrets leder og nestleder,",
                        "2.hvem som skal være foretakets revisor,",
                        "3.statens innskudd, herunder hvilke sykehus og andre institusjoner foretaket skal overta ved opprettelsen.",
                        "Det regionale helseforetaket er stiftet når Kongen har truffet vedtak etter første ledd."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Opprettelse av helseforetak",
                    "sections": [
                        "Utøvende virksomhet skal organiseres som helseforetak. Styret selv i regionalt helseforetak treffer vedtak om å opprette helseforetak. Vedtaket skal uttrykkelig benevne foretaket som helseforetak og inneholde foretakets vedtekter. Det skal dessuten inneholde bestemmelser om:",
                        "1.hvem som skal være medlem av styret, herunder styrets leder og nestleder,",
                        "2.hvem som skal være foretakets revisor,",
                        "3.eierens innskudd.",
                        "Helseforetaket er stiftet når styret i det regionale helseforetaket har truffet vedtak etter første ledd."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Vedtekter for regionale helseforetak",
                    "sections": [
                        "Regionalt helseforetak skal ha vedtekter som i det minste skal angi:",
                        "1.det regionale helseforetakets navn,",
                        "2.den helseregion det regionale helseforetaket omfatter,",
                        "3.det regionale helseforetakets formål,",
                        "4.den kommune der det regionale helseforetaket skal ha sitt hovedkontor,",
                        "5.antall styremedlemmer, eller laveste og høyeste antall styremedlemmer,",
                        "6.helsepolitiske, utdanningspolitiske og forskningspolitiske målsettinger og hovedoppgaver, samt nærmere bestemmelser om universitets- eller høgskolens rettigheter i tilknytning til disse oppgavene,",
                        "7.rammer for låneopptak, jf. § 33,",
                        "8.hvilke saker eller typer av saker som skal forelegges departementet, jf. § 30,",
                        "9.nærmere regler om melding til departementet om foretaket og foretakets virksomhet, jf. § 34.",
                        "Alle foretakene skal ha en og samme arbeidsgivertilknytning. Kongen i statsråd bestemmer hvilken arbeidsgivertilknytning foretakene skal ha. Vedtektene skal angi hvilken arbeidsgivertilknytning Kongen har bestemt at foretakene skal ha."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Vedtekter i helseforetak",
                    "sections": [
                        "Helseforetak skal ha vedtekter som i det minste skal angi:",
                        "1.foretakets navn,",
                        "2.det regionale helseforetak som eier helseforetaket,",
                        "3.foretakets virksomhet, herunder hvilke helsetjenester som skal ytes, og hvilke undervisningsoppgaver og forskningsoppgaver helseforetaket skal ha, samt nærmere bestemmelser om universitetets- eller høgskolens rettigheter i tilknytning til disse oppgavene,",
                        "4.den kommune der helseforetaket har sitt hovedkontor,",
                        "5.antall styremedlemmer, eller laveste og høyeste antall styremedlemmer,",
                        "6.helsepolitiske, utdanningspolitiske og forskningspolitiske målsettinger og oppgaver,",
                        "7.nærmere regler om rapportering til eieren om foretaket og foretakets virksomhet,",
                        "8.rammer for låneopptak, jf. § 33,",
                        "9.hvilke saker eller typer saker som skal forelegges departementet, jf. § 30,",
                        "10.hvilken arbeidsgivertilknytning helseforetaket skal ha, jf. § 10 annet ledd."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Vedtektsendringer",
                    "sections": [
                        "Endringer i vedtektene vedtas av foretaksmøtet."
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Registrering i Foretaksregisteret",
                    "sections": [
                        "Foretak skal meldes til Foretaksregisteret senest tre måneder etter at vedtak om å opprette foretak er truffet."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4 Foretakets kapital",
            "paragraphs": [
                {
                    "name": "§ 14",
                    "title": "Foretakets egenkapital",
                    "sections": [
                        "Foretaket skal ha en egenkapital som står i forsvarlig forhold til foretakets virksomhet.",
                        "Hvis det må antas at foretakets egenkapital er lavere enn forsvarlig ut fra risikoen ved og omfanget av virksomheten, skal styret straks behandle saken. Styret skal innen rimelig tid varsle eieren, og gi denne en redegjørelse for foretakets økonomiske stilling, og foreslå tiltak som vil gi foretaket en forsvarlig egenkapital."
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Disponering av foretakets midler",
                    "sections": [
                        "Disponering av foretakets midler besluttes av foretaksmøtet etter forslag fra styret, eller med styrets samtykke."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5 Foretaksmøtet",
            "paragraphs": [
                {
                    "name": "§ 16",
                    "title": "Foretaksmøtets myndighet mv.",
                    "sections": [
                        "Eieren utøver den øverste myndighet i foretaket i foretaksmøtet. Eieren kan ikke utøve eierstyring i foretaket utenom foretaksmøtet.",
                        "Departementet kan utenfor foretaksmøtet sette vilkår for bevilgninger til regionale helseforetak."
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Ledelsens rett og plikt til å være til stede i foretaksmøtet",
                    "sections": [
                        "Styreleder og daglig leder skal være til stede i foretaksmøtet. Ved forfall skal det utpekes en stedfortreder. Andre styremedlemmer kan være til stede i foretaksmøtet.",
                        "Styremedlemmer og daglig leder har rett til å uttale seg i foretaksmøtet."
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Innkalling til foretaksmøtet",
                    "sections": [
                        "Eieren innkaller til foretaksmøte og bestemmer innkallingsmåten. Innkallingen skal skje med minst en ukes varsel, med mindre kortere frist i særlige tilfeller er nødvendig. Til møtet innkalles daglig leder, styrets medlemmer og dessuten revisor som reviderte foretakets årsregnskap, dersom de saker som skal behandles er av en slik art at revisors nærvær kan være ønskelig. Revisor skal ellers innkalles når Riksrevisjonen krever det. Etter innkalling har revisor plikt til å møte i foretaksmøtet.",
                        "Innkallingen skal klart angi de saker som skal behandles i foretaksmøtet. Forslag om å endre vedtektene skal gjengis i innkallingen.",
                        "Foretaksmøtet kan ikke treffe vedtak i andre saker enn de som er nevnt i innkallingen, med mindre samtlige av de som har rett til å være tilstede etter § 17 samtykker i det. Det kan ikke gis samtykke til å vedta andre endringer i vedtektene enn de forslagene til endringer som er gjengitt i innkallingen."
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Saksbehandlingen i foretaksmøtet",
                    "sections": [
                        "Foretaksmøtet ledes av styrets leder.",
                        "Møtelederen skal sørge for at det føres protokoll for foretaksmøtet. Foretaksmøtets beslutninger skal gjengis i protokollen. Protokollen skal undertegnes av møtelederen og en annen person som velges blant de tilstedeværende. Er noen av de som etter § 17 har rett til å være til stede uenig i eierens beslutning, skal deres oppfatning føres inn i protokollen."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 6 Foretakets styre og daglig ledelse",
            "paragraphs": [
                {
                    "name": "§ 20",
                    "title": "Foretakets ledelse",
                    "sections": [
                        "Et foretak ledes av et styre og en daglig leder."
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Styrets sammensetning mv.",
                    "sections": [
                        "Styret skal ha minst fem medlemmer. I helseforetak skal styret ha minst syv medlemmer når de ansatte har representasjon i henhold til § 23 annet ledd.",
                        "Foretakets daglige leder kan ikke være medlem av styret. Daglig leder av et helseforetak kan ikke være medlem av styret i det regionale helseforetaket som eier helseforetaket.",
                        "Styremedlemmene velges av foretaksmøtet med de unntak som følger av §§ 22 og 23. I regionalt helseforetak skal styremedlemmene som velges av foretaksmøtet, ha tilknytning til den regionen som foretaket hører under. Styremedlemmenes godtgjørelse fastsettes av foretaksmøtet.",
                        "Styret skal ha en leder og en nestleder som velges av foretaksmøtet. Det kan bestemmes i vedtektene at styret velger leder og nestleder blant de styremedlemmene som foretaksmøtet har valgt."
                    ]
                },
                {
                    "name": "§ 22",
                    "title": "Ansattes styrerepresentasjon i regionalt helseforetak",
                    "sections": [
                        "Inntil en tredel og minst to av styrets medlemmer med varamedlemmer skal velges av og blant de ansatte i regionalt helseforetak og helseforetak som regionalt helseforetak eier.",
                        "Kongen kan gi forskrift om valget, herunder om vilkår for stemmerett og valgbarhet, valgmåten og om avgjørelse av tvister om valget, samt om bortfall av vervet som styremedlem."
                    ]
                },
                {
                    "name": "§ 23",
                    "title": "Ansattes styrerepresentasjon i helseforetak",
                    "sections": [
                        "I helseforetak som har flere enn 30 ansatte, kan et flertall av de ansatte kreve at inntil en tredel og minst to av styrets medlemmer med varamedlemmer, velges av og blant de ansatte.",
                        "Har helseforetaket flere enn 200 ansatte, skal de ansatte velge ett styremedlem og varamedlem i tillegg til den representasjon som følger av første ledd. Det kan inngås avtale mellom helseforetaket og fagforening som omfatter to tredeler av de ansatte eller et flertall av de ansatte, om at de ansatte i stedet for dette styremedlemmet skal velge to observatører og varamedlemmer.",
                        "Kongen kan gi forskrift om beregningen av antall ansatte, herunder om bruk av gjennomsnittstall. § 22 annet ledd gjelder tilsvarende."
                    ]
                },
                {
                    "name": "§ 24",
                    "title": "Tjenestetid",
                    "sections": [
                        "Styremedlemmene velges for to år. I vedtektene kan det fastsettes kortere eller lengre tjenestetid, likevel ikke lengre enn fire år. Kortere tjenestetid kan fastsettes ved suppleringsvalg.",
                        "Et styremedlem blir stående inntil nytt styremedlem er valgt selv om tjenestetiden er utløpt."
                    ]
                },
                {
                    "name": "§ 25",
                    "title": "Opphør av styreverv før tjenestetiden er utløpt",
                    "sections": [
                        "Når særlige forhold foreligger, har et styremedlem rett til å tre tilbake før tjenestetiden er ute. Styret og den som har valgt styremedlemmet skal gis rimelig forhåndsvarsel.",
                        "Et styremedlem kan avsettes av den som har valgt styremedlemmet. Dette gjelder ikke et styremedlem som er valgt etter §§ 22 eller 23."
                    ]
                },
                {
                    "name": "§ 26",
                    "title": "Styremøter",
                    "sections": [
                        "Styrets leder sørger for at styret holder møter så ofte som det trengs. Medlem av styret og daglig leder kan kreve at styret sammenkalles.",
                        "Med mindre styret i det enkelte tilfellet bestemmer noe annet, har daglig leder rett og plikt til å være til stede og rett til å uttale seg på styremøter.",
                        "Styremøter ledes av lederen, eller i hans fravær, av nestlederen. Er ingen av disse til stede, velger styret selv sin møteleder.",
                        "Ved styremøter skal det føres protokoll som underskrives av samtlige tilstedeværende styremedlemmer. Styremedlem eller daglig leder som er uenig i styrets beslutning, kan kreve sin oppfatning innført i protokollen."
                    ]
                },
                {
                    "name": "§ 27",
                    "title": "Vedtaksførhet og flertallskrav",
                    "sections": [
                        "Styret har vedtakskompetanse når mer enn halvparten av samtlige styremedlemmer er til stede. Styret kan ikke treffe beslutning med mindre alle medlemmer av styret så vidt mulig er gitt mulighet til å delta i behandlingen av saken. Har et styremedlem forfall og det finnes varamedlem, skal varamedlemmet gis mulighet til å møte.",
                        "Som styrets beslutning gjelder det som flertallet av de møtende har stemt for, dersom ikke annet er fastsatt i vedtektene. Ved stemmelikhet er møtelederens stemme avgjørende. De som stemmer for et forslag, må likevel utgjøre mer enn en tredel av samtlige styremedlemmer for at forslaget skal anses som vedtatt.",
                        "Ved valg og ansettelser anses den valgt eller ansatt som får flest stemmer. Styret kan på forhånd bestemme at det skal holdes ny avstemning dersom ingen får flertall av de avgitte stemmene. Står stemmetallet likt ved valg av styreleder, nestleder eller møteleder, avgjøres valget ved loddtrekning."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 7 Styrets oppgaver og kompetanse",
            "paragraphs": [
                {
                    "name": "§ 28",
                    "title": "Styrets oppgaver",
                    "sections": [
                        "Forvaltningen av foretaket hører under styret som har ansvar for en tilfredsstillende organisering av foretakets samlede virksomhet.",
                        "Styret skal fastsette budsjett og planer for foretakets virksomhet.",
                        "Styret skal holde seg orientert om foretakets virksomhet og økonomiske stilling. Det skal føre tilsyn med at virksomheten drives i samsvar med målene som er nedfelt i § 1, foretakets vedtekter, vedtak truffet av foretaksmøtet og vedtatte planer og budsjetter.",
                        "I regionalt helseforetak omfatter styrets plikter etter tredje ledd også helseforetak som foretaket eier.",
                        "Styret skal sørge for at bokføring og formueforvaltning er gjenstand for betryggende kontroll."
                    ]
                },
                {
                    "name": "§ 29",
                    "title": "Styrets tilsyn med daglig leder",
                    "sections": [
                        "Styret skal føre tilsyn med daglig leder og kan fastsette instruks for denne."
                    ]
                },
                {
                    "name": "§ 30",
                    "title": "Saker av vesentlig betydning",
                    "sections": [
                        "Foretaksmøtet i regionalt helseforetak treffer vedtak i saker som antas å være av vesentlig betydning for foretakets virksomhet eller løsningen av fastsatte målsettinger eller oppgaver. Det samme gjelder andre saker som antas å ha prinsipielle sider av betydning eller som antas å kunne ha vesentlige samfunnsmessige virkninger. Hvilke saker foretaksmøtet i regionalt helseforetak skal fatte vedtak i etter denne bestemmelsen fastsettes det nærmere bestemmelser om i vedtektene.",
                        "I helseforetak skal saker som nevnt i første ledd forelegges departementet, som eier, av styret i det regionale helseforetak som eier helseforetaket."
                    ]
                },
                {
                    "name": "§ 31",
                    "title": "Salg av foretakets faste eiendommer mv.",
                    "sections": [
                        "Vedtak om å pantsette eller avhende fast eiendom treffes av foretaksmøtet etter forslag fra styret.",
                        "Når foretaksmøtet i helseforetak skal fatte vedtak etter denne bestemmelsen, skal saken legges fram for foretaksmøtet i det regionale helseforetaket før vedtak fattes. Det kan i vedtektene gjøres unntak fra denne bestemmelsen i tilfeller hvor eiendommens verdi ikke overstiger et nærmere bestemt beløp."
                    ]
                },
                {
                    "name": "§ 32",
                    "title": "Salg av sykehusvirksomhet",
                    "sections": [
                        "Sykehusvirksomhet kan ikke selges uten Stortingets samtykke."
                    ]
                },
                {
                    "name": "§ 33",
                    "title": "Lån og garantier",
                    "sections": [
                        "Foretak kan ikke ta opp lån, med mindre det er særskilt fastsatt i vedtektene at det skal ha slik adgang. Vedtektene skal fastsette ramme for låneopptak.",
                        "Foretaket kan ikke stille garanti eller pantsette sine eiendeler til sikkerhet for andres økonomiske forpliktelser."
                    ]
                },
                {
                    "name": "§ 34",
                    "title": "Årlig melding om virksomheten mv. i regionalt helseforetak",
                    "sections": [
                        "Regionalt helseforetak skal hvert år utarbeide en melding om foretaket og foretakets virksomhet som forelegges departementet. Meldingen skal også omfatte de helseforetak som det regionale helseforetaket eier.",
                        "Meldingen skal blant annet redegjøre for virksomheten i det foregående år, herunder skal det redegjøres for gjennomføringen av krav departementet har stilt til virksomheten. Meldingen skal inneholde en plan for virksomheten i de kommende år.",
                        "Nærmere regler om meldingens innhold og frist for å forelegge den for departementet fastsettes i vedtektene."
                    ]
                },
                {
                    "name": "§ 35",
                    "title": "Pasienters og andre brukeres innflytelse",
                    "sections": [
                        "Regionalt helseforetak skal sørge for at representanter for pasienter og andre brukere blir hørt i forbindelse med utarbeidelse av plan i henhold til § 34 annet ledd annet punktum.",
                        "Regionalt helseforetak skal sørge for at virksomheter som yter spesialisthelsetjenester og andre tjenester som hører naturlig sammen med dette, etablerer systemer for innhenting av pasienters og andre brukeres erfaringer og synspunkter."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 8 Daglig leder",
            "paragraphs": [
                {
                    "name": "§ 36",
                    "title": "Daglig leder",
                    "sections": [
                        "Foretaket skal ha en daglig leder som tilsettes av styret, som også fastsetter daglig leders lønn. Styret treffer vedtak om å si opp eller avskjedige daglig leder."
                    ]
                },
                {
                    "name": "§ 37",
                    "title": "Daglig leders myndighet",
                    "sections": [
                        "Daglig leder forestår den daglige ledelsen av foretaket og skal følge de retningslinjer og pålegg som styret har gitt.",
                        "Daglig leder i regionalt helseforetak skal også føre tilsyn med helseforetak som det regionale helseforetaket eier, og skal påse at virksomheten der er i samsvar med det regionale helseforetakets vedtekter og vedtak truffet av foretaksmøtet og styret.",
                        "Den daglige ledelsen omfatter ikke saker som etter foretakets forhold er av uvanlig art eller av stor betydning. Slike saker kan daglig leder bare avgjøre når styret i den enkelte sak har gitt daglig leder myndighet til det, eller når styrets beslutning ikke kan avventes uten vesentlig ulempe for foretakets virksomhet. Styret skal i så fall snarest underrettes om saken.",
                        "Daglig leder skal sørge for at foretakets registrering og dokumentasjon av regnskapsopplysninger er i samvar med lov og forskrifter og at formueforvaltningen er ordnet på betryggende måte."
                    ]
                },
                {
                    "name": "§ 38",
                    "title": "Daglig leders rapportering til styret",
                    "sections": [
                        "Daglig leder skal minst hver fjerde måned gi styret skriftlig underretning om foretakets virksomhet. I regionalt helseforetak skal underretningen også omfatte virksomheten til de helseforetak som det regionale helseforetaket eier. Det skal særlig redegjøres for foretakets stilling og utvikling i forhold til vedtatte planer og budsjetter."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 9 Foretakets representasjon utad",
            "paragraphs": [
                {
                    "name": "§ 39",
                    "title": "Foretakets representasjon",
                    "sections": [
                        "Styret representerer foretaket utad og tegner dets firma.",
                        "Styret kan gi styremedlem eller daglig leder rett til å tegne foretakets firma. Vedtektene kan begrense styrets myndighet etter forrige punktum og også selv gi bestemmelser om fullmakt som der nevnt.",
                        "Daglig leder representerer foretaket utad i saker som faller inn under dennes myndighet etter § 37."
                    ]
                },
                {
                    "name": "§ 40",
                    "title": "Overskridelse av representasjonsretten",
                    "sections": [
                        "Har noen som representerer foretaket utad etter reglene i § 39 ved disposisjon på selskapets vegne gått ut over sin myndighet, er disposisjonen ikke bindende for foretaket når foretaket godtgjør at medkontrahenten forsto eller burde ha forstått at myndighet ble overskredet, og det ville stride mot redelighet å gjøre disposisjonen gjeldende."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 10 Organisering av samarbeid med andre mv.",
            "paragraphs": [
                {
                    "name": "§ 41",
                    "title": "Samarbeid med andre",
                    "sections": [
                        "Foretak skal samarbeide med andre når dette er nødvendig for å fremme foretakets formål eller det er pålagt eller forutsatt i lovgivningen. Foretaket kan også samarbeide med andre når dette er egnet til å fremme de oppgaver og målsettinger foretaket skal ivareta."
                    ]
                },
                {
                    "name": "§ 42",
                    "title": "Ansvarsform for virksomhet eid av foretak",
                    "sections": [
                        "Foretak kan ikke eie hele eller deler av virksomhet som yter spesialisthelsetjenester og som er organisert med begrenset ansvar.",
                        "Foretak kan ikke eie virksomhet som yter spesialisthelsetjenester sammen med andre enn foretak. Dersom flere foretak eier virksomhet som yter spesialisthelsetjenester sammen, skal virksomheten organiseres som et ansvarlig selskap i medhold av selskapsloven.",
                        "Når det er egnet til å fremme foretakets formål, kan foretaket eie virksomheter som ikke yter spesialisthelsetjenester alene eller sammen med andre. Slike virksomheter skal organiseres som selskaper med begrenset ansvar."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 11 Regnskap, revisjon og kontroll",
            "paragraphs": [
                {
                    "name": "§ 43",
                    "title": "Regnskap mv.",
                    "sections": [
                        "Regnskapslovens bestemmelser gjelder for foretak.",
                        "Årsregnskap og årsberetning skal godkjennes av foretaksmøtet."
                    ]
                },
                {
                    "name": "§ 44",
                    "title": "Revisjon",
                    "sections": [
                        "Foretak skal ha revisor som velges av foretaksmøtet.",
                        "Foretaksmøtet godkjenner revisors godtgjørelse."
                    ]
                },
                {
                    "name": "§ 45",
                    "title": "Riksrevisjonens kontroll",
                    "sections": [
                        "I regionalt helseforetak, helseforetak og heleide datterselskaper til slike foretak, har Riksrevisjonen rett til å kreve de opplysninger den finner påkrevd for sin kontroll, så vel fra daglig leder som fra styre og revisor. Riksrevisjonen kan i den utstrekning den finner det nødvendig, selv foreta undersøkelser i foretaket og selskaper som er heleid foretak inkludert systematiske undersøkelser av foretakets økonomi, produktivitet, måloppnåelse og virkninger ut fra Stortingets vedtak og forutsetninger. Når samarbeidet i henhold til § 41 etableres, har Riksrevisjonen samme rett til innsyn og informasjon som det foretaket mottar eller kan innhente fra disse. For øvrig kan Stortinget fastsette regler om Riksrevisjonens kontroll.",
                        "Riksrevisjonen skal varsles og har rett til å være til stede i foretaksmøte i foretak, og tilsvarende møte i heleide datterselskaper."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 12 Oppløsning og avvikling",
            "paragraphs": [
                {
                    "name": "§ 46",
                    "title": "Vedtak om oppløsning",
                    "sections": [
                        "Foretaksmøtet treffer vedtak om oppløsning av foretaket."
                    ]
                },
                {
                    "name": "§ 47",
                    "title": "Avviklingsstyre mv.",
                    "sections": [
                        "Når foretaksmøtet har truffet vedtak om oppløsning etter § 46, skal det snarest velges avviklingsstyre og gis nærmere regler om avviklingsmåten. Avviklingsstyret velger selv leder og nestleder hvis ikke foretaksmøtet har gjort det.",
                        "Når avviklingsstyret er valgt, trer det ordinære styret ut av funksjon.",
                        "Beslutning om oppløsning skal straks meldes til Foretaksregisteret. Foretaksregisteret skal samtidig med registrering av meldingen kunngjøre beslutningen og varsle foretakets fordringshavere om at de må melde seg til foretaket innen to måneder. Fristen regnes fra siste kunngjøring. Kunngjøringen skal rykkes inn to ganger med minst en ukes mellomrom i Norsk lysingsblad og en avis som er alminnelig lest på stedet.",
                        "Når varslingsfristen overfor kreditorene er utløpt og foretakets forpliktelser eventuelt er dekket, skal avviklingsstyret legge et skriftlig forslag til avviklingsoppgjør frem for foretaksmøtet til godkjenning.",
                        "Når avviklingsoppgjøret er godkjent av foretaksmøtet, skal avviklingsstyret straks melde fra til Foretaksregisteret om at foretaket er avviklet."
                    ]
                },
                {
                    "name": "§ 48",
                    "title": "Ansvar etter avviklingen",
                    "sections": [
                        "Etter at foretaket er avviklet, svarer i regionalt helseforetak staten og i helseforetak det regionale helseforetaket som eide foretaket, overfor kreditorer som ikke har fått dekning.",
                        "Krav som forfaller innen tre år etter det tidspunktet da avviklingen av foretaket ble registrert i Foretaksregisteret, foreldes senest tre år etter registreringen, men likevel ikke tidligere enn seks måneder etter forfall. For øvrig gjelder de alminnelige reglene om foreldelse.",
                        "For krav som forfaller etter utløpet av treårsfristen, gjelder foreldelseslovens alminnelige regler."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 13 Erstatningsansvar",
            "paragraphs": [
                {
                    "name": "§ 49",
                    "title": "Erstatningsansvar",
                    "sections": [
                        "Styremedlem, daglig leder og medlem av avviklingsstyret plikter å erstatte tap som vedkommende forsettlig eller uaktsomt har voldt foretaket, foretakets eier eller andre under utførelsen av sin oppgave.",
                        "Erstatningsansvar etter første ledd kan lempes etter lov 13. juni 1969 nr. 26 om skadeserstatning § 5-2.",
                        "Beslutning om at foretaket skal gjøre ansvar gjeldende, treffes av foretaksmøtet."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 14 Omdanning",
            "paragraphs": [
                {
                    "name": "§ 50",
                    "title": "Omdanning",
                    "sections": [
                        "Fylkeskommunal og statlig virksomhet eller del av slik virksomhet kan overføres til regionalt helseforetak eller helseforetak ved at eiendeler, rettigheter, herunder offentlige tillatelser, og forpliktelser som er knyttet til virksomheten, overføres som en helhet til foretaket.",
                        "Overføring til foretaket av forpliktelser knyttet til fylkeskommunen og staten har frigjørende virkning for denne. Fordringshavere og andre rettighetshavere kan ikke motsette seg overføringen eller gjøre gjeldende at overføringen utgjør en bortfallsgrunn for rettsforholdet.",
                        "Det skal ikke betales dokumentavgift etter § 6 i lov 12. desember 1975 nr. 59 om dokumentavgift, omregistreringsavgift etter § 1 i lov 19. juni 1959 nr. 2 om avgifter vedrørende kjøretøy og båter eller rettsgebyr etter §§ 21 og 24 i lov 17. desember 1982 nr. 86 om rettsgebyr i forbindelse med omdanninger i medhold av denne bestemmelsen.",
                        "Det som er bestemt i paragrafen her, gjelder tilsvarende ved overføring av virksomhet til foretak etter loven her fra heleid fylkeskommunalt og statlig selskap eller foretak.",
                        "Bestemmelsene i paragrafen her gjelder også ved overføring av virksomhet mellom regionalt helseforetak og mellom foretak etter loven her. Forrige punktum medfører ingen begrensninger i ansvaret etter § 7."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 15 Ikraftsettings- og overgangsbestemmelser. Endringer i andre lover",
            "paragraphs": [
                {
                    "name": "§ 51",
                    "title": "Ikraftsetting",
                    "sections": [
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                },
                {
                    "name": "§ 52",
                    "title": "Overgangsbestemmelser",
                    "sections": [
                        "1.Kongen kan gi nærmere overgangsbestemmelser.",
                        "2.Dersom regionalt helseforetak opprettes før bestemmelsen om statens ansvar for spesialisthelsetjenester, jf. lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. § 2-1, trer i kraft, skal fylkeskommunene gi staten nødvendig innsyn i og tilgang til fylkeskommunens virksomhet.",
                        "3.Tjenestemannsloven § 13 nr. 2 til 6 om fortrinnsrett til annen statsstilling og ventelønn skal ved omdanning av den statlige spesialisthelsetjenesten til statlige helseforetak fortsatt gjelde for arbeidstakere som blir sagt opp på grunn av forhold som nevnt i tjenestemannsloven § 13 nr. 1 bokstavene a, b og c. Fortrinnsrett til annen statsstilling og ventelønn etter første punktum opphører tre år etter omdanning til helseforetak. Første og annet punktum gjør ingen innskrenkninger i rettighetene arbeidstakeren har etter arbeidsmiljøloven §§ 60 nr. 2 og 67.",
                        "4.Regionale helseforetak trer inn i og overtar fylkeskommunenes rettigheter og plikter etter avtaler som foreligger ved lovens ikraftsetting mellom fylkeskommuner og legespesialister og spesialister i klinisk psykologi, om hel eller delvis godtgjøring av utgifter til drift av privat praksis.",
                        "5.Staten dekker delvis utgiftene til renter og avdrag for byggearbeider ved private sykehus som har inngått i en regional helseplan og har mottatt tilskudd til drift og vedlikehold fra en fylkeskommune dersom:",
                        "a)byggearbeider anslått til samlet mer enn 50 millioner kroner er godkjent av departementet før lovens ikraftsetting, eller",
                        "b)byggearbeider anslått til samlet mindre enn 50 millioner kroner er vedtatt av fylkestinget før lovens ikraftsetting.",
                        "Dersom fylkeskommunen har avtale med sykehuset om å dekke tilsvarende utgifter til renter og avdrag som nevnt i første ledd, trer staten inn i denne avtalen i fylkeskommunens sted i stedet for å foreta utbetaling til sykehuset etter bestemmelsene i første ledd.",
                        "Kongen kan gi forskrift om beregning og utbetaling av statens tilskudd etter første ledd.",
                        "6.Fra og med ikraftsettingen av denne loven har staten ved regionale helseforetak, rett og plikt til å overta alle formuesposisjoner som er knyttet til offentlige virksomheter innen spesialisthelsetjenestene somatisk helsevern, psykisk helsevern, rehabiliterings- og habiliteringstjenester, medisinsk nødmeldetjeneste og ambulansetjenester. Videre overtar staten alle formuesposisjoner som er knyttet til virksomhetene offentlige sykehusapotek og alle formuesposisjoner som er knyttet til offentlige tiltak for rusmiddelmisbrukere og som er organisert etter spesialisthelsetjenesteloven. Staten ved regionale helseforetak overtar alle fylkeskommunalt eide formuesposisjoner som er knyttet til universitets- og høgskolefunksjoner. Overtakelsen skal omfatte alle rettigheter og plikter som er knyttet til virksomhetene. Lov 6. april 1984 nr. 17 om vederlag ved oreigning av fast eiendom, får ikke anvendelse på overtakelsen.",
                        "Dersom det åpenbart ikke er naturlig sammenheng mellom en virksomhet og rettigheter som er knyttet til virksomheten, kan det besluttes at staten ikke har rett eller plikt til å overta slike rettigheter dersom det er rimelig at fylkeskommunen eller kommunen beholder dem.",
                        "7.Dersom det i forbindelse med overføring til staten av rettigheter og plikter, som nevnt i nr. 6 første ledd, overføres gjeld eller andre forpliktelser knyttet til virksomhetene, er det frigjørende for fylkeskommunen og kommunen.",
                        "Kreditor og andre rettighetshavere kan ikke motsette seg overføringen eller gjøre gjeldende at den utgjør en bortfallsgrunn for rettsforholdet.",
                        "8.Det skal ikke betales dokumentavgift etter § 6 i lov 12. desember 1975 nr. 59 om dokumentavgift, omregistreringsavgift etter § 1 i lov 19. juni 1959 nr. 2 om avgifter vedrørende kjøretøy og båter eller rettsgebyr etter §§ 21 og 24 i lov 17. desember 1982 nr. 86 om rettsgebyr i forbindelse med statens overtakelse av formuesposisjoner som er en direkte følge av denne loven.",
                        "9.Både staten og vedkommende fylkeskommune kan kreve at spørsmål som gjelder nærmere klargjøring og konkretisering av hvilke formuesposisjoner staten har rett og plikt til å overta fra den enkelte fylkeskommune etter nr. 6 første og annet ledd, skal avgjøres av en nemnd. Nemnda vurderer ikke hvilke konkrete gjeldsforpliktelser staten har rett og plikt til å tre inn i. Hvilke regionale helseforetak som skal overta de enkelte formuesposisjoner besluttes av departementet.",
                        "Nemnda skal ha syv medlemmer. Departementet oppnevner tre medlemmer og varamedlemmer for disse til nemnda. Kommunenes Sentralforbund oppnevner tre medlemmer og varamedlemmer for disse til nemnda. I tillegg utpeker førstelagmannen i Borgarting leder for nemnda og leders varamedlem. Nemndas leder og leders varamedlem skal ha de egenskapene som er foreskrevet for dommere, se domstolsloven § 53, jf. § 54 annet ledd.",
                        "Nemndas avgjørelse, som treffes ved kjennelse, skal være begrunnet.",
                        "Utgiftene til nemndas virksomhet fastsettes og dekkes av departementet. Departementet kan gi nærmere regler for nemndas virksomhet.",
                        "10.Spørsmål om rettigheter og plikter etter nr. 6 første og annet ledd, kan ikke bringes inn for de alminnelige domstoler før muligheten til å få saken avgjort av nemnd opprettet etter nr. 9 annet ledd, er nyttet.",
                        "11.Klage over beslutninger truffet i medhold av denne loven, gir ikke oppsettende virkning for statens rettigheter og plikter etter nr. 6."
                    ]
                },
                {
                    "name": "§ 53",
                    "title": "Endring i andre lover",
                    "sections": [
                        "Fra den tid loven trer i kraft, gjøres følgende endringer i andre lover:",
                        "1. I lov 22. juni 1962 nr. 12 om pensjonsordning for sykepleiere gjøres følgende endring:",
                        "§ 1 første ledd første punktum skal lyde:",
                        "Offentlig godkjente sykepleiere ansatt i privat, fylkeskommunal eller statlig virksomhet omfattet av lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. og lov 15. juni 2001 nr. 93 om helseforetak m.m., skal være medlemmer i pensjonsordningen for sykepleiere.",
                        "2. I lov 12. mai 1972 nr. 28 om atomenergivirksomhet gjøres følgende endring:",
                        "§ 49 første ledd første punktum skal lyde:",
                        "Kongen kan bestemme at regionale helseforetak og kommunale og fylkeskommunale myndigheter i det område et atomanlegg er eller blir oppført, eller i fareområdet omkring, skal samarbeide med innehaveren om sikringstiltak til vern for befolkningen i området.",
                        "3. I lov 13. juni 1975 nr. 50 om svangerskapsavbrudd gjøres følgende endring:",
                        "§ 14 første ledd første punktum skal lyde:",
                        "Regionale helseforetak skal organisere sykehustjenesten slik at kvinnen innen helseregionen til enhver tid kan få utført svangerskapsavbrudd, jf. lov om spesialisthelsetjenesten m.m. § 2-1a.",
                        "4. I lov 19. november 1982 nr. 66 om helsetjenesten i kommunene gjøres følgende endringer:",
                        "§ 1-4 femte ledd skal lyde:",
                        "Kommunen skal samarbeide med fylkeskommune, regionalt helseforetak og stat slik at helsetjenesten i landet best mulig kan virke som en enhet.",
                        "§ 5-1 tredje ledd skal lyde:",
                        "Departementet kan gi forskrift om at kommunen på nærmere fastsatte vilkår skal dekke utgifter for pasienter som er ferdigbehandlet, men som oppholder seg i sykehus eid av foretak etter lov 15. juni 2001 nr. 93 om helseforetak m.m. i påvente av et kommunalt tilbud.",
                        "5. I lov 21. juni 1985 nr. 78 om registrering av foretak gjøres følgende endringer:",
                        "§ 2-1 første ledd nr. 10 skal lyde:",
                        "Regionalt helseforetak og helseforetak, jf. lov 15. juni 2001 nr. 93 om helseforetak m.m.",
                        "Nåværende § 2-1 første ledd nr. 10 blir ny nr. 11.",
                        "Overskriften til § 3-9 skal lyde:",
                        "statsforetak, regionalt helseforetak og helseforetak",
                        "Innledningen til § 3-9 første ledd skal lyde:",
                        "For statsforetak, regionalt helseforetak og helseforetak skal registeret inneholde opplysninger om:",
                        "§ 3-9 nytt annet ledd skal lyde:",
                        "For helseforetak skal registeret dessuten inneholde opplysninger om hvilket regionalt helseforetak som eier foretaket.",
                        "§ 4-4 bokstav a skal lyde:",
                        "Bekreftet gjenpart av stiftelsesdokument og bekreftet utskrift av protokollen fra generalforsamlinger som viser meldte opplysninger i aksjeselskap, allmennaksjeselskap, annet selskap med begrenset ansvar, forening og annen innretning; stiftelsesavtalen i ansvarlig selskap, kommandittselskap og europeisk økonomisk foretaksgruppe, selskapsavtalen for interkommunalt selskap, for stiftelser den disposisjonen som danner grunnlaget for stiftelsen og bekreftet gjenpart av vedtak om opprettelse av regionalt helseforetak og helseforetak.",
                        "§ 4-4 bokstav e første punktum skal lyde:",
                        "Erklæring fra revisor om at de opplysninger som er gitt om innbetaling av aksjekapital, selskapskapital i kommandittselskap, jf. § 3-3 nr. 6 og 7, grunnkapital i stiftelse og innskuddskapital i statsforetak, interkommunalt selskap, regionalt helseforetak og helseforetak er riktige.",
                        "6. I lov 21. juni 1985 nr. 79 om enerett til firma og andre forretningskjennetegn (firmaloven) gjøres følgende endringer:",
                        "§ 2-2 ellevte ledd skal lyde:",
                        "Firma for regionalt helseforetak skal inneholde ordene regionalt helseforetak eller forkortelsen RHF. Firma for helseforetak skal inneholde ordene helseforetak eller HF.",
                        "Nåværende ellevte ledd blir nytt tolvte ledd.",
                        "7. I lov 13. desember 1991 nr. 81 om sosiale tjenester m.v. gjøres følgende endringer:",
                        "§ 2-4 skal lyde:",
                        "§ 2-4. Fylkeskommunens og det regionale helseforetakets ansvar",
                        "Fylkeskommunen er ansvarlig for at de oppgaver som den er pålagt etter §§ 7-1 til 7-4 blir utført.",
                        "Regionalt helseforetak er ansvarlig for at de oppgaver som statens spesialisthelsetjeneste er pålagt etter kapittel 6A blir utført.",
                        "§ 2-5 annet ledd første punktum skal lyde:",
                        "Departementet kan kreve at kommunale og fylkeskommunale organer som hører under denne loven samt regionale helseforetak og helseforetak som utfører tjenester som hører under denne loven, uten hinder av taushetsplikten gir de opplysninger og meldinger som er nødvendige for at departementet kan utføre sine oppgaver etter første ledd.",
                        "§ 6A-6 første ledd annet punktum skal lyde:",
                        "Statens spesialisthelsetjeneste skal bistå ved utformingen og gjennomføringen av tiltakene.",
                        "§ 6A-7 første ledd annet punktum skal lyde:",
                        "Vedtaket skal samtidig sendes statens spesialisthelsetjeneste, verge eller hjelpeverge og pårørende som kan avgi uttalelse til fylkesmannen.",
                        "§ 6A-10 annet ledd annet punktum skal lyde:",
                        "Rapporten sendes fylkesmannen, statens spesialisthelsetjeneste, verge eller hjelpeverge og pårørende.",
                        "§ 6A-12 skal lyde:",
                        "§ 6A-12. Regionalt helseforetaks plikter",
                        "Regionalt helseforetak plikter å sørge for at spesialisthelsetjenesten har den kompetansen og bemanningen som er nødvendig for å yte forsvarlig bistand til kommunene ved tiltak etter dette kapitlet.",
                        "§ 6A-13 skal lyde:",
                        "§ 6A-13. Statens spesialisthelsetjeneste",
                        "Reglene i dette kapitlet gjelder tilsvarende for ansatte i statens spesialisthelsetjeneste når de deltar i tiltak etter kommunale vedtak etter § 6A-6.",
                        "Som ledd i spesialisthelsetjenestens utførelse av oppgaver etter § 6A-6, kan statens spesialisthelsetjeneste treffe vedtak om bruk av tvang og makt i medhold av reglene i dette kapitlet. Saksbehandlingsreglene i dette kapitlet gjelder så langt de passer.",
                        "8. I lov 26. juni 1992 nr. 86 om tvangsfullbyrdelse og midlertidig sikring (tvangsfullbyrdelsesloven) gjøres følgende endringer:",
                        "Overskriften til § 1-2 skal lyde:",
                        "Krav mot staten, fylkeskommuner, kommuner, interkommunale selskaper, regionale helseforetak og helseforetak.",
                        "§ 1-2 annet ledd skal lyde:",
                        "Pengekrav mot en kommune, fylkeskommune, et interkommunalt selskap, regionalt helseforetak eller helseforetak kan ikke tvangsfullbyrdes etter kapittel 7 eller sikres etter kapittel 14, jf. kommuneloven § 52, lov om interkommunale selskaper § 23 og lov 15. juni 2001 nr. 93 om helseforetak § 5.",
                        "9. I lov 5. august 1994 nr. 55 om vern mot smittsomme sykdommer gjøres følgende endringer:",
                        "§ 4-2 annet ledd skal lyde:",
                        "Vedtak etter første ledd skal gjøres av kommunelegen sammen med legen som det regionale helseforetaket har utpekt etter § 7-3 tredje ledd.",
                        "§ 5-8 første ledd første punktum skal lyde:",
                        "Hastevedtak etter § 5-2 kan gjøres av kommunelegen sammen med den legen som det regionale helseforetaket har utpekt etter § 7-3 tredje ledd.",
                        "§ 6-1 første ledd annet punktum skal lyde:",
                        "Smittevernhjelp er å anse som en del av rett til nødvendig helsehjelp fra kommunehelsetjenesten og spesialisthelsetjenesten, jf. pasientrettighetsloven § 2-1 første og annet ledd.",
                        "§ 7-3 skal lyde:",
                        "§ 7-3. Det regionale helseforetakets ansvar",
                        "Det regionale helseforetaket skal sørge for at befolkningen i helseregionen med hensyn til smittsom sykdom er sikret nødvendig spesialistundersøkelse, laboratorieundersøkelse, poliklinisk behandling og sykehusbehandling, forsvarlig isolering i sykehus, og annen spesialisthelsetjeneste.",
                        "Det regionale helseforetaket skal utarbeide en plan om det regionale helseforetakets tiltak og tjenester for å forebygge smittsomme sykdommer eller motvirke at de blir overført.",
                        "Det regionale helseforetaket skal utpeke en sykehuslege som kan gjøre vedtak etter §§ 4-2 og 5-8 sammen med kommunelegen.",
                        "§ 7-11 skal lyde:",
                        "§ 7-11. Forskrifter om organisering, samarbeid, oppgaver, utgiftsfordeling og smittevernberedskap",
                        "Departementet kan i forskrift gi bestemmelser om samarbeid, og om hvilket ansvar og hvilke oppgaver kommuner, fylkeskommuner og regionale helseforetak skal ha etter denne loven, kommunehelsetjenesteloven og lov om spesialisthelsetjenesten m.m. i forbindelse med smittsomme sykdommer.",
                        "Departementet kan bestemme at lov 23. juni 2000 nr. 56 om helsemessig og sosial beredskap helt eller delvis skal gjelde på tilsvarende måte når det er påkrevd av hensyn til smittevernet, bl.a for å kunne pålegge kommuner, fylkeskommuner, regionale helseforetak og helsepersonell nødvendig smittevernberedskap. Departementet kan i forskrift fastsette nærmere bestemmelser om beredskap og beredskapsplaner i forbindelse med et alvorlig utbrudd av en allmennfarlig smittsom sykdom.",
                        "10. I lov 28. februar 1997 nr. 19 om folketrygd (folketrygdloven) gjøres følgende endringer:",
                        "§ 5-4 annet ledd første punktum skal lyde:",
                        "Stønad til legehjelp gis bare dersom legen har fastlegeavtale med kommunen, jf. kommunehelsetjenesteloven § 5-1, eller avtale om driftstilskott med regionalt helseforetak, jf. lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. § 2-1a tredje ledd.",
                        "§ 5-7 annet ledd skal lyde:",
                        "Stønad til psykologhjelp gis bare dersom psykologen har avtale om driftstilskott med regionalt helseforetak, jf. lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. § 2-1a tredje ledd.",
                        "§ 5-16 første ledd annet punktum skal lyde:",
                        "Det samme gjelder når et medlem må reise til en helsestasjon eller et familievernkontor, og når et medlem må reise i forbindelse med en helsetjeneste som omfattes av lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. og som dekkes av et foretak etter lov 15. juni 2001 nr. 93 om helseforetak m.m.",
                        "§ 5-20 første ledd skal lyde:",
                        "Trygden dekker de godkjente driftsutgiftene til enkelte institusjoner som ikke inngår i plan utarbeidet av regionalt helseforetak etter lov 15. juni 2001 nr. 93 om helseforetak m.m. § 34.",
                        "§ 18-8 første ledd første punktum skal lyde:",
                        "Bestemmelsene i denne paragrafen gjelder for barn som mottar pensjon, og som har rett til fri forpleining under langtidsopphold i en helseinstitusjon under statlig ansvar.",
                        "11. I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endring:",
                        "§ 2-30 bokstav g nytt nr. 7 skal lyde:",
                        "7.Regionalt helseforetak og helseforetak",
                        "12. I lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. gjøres følgende endringer:",
                        "§ 1-2 første ledd skal lyde:",
                        "Loven gjelder for spesialisthelsetjenester som tilbys eller ytes i riket av staten og private, når ikke annet følger av de enkelte bestemmelser i loven.",
                        "§ 1-2 fjerde ledd oppheves.",
                        "Ny § 2-1 skal lyde:",
                        "§ 2-1. Statens ansvar for spesialisthelsetjenester",
                        "Staten har det overordnede ansvar for at befolkningen gis nødvendig spesialisthelsetjeneste.",
                        "Nåværende § 2-1 blir § 2-1a og skal lyde:",
                        "§ 2-1a. De regionale helseforetakenes ansvar for spesialisthelsetjenester",
                        "De regionale helseforetakene skal sørge for at personer med fast bopel eller oppholdssted innen helseregionen tilbys spesialisthelsetjeneste i og utenfor institusjon, herunder",
                        "1.sykehustjenester,",
                        "2.medisinske laboratorietjenester og radiologiske tjenester,",
                        "3.akuttmedisinsk beredskap og",
                        "4.medisinsk nødmeldetjeneste, luftambulansetjeneste og ambulansetjeneste med bil og eventuelt med båt.",
                        "Det regionale helseforetaket plikter å yte hjelp ved ulykker og andre akutte situasjoner i helseregionen.",
                        "Tjenester som nevnt i første ledd kan ytes av de regionale helseforetakene selv, eller ved at de inngår avtale med andre tjenesteytere.",
                        "Departementet kan i forskrift stille krav til tjenester som omfattes av denne loven.",
                        "Nåværende § 2-1a blir § 2-1b og skal lyde:",
                        "§ 2-1b. Beredskapsplan",
                        "Det regionale helseforetaket skal utarbeide beredskapsplan etter lov 23. juni 2000 nr. 56 om helsemessig og sosial beredskap for institusjoner og tjenester som det regionale helseforetaket skal sørge for, jf. § 2-1a i denne lov. Beredskapsplanen skal samordnes med kommunenes, fylkeskommunenes og de andre regionale helseforetakenes beredskapsplaner.",
                        "Nåværende § 2-1b blir § 2-1c og skal lyde:",
                        "§ 2-1c. Bistand ved ulykker og andre akutte situasjoner",
                        "Dersom forholdene tilsier det, skal helsetjenesten til det regionale helseforetaket yte bistand til andre regionale helseforetak ved ulykker og andre akutte situasjoner. Anmodning om bistand fremmes av det regionale helseforetaket som har bistandsbehovet.",
                        "Det regionale helseforetaket som mottar bistand etter første ledd, skal yte kompensasjon for utgifter som pådras til det regionale helseforetaket som bidrar med hjelp, med mindre noe annet er avtalt.",
                        "Nåværende § 2-1c blir ny § 2-1d og skal lyde:",
                        "§ 2-1d. Det regionale helseforetakets adgang til å disponere helsepersonell i enkelte akutte situasjoner",
                        "Ved ulykker og andre akutte situasjoner som forårsaker ekstraordinær pågang av pasienter, kan det regionale helseforetaket pålegge helsepersonell som tjenestegjør i det regionale helseforetaket og institusjoner som det regionale helseforetaket eier, å utføre nærmere tilvist arbeid.",
                        "Departementet kan pålegge lege å delta i lokal redningssentral.",
                        "Nåværende § 2-2 oppheves.",
                        "Nåværende § 2-3 blir § 2-2.",
                        "Nåværende § 2-4 blir § 2-3 og skal lyde:",
                        "§ 2-3. Departementets bestemmelser om lands- og flerregionale funksjoner og markedsføring av spesialisthelsetjenester",
                        "Departementet kan ved forskrift eller i det enkelte tilfelle gi bestemmelser om:",
                        "1.lands- og flerregionale funksjoner og",
                        "2.markedsføring av tjenester som omfattes av denne loven, herunder forbud mot visse former for markedsføring.",
                        "Nåværende § 2-5 blir § 2-4 og skal lyde:",
                        "§ 2-4. Ventelisteregistrering",
                        "Departementet kan gi forskrifter om",
                        "1.føring av ventelister over pasienter som søker og har behov for helsehjelp som omfattes av denne loven,",
                        "2.ansvar for å skaffe registrerte pasienter innenfor visse prioriterte pasientgrupper helsehjelp på offentlig institusjon, samt pasienters rett til selv å skaffe slik helsehjelp, og",
                        "3.regionale helseforetaks rapporteringsplikt for aktivitetstall.",
                        "Nåværende § 2-6 blir § 2-5 og skal lyde:",
                        "§ 2-5. Individuell plan",
                        "Helseforetaket skal utarbeide en individuell plan for pasienter med behov for langvarige og koordinerte tilbud. Helseforetaket skal samarbeide med andre tjenesteytere om planen for å bidra til et helhetlig tilbud for pasientene.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om hvilke pasientgrupper plikten omfatter, og om planens innhold.",
                        "§ 3-1 annet ledd skal lyde:",
                        "Regionale helseforetak skal utpeke det nødvendige antall helseinstitusjoner eller avdelinger i slike institusjoner innen helseregionen med tilsvarende plikt overfor pasienter som trenger psykiatrisk helsehjelp.",
                        "§ 3-5 skal lyde:",
                        "§ 3-5. Om deltakelse i undervisning og opplæring",
                        "De regionale helseforetakene skal sørge for at behovet for undervisning og opplæring av helsefaglige elever, lærlinger, studenter, turnuskandidater og spesialister dekkes innen helseregionen.",
                        "Departementet kan gi forskrifter om plikten til å delta i undervisning og opplæring, herunder om private helseinstitusjoners plikt.",
                        "Nåværende § 2-7 blir ny § 3-10 og skal lyde:",
                        "§ 3-10. Opplæring, etterutdanning og videreutdanning",
                        "Virksomheter som yter helsetjenester som omfattes av denne loven, skal sørge for at ansatt helsepersonell gis slik opplæring, etterutdanning og videreutdanning som er påkrevet for at den enkelte skal kunne utføre sitt arbeid forsvarlig.",
                        "Nåværende § 2-8 blir ny § 3-11 og skal lyde:",
                        "§ 3-11. Om informasjon",
                        "Helseinstitusjoner som omfattes av denne loven, har plikt til å gi videre den informasjon som er nødvendig for at allmennheten skal kunne ivareta sine rettigheter, jf. lov om pasientrettigheter § 2-1, § 2-2, § 2-3, § 2-4 og § 2-5.",
                        "Helseinstitusjoner som omfattes av denne loven, har plikt til å gi slik informasjon som pasienten har rett til å motta etter lov om pasientrettigheter § 3-2 siste ledd.",
                        "Departementet kan gi forskrift om det nærmere innhold i informasjonsplikten etter første og annet ledd.",
                        "Overskriften til kapittel 4 skal lyde:",
                        "Kapittel 4 Godkjenning av helseinstitusjoner og helsetjenester. Legefordeling",
                        "§ 4-1 tredje ledd skal lyde:",
                        "Ved vurderingen av om godkjenningen skal gis, kan det blant annet legges vekt på om samfunnsmessige eller faglige hensyn taler for at helseinstitusjonen eller helsetjenesten godkjennes, om helseinstitusjonen eller helsetjenesten er omfattet av planer utarbeidet av regionale helseforetak, jf. lov 15. juni 2001 nr. 93 om helseforetak m.m. § 34, og om de tjenester som skal ytes pasientene synes forsvarlige.",
                        "Nåværende § 5-5 blir ny § 4-2 og skal lyde:",
                        "§ 4-2. Legefordeling",
                        "Departementet kan hvert år fastsette:",
                        "1.antall nye spesialistlegestillinger innen hver medisinsk spesialitet som kan opprettes ved helseinstitusjoner og helsetjenester som mottar tilskudd til drift og vedlikehold fra et regionalt helseforetak eller fra staten,",
                        "2.antall nye hjemler for avtaler om drift av privat spesialistpraksis som kan opprettes av hvert enkelt regionale helseforetak og",
                        "3.antall nye spesialistlegestillinger innen hver medisinsk spesialitet som kan opprettes ved statlige helseinstitusjoner og helsetjenester.",
                        "Antall nye stillinger og avtalehjemler som nevnt i første ledd angis som en samlet ramme for hver enkelt helseregion fordelt på de ulike medisinske spesialiteter.",
                        "De regionale helseforetakene fordeler stillingene som nevnt i første ledd. Departementet kan sette vilkår for fordelingen.",
                        "Departementet kan ved forskrift gi nærmere regler til utfylling og gjennomføring av denne bestemmelsen.",
                        "Nåværende §§ 5-1, 5-2, 5-3 og 5-4 oppheves.",
                        "Overskriften til kapittel 5 skal lyde:",
                        "Kapittel 5 Finansiering",
                        "Nåværende §§ 6-1, 6-2 første, andre og tredje ledd og 6-3 oppheves.",
                        "Nåværende § 6-5 blir § 5-1 og skal lyde:",
                        "§ 5-1. Pasientens bostedsregion",
                        "Som bostedsregion skal regnes den helseregion der pasienten har sin faste bopel. Dersom pasienten ikke har fast bopel, skal den helseregion hvor vedkommende har sitt faste oppholdssted regnes som bostedsregion.",
                        "For pasient som oppholder seg i institusjon eller privat forpleiningssted hvor oppholdsutgiftene helt eller delvis dekkes av det offentlige etter denne loven, skal forholdene på den tid da vedkommende ble mottatt i institusjon eller forpleiningssted legges til grunn.",
                        "Inntil et barn fyller 16 år har barnet samme bostedsregion som foreldrene eller som den av foreldrene barnet lever hos eller senest levde hos. For barn som fyller 16 år under opphold i institusjon eller forpleiningssted som nevnt i annet ledd, skal det ved fortsatt opphold legges til grunn samme bostedsregion som før barnet fylte 16 år.",
                        "Departementet avgjør i tvilstilfeller hvor en pasient har bostedsregion.",
                        "Nåværende § 6-6 blir § 5-2 og skal lyde:",
                        "§ 5-2. Refusjonskrav mot det regionale helseforetaket i pasientens bostedsregion",
                        "Det regionale helseforetakets behandlings- og forpleiningsutgifter skal dekkes av det regionale helseforetaket i pasientens bostedsregion, jf. § 5-1. Det samme gjelder utgifter til behandling og forpleining som ytes av andre tjenesteytere etter avtale med det regionale helseforetaket i pasientens bostedsregion, jf. § 2-1a. Til gjennomføring av psykisk helsevern dekkes også andre utgifter av det regionale helseforetaket i pasientens bostedsregion.",
                        "Det regionale helseforetaket i pasientens bostedsregion skal dekke utgifter til behandling og forpleining:",
                        "1.når det i henhold til internasjonal overenskomst foreligger rett til å reise til utlandet for å få nødvendig behandling. Dette gjelder også når andre norske myndigheter har forskottert beløpet overfor utenlandsk tjenesteyter,",
                        "2.når utgifter til sykehusbehandling i utlandet finansieres av folketrygden etter folketrygdloven § 5-22. Utgiftene dekkes i samme utstrekning som om behandlingen hadde funnet sted i Norge.",
                        "Departementet kan gi forskrift om beregning av utgifter som nevnt i første og annet ledd, og kan fastsette samme refusjonssatser for en eller flere grupper av institusjoner.",
                        "Utgifter til laboratorie- og røntgentjenester dekkes bare av det regionale helseforetaket i pasientens bostedsregion, jf. § 5-1, dersom dette følger av avtale mellom det regionale helseforetaket i bostedsregionen og den som yter slike tjenester. De regionale helseforetakene skal gjøre kjent hvilke medisinske laboratorier og røntgeninstitutt de har avtale med. Departementet kan i forskrift gi nærmere bestemmelser om finansieringen av laboratorie- og røntgentjenester, herunder overgangsordninger.",
                        "Nåværende § 6-7 blir § 5-3.",
                        "Nåværende § 6-8 blir § 5-4.",
                        "Nåværende § 6-9 blir § 5-5 og skal lyde:",
                        "§ 5-5. Pasienters egenbetaling",
                        "Departementet kan gi forskrift om:",
                        "1.pasienters betaling for poliklinisk behandling ved institusjon, hos legespesialist og spesialist i klinisk psykologi, herunder fritak for betaling ved forsinket behandling/undersøkelse eller kontroll,",
                        "2.pasienters betaling for bestilt time som ikke benyttes ved poliklinikk, hos legespesialist og spesialist i klinisk psykologi,",
                        "3.adgang til å bestemme at pasienter som oppholder seg i langtidsinstitusjoner helt eller delvis skal dekke 25 prosent av forpleiningsutgiftene når dette finnes rimelig etter pasientens økonomiske kår. Det kan ikke tas refusjon i kontantytelser som pasienten oppebærer etter folketrygdloven og heller ikke i midler som skriver seg fra slike ytelser.",
                        "Nåværende § 6-2 fjerde ledd blir ny § 5-6 og skal lyde:",
                        "§ 5-6. Innhenting av driftsopplysninger",
                        "Departementet kan kreve seg forelagt budsjett, regnskap og andre opplysninger om drift av offentlig finansiert spesialisthelsetjeneste.",
                        "Overskriften til kapittel 6 skal lyde:",
                        "Kapittel 6 Taushetsplikt, opplysningsplikt og veiledningsplikt",
                        "Nåværende § 7-1 blir § 6-1.",
                        "Nåværende § 7-2 blir § 6-2.",
                        "Nåværende § 7-4 blir § 6-3 og skal lyde:",
                        "§ 6-3. Veiledningsplikt overfor kommunehelsetjenesten",
                        "Helsepersonell som er ansatt i statlige helseinstitusjoner som omfattes av denne loven, eller som mottar tilskudd fra regionale helseforetak til sin virksomhet, skal gi kommunehelsetjenesten råd, veiledning og opplysninger om helsemessige forhold som er påkrevet for at kommunehelsetjenesten skal kunne løse sine oppgaver etter lov og forskrift.",
                        "Nåværende § 6-4 oppheves.",
                        "Overskriften til kapittel 7 skal lyde:",
                        "Kapittel 7 Pålegg",
                        "Nåværende § 8-1 blir § 7-1 og skal lyde:",
                        "§ 7-1. Pålegg",
                        "Dersom helsetjenester som omfattes av denne loven drives på en måte som er i strid med loven eller bestemmelser gitt i medhold av den, og driften antas å kunne ha skadelige følger for pasienter, kan Statens helsetilsyn gi pålegg om å rette forholdene. Dersom Statens helsetilsyn finner det nødvendig, kan det gis pålegg om stenging av helseinstitusjonen.",
                        "Pålegg som nevnt i første ledd skal inneholde en frist for når retting skal være utført.",
                        "Pålegg som nevnt i første ledd kan påklages til eller omgjøres uten klage etter reglene i forvaltningsloven kapittel VI av det departementet Kongen bestemmer. Klagen skal gis oppsettende virkning, hvis ikke Statens helsetilsyn bestemmer at vedtaket straks skal iverksettes.",
                        "Nåværende § 7-3 oppheves.",
                        "Overskriften i kapittel 8 skal lyde:",
                        "Kapittel 8 Ikrafttredelse, overgangsbestemmelser, endringer i andre lover m.m.",
                        "Nåværende § 9-1 blir § 8-1.",
                        "Nåværende § 9-2 blir ny § 8-2.",
                        "Nåværende § 9-3 blir ny § 8-3 og skal lyde:",
                        "§ 8-3. Pasienter i privat forpleining under det psykiske helsevernet",
                        "De regionale helseforetakene plikter å opprettholde ordningen med privat forpleining som omtalt i lov om psykisk helsevern av 28. april 1961 nr. 2.",
                        "Privat forpleining som tvungent psykisk helsevern kan bare videreføres for den enkelte pasient dersom vilkårene etter § 3-3 og § 3-9 i lov 2. juli 1999 nr. 62 om etablering og gjennomføring av tvungent psykisk helsevern (psykisk helsevernloven) er oppfylt.",
                        "Kongen gir nærmere forskrifter om gjennomføringen av den private forpleiningen, herunder bruken av forpleiningskontrakter og ansvaret for den medisinske oppfølgingen av pasientene.",
                        "Nåværende § 9-4 blir ny § 8-4.",
                        "13. I lov 2. juli 1999 nr. 62 om etablering og gjennomføring av psykisk helsevern (psykisk helsevernloven) gjøres følgende endringer:",
                        "§ 3-11 første ledd skal lyde:",
                        "Statens helsetilsyn kan etter klage endre kontrollkommisjonens vedtak om ikke å innlegge en person som søkes overført fra annen institusjon eller anstalt. Klageordningen gjelder bare overføringer som søkes for pasienter under tvungent psykisk helsevern og bare for:",
                        "a.pasienter i institusjoner for døgnopphold som er godkjent for tvungent psykisk helsevern. Overføring mellom institusjoner for døgnopphold under samme regionale helseforetak omfattes likevel ikke av klageordningen.",
                        "b.innsatte i fengselsvesenets anstalter.",
                        "§ 5-2 skal lyde:",
                        "§ 5-2. Vedtak om behandlingsansvaret",
                        "Det regionale helseforetaket i domfeltes bostedsregion avgjør hvilken institusjon som skal ha behandlingsansvaret for den domfelte. Kongen kan ved forskrift overføre kompetansen etter denne bestemmelsen til en annen myndighet.",
                        "Det regionale helseforetaket har ansvaret for at det tvungne psykiske helsevernet settes i verk umiddelbart etter at dommen er rettskraftig.",
                        "14. I lov 2. juli 1999 nr. 63 om pasientrettigheter (pasientrettighetsloven) gjøres følgende endringer:",
                        "§ 2-1 fjerde ledd skal lyde:",
                        "Retten til helsehjelp gjelder i offentlig finansiert spesialisthelsetjeneste i riket og andre tjenesteytere i den utstrekning regionale helseforetak eller helseforetak har inngått avtale med disse om tjenesteyting, og innen de grenser som kapasiteten setter.",
                        "§ 8-2 første ledd første punktum skal lyde:",
                        "Staten skal sørge for at det er et pasientombud i hvert fylke.",
                        "15. I lov 2. juli 1999 nr. 64 om helsepersonell m.v. (helsepersonelloven) gjøres følgende endringer:",
                        "§ 18 første ledd første punktum skal lyde:",
                        "Helsepersonell med autorisasjon eller lisens i privat virksomhet skal gi melding til kommune eller regionalt helseforetak når de åpner, overtar eller trer inn i virksomhet som er omfattet av loven.",
                        "16. I lov 23. juni 2000 nr. 56 om helsemessig og sosial beredskap gjøres følgende endringer:",
                        "§ 1-3 første ledd skal lyde:",
                        "Denne lov gjelder for:",
                        "a)den offentlige helse- og sosialtjeneste,",
                        "b)private som i henhold til lov eller avtale tilbyr helse- og sosialtjenester til befolkningen,",
                        "c)private som uten formell tilknytning til kommune, fylkeskommune, regionalt helseforetak eller staten tilbyr helse- og sosialtjenester,",
                        "d)næringsmiddelkontrollen, herunder offentlige og private laboratorier,",
                        "e)vannverk,",
                        "f)apotek, grossister og tilvirkere av legemidler.",
                        "§ 2-2 første ledd første punktum skal lyde:",
                        "Kommuner, fylkeskommuner, regionale helseforetak og staten plikter å utarbeide en beredskapsplan for de helse- og sosialtjenester de skal sørge for et tilbud av eller er ansvarlige for.",
                        "§ 5-1 annet punktum skal lyde:",
                        "Departementet kan videre bestemme at en slik virksomhets ressurser innen helse- og sosialtjenesten, herunder personellressurser, skal stilles til rådighet for en kommune, en fylkeskommune, et regionalt helseforetak eller staten.",
                        "§ 6-1 annet ledd skal lyde:",
                        "Departementet kan pålegge kommuner, fylkeskommuner og regionale helseforetak å yte hel eller delvis refusjon av utgifter etter første ledd.",
                        "17. Lov 8. september 2000 nr. 77 om fylkeskommunale sykehusselskaper m.m. oppheves.",
                        "18. I lov 18. mai 2001 nr. 24 om helseregistre og behandling av helseopplysninger (helseregisterloven) gjøres følgende endringer:",
                        "§ 3 fjerde ledd oppheves.",
                        "§ 6 annet ledd skal lyde:",
                        "Regionale helseforetak og helseforetak, kommune og annen offentlig eller privat virksomhet som tar i bruk behandlingsrettede helseregistre, er databehandlingsansvarlig for opplysningene. Foretaket og kommunen kan delegere databehandlingsansvaret.",
                        "§ 7 annet ledd femte punktum skal lyde:",
                        "Det regionale helseforetaket er databehandlingsansvarlig for opplysningene, med mindre noe annet er bestemt i forskriften.",
                        "§ 10 skal lyde:",
                        "Særlig om plikt til å innrapportere data til statistikk",
                        "Departementet kan i forskrift eller ved enkeltvedtak pålegge regionale helseforetak og helseforetak, fylkeskommuner og kommuner å innrapportere avidentifiserte eller anonyme data til statistikk, herunder gi nærmere regler om bruk av standarder, klassifikasjonssystemer og kodeverk."
                    ]
                }
            ]
        }
    ]
}