{
    "lawId": "LOV-2001-04-20-13",
    "lawName": "Lov om erstatning fra staten for personskade voldt ved straffbar handling m.m. (voldsoffererstatningsloven)",
    "shortName": "Voldsoffererstatningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "Kapittel 1. Lovens virkeområde og nærmere vilkår for erstatning",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Lovens saklige virkeområde",
                    "sections": [
                        "Den som har lidd personskade som følge av en forsettlig legemskrenking eller en annen straffbar handling som har preg av vold eller tvang, eller dennes etterlatte, har rett til voldsoffererstatning fra staten etter reglene i loven her. Voldsoffererstatning ytes selv om gjerningspersonen ikke kan straffes fordi vedkommende var utilregnelig som nevnt i straffeloven § 44 eller under 15 år, eller det foreligger overskridelse av nødverge som er straffri etter straffeloven § 48 fjerde ledd.",
                        "Voldsoffererstatning kan dessuten ytes ved personskade som har oppstått i forbindelse med hjelp til politiet eller andre med politimyndighet under arrestasjon, i forbindelse med avverging eller forsøk på avverging av en straffbar handling eller i forbindelse med lovlig pågripelse eller forsøk på dette.",
                        "Erstatning etter loven her ytes ikke for skader som går inn under lov 3. februar 1961 om ansvar for skade som motorvogner gjer (bilansvarslova)."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Lovens geografiske virkeområde",
                    "sections": [
                        "Voldsoffererstatning ytes når den skadevoldende handling har funnet sted her i riket, om bord på norsk fartøy, boreplattform eller luftfartøy eller på innretning eller anlegg for utforskning eller utnytting av undersjøiske naturforekomster på den norske del av kontinentalsokkelen.",
                        "Dersom den skadelidte eller vedkommendes etterlatte hadde bopel i riket på skadetidspunktet, kan det ytes voldsoffererstatning i andre tilfeller enn nevnt i første ledd når særlige grunner tilsier det."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Nærmere vilkår for erstatning",
                    "sections": [
                        "Voldsoffererstatning tilkjennes etter søknad. Søknaden fremsettes for fylkesmannen på skjema fastsatt av departementet. Departementet kan fastsette nærmere regler om søknadens innhold.",
                        "Søknaden må være fremsatt for fylkesmannen før erstatningskravet mot skadevolderen er foreldet etter reglene i foreldelsesloven. Det er likevel tilstrekkelig at søknaden fremsettes før skadevolderens eventuelle straffansvar er foreldet etter reglene i straffeloven.",
                        "Erstatning ytes bare når den straffbare handlingen uten unødig opphold er anmeldt til politiet med begjæring om straff, og begjæringen ikke senere er trukket tilbake. Dessuten må søkeren ha krevd at erstatningskravet tas med i en eventuell straffesak mot skadevolderen. I særlige tilfeller kan erstatning ytes selv om vilkårene i leddet her ikke er oppfylt.",
                        "Voldsoffererstatning tilkjennes bare når det foreligger klar sannsynlighetsovervekt for at skadelidte har vært utsatt for en handling som nevnt i § 1."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2. Utmåling av voldsoffererstatningen m.m.",
            "paragraphs": [
                {
                    "name": "§ 4",
                    "title": "Erstatning for skade på person",
                    "sections": [
                        "Voldsoffererstatningen skal dekke lidt skade, tap i fremtidig erverv og utgifter som personskaden antas å påføre skadelidte i fremtiden. Erstatning for tap i inntekt og fremtidig erverv fastsettes særskilt og utmåles etter reglene i skadeserstatningsloven § 3-1 annet ledd.",
                        "Har skadelidte på skadetiden ikke fylt 16 år, utmåles erstatningen for tap i fremtidig erverv etter reglene om standardisert erstatning til barn i skadeserstatningsloven § 3-2a."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Menerstatning",
                    "sections": [
                        "Har skadelidte fått varig og betydelig skade av medisinsk art, svares særskilt menerstatning. Erstatningen fastsettes under hensyn til menets medisinske art og størrelse og dets betydning for den personlige livsutfoldelse. Det gis ikke menerstatning ved lavere uførhetsgrad enn 15 %",
                        "Har skadelidte på skadetiden ikke fylt 16 år, utmåles menerstatningen etter reglene om standardisert erstatning til barn i skadeserstatningsloven § 3-2a."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Oppreisning",
                    "sections": [
                        "Uansett om det ytes menerstatning etter reglene i § 5, kan den skadelidte tilkjennes en slik engangssum som finnes rimelig til erstatning (oppreisning) for den voldte tort og smerte og for annen krenking eller skade av ikke-økonomisk art. Ved krenking eller mislig adferd som nevnt i straffeloven §§ 195, 196 og 200 tredje ledd skal det ved utmålingen av oppreisningen særlig legges vekt på handlingens art, hvor lang tid forholdet har pågått, om handlingen er misbruk av slektskapsforhold, omsorgsforhold, avhengighetsforhold eller tillitsforhold, og om handlingen er begått på en særlig smertefull eller krenkende måte."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Erstatning til etterlatte",
                    "sections": [
                        "Voldsoffererstatning for tap av forsørger ved dødsfall tilkommer den eller de etterlatte som avdøde ved dødsfallet helt eller delvis forsørget. Erstatning kan etter forholdene tilkjennes selv om avdøde ikke ved dødsfallet forsørget den etterlatte, forutsatt at denne i nær fremtid kunne påregne forsørging. Erstatningen fastsettes under hensyn til forsørgingens omfang og den etterlattes mulighet for selv å bidra til sin forsørging.",
                        "Erstatning for dødsfall skal videre dekke vanlige utgifter til gravferden, og for så vidt det finnes rimelig, andre utgifter i anledning av dødsfallet.",
                        "Ved dødsfall kan det videre ytes oppreisning etter reglene i § 6 til avdødes ektefelle, samboer, barn eller foreldre."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Erstatning for tingsskade",
                    "sections": [
                        "Sammen med erstatning for personskade yter staten erstatning for skade på vanlige klær, proteser og andre personlige bruksting som den skadelidte hadde på seg da skaden ble voldt."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Fradrag i utmålingen",
                    "sections": [
                        "Ved utmålingen av voldsoffererstatningen gjøres det fullt fradrag for lønn under sykdom og liknende ytelser, trygdeytelser og ytelser fra pensjonsordning i arbeidsforhold eller yrke. Videre gjøres det fullt fradrag for forsikringsytelser og annen økonomisk støtte som skadelidte er berettiget til som følge av skaden."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Den skadelidtes medvirkning",
                    "sections": [
                        "Om nedsettelse eller bortfall av voldsoffererstatning på grunn av skadelidtes medvirkning m.v. gjelder skadeserstatningsloven § 5-1 tilsvarende."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Voldsoffererstatningens øvre og nedre grense",
                    "sections": [
                        "For hvert enkelt skadetilfelle ytes det ikke høyere voldsoffererstatning enn 20 ganger grunnbeløpet i folketrygden, jf. folketrygdloven § 1-4.",
                        "Voldsoffererstatning ytes ikke når det tap som ville kunne kreves erstattet av staten, er mindre enn kr 1 000."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Overdragelse og rådighetsbegrensning m.m.",
                    "sections": [
                        "Om overdragelse og overføring ved arv av krav på voldsoffererstatning og rådighetsbegrensninger over voldsoffererstatninger gjelder skadeserstatningsloven § 3-10 tilsvarende."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3. Saksbehandling m.m.",
            "paragraphs": [
                {
                    "name": "§ 13",
                    "title": "Avgjørelsesmyndighet",
                    "sections": [
                        "Søknader om voldsoffererstatning avgjøres av fylkesmannen i det fylket der søkeren har fast bopel. Dersom søkeren ikke har fast bopel her i riket, er det fylkesmannen i det fylket der handlingen fant sted som avgjør søknaden.",
                        "Erstatningsnemnda for voldsofre er klageinstans for fylkesmannens vedtak etter loven her. Nemnda har en leder og en varaleder og to medlemmer med personlige varamedlemmer oppnevnt av departementet for 4 år av gangen. Lederen og varalederen skal ha juridisk embetseksamen."
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Saksbehandlingsregler",
                    "sections": [
                        "Forvaltningsloven gjelder når ikke annet fremgår av loven her.",
                        "Skadevolderen anses ikke som part i saken om det skal ytes erstatning til søkeren.",
                        "Avgjørelsen av saken utsettes inntil en eventuell straffesak mot skadevolderen er endelig avgjort. Det samme gjelder dersom det er reist sivil sak med krav om erstatning fra skadevolderen. Unntak fra dette kan gjøres i særlige tilfelle.",
                        "Erstatningen utbetales når det er truffet vedtak om at erstatning skal ytes. Dersom søknaden foreløpig ikke kan avgjøres av grunner som ikke skyldes søkeren, kan det utbetales forskudd i den utstrekning det finnes rimelig."
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Statens regresskrav",
                    "sections": [
                        "Søkerens krav mot skadevolderen eller andre som svarer for skaden går over på staten i den utstrekning det utbetales erstatning etter loven her.",
                        "Statens krav etter første ledd kan helt eller delvis ettergis dersom utvist skyld, skadevolderens økonomi eller forholdene ellers tilsier det.",
                        "Den fylkesmannen som behandlet erstatningssøknaden, avgjør om det skal søkes regress og treffer i tilfelle vedtak om det."
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Tilbakebetaling av voldsoffererstatning",
                    "sections": [
                        "Utbetalt voldsoffererstatning eller forskudd på voldsoffererstatning kan kreves tilbake dersom søkeren har gitt uriktige opplysninger eller fortiet forhold av betydning for utbetalingen. Det samme gjelder dersom søkeren senere får dekket tapet på annen måte.",
                        "Den fylkesmannen som behandlet erstatningssøknaden, avgjør om det skal kreves tilbakebetaling og treffer i tilfelle vedtak om det."
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Tvangsinndrivelse",
                    "sections": [
                        "Vedtak om regress eller tilbakebetaling etter §§ 15 eller 16 er tvangsgrunnlag for utlegg.",
                        "Når Statens Innkrevingssentral er pålagt å innkreve krav som nevnt i første ledd, kan den inndrive kravene ved trekk i lønn og andre lignende ytelser etter reglene i dekningsloven § 2-7. Innkrevingssentralen kan også inndrive kravene ved å stifte utleggspant for kravet dersom panteretten kan gis rettsvern ved registrering i et register eller ved underretning til tredjeperson, jf. panteloven kapittel 5, og utleggsforretningen kan holdes på Innkrevingssentralens kontor etter tvangsfullbyrdelsesloven § 7-9 første ledd."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4. Sluttbestemmelser",
            "paragraphs": [
                {
                    "name": "§ 18",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven trer i kraft fra det tidspunkt Kongen bestemmer."
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Overgangsregler",
                    "sections": [
                        "Bestemmelsene i §§ 1, 2 og 3 annet ledd og kapittel 2 kommer ikke til anvendelse i tilfeller der det søkes om voldsoffererstatning på grunn av straffbare handlinger e.l. som har funnet sted før lovens ikrafttredelse.",
                        "For øvrig kommer loven til anvendelse i tilfeller der det etter lovens ikrafttredelse fremsettes søknad om voldsoffererstatning."
                    ]
                }
            ]
        }
    ]
}