{
    "lawId": "LOV-2001-06-15-87",
    "lawName": "Lov om omdanning av Jernbaneverkets kommersielle televirksomhet til aksjeselskap",
    "shortName": "Lov om BaneTele AS",
    "authorityDescription": "Ot.prp.nr.93 (2000–2001), Innst.O.nr.120 (2000–2001) og Besl.O.nr.132 (2000–2001). Odels- og lagtingsvedtak hhv. 7. og 12. juni 2001. Fremmet av Samferdselsdepartementet.",
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Formålet med denne loven er å regulere visse overgangsspørsmål i forbindelse med omdanning av Jernbaneverkets kommersielle televirksomhet BaneTele til aksjeselskap."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Overføring av privatrettslige forpliktelser",
                    "sections": [
                        "Overføring til aksjeselskapet av forpliktelser knyttet til de deler av Jernbaneverkets kommersielle televirksomhet omdanningen gjelder, har frigjørende virkning for staten.",
                        "Fordringshavere og andre rettighetshavere kan ikke motsette seg overføringen eller gjøre gjeldende at overføringen utgjør en bortfallsgrunn for rettsforholdet."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Overføring av offentlige rettigheter, konsesjoner, tillatelser m.v.",
                    "sections": [
                        "Offentlige rettigheter, konsesjoner, tillatelser med videre som gjelder den virksomheten som skal omdannes, blir fra omdanningstidspunktet overført til aksjeselskapet."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Overgangsbestemmelser for de ansattes rettigheter",
                    "sections": [
                        "Bestemmelsen i denne paragraf gjelder ansatte i Jernbaneverkets forretningsenhet BaneTele som ved utskillingen av BaneTele til eget aksjeselskap, blir ansatt i selskapet.",
                        "Tjenestemannsloven § 13 nr. 2 til nr. 6 om fortrinnsrett til annen statsstilling og ventelønn skal i tilfelle som nevnt i første ledd fremdeles gjelde for arbeidstakere som blir oppsagt av grunner som nevnt i tjenestemannsloven § 13 nr. 1 bokstavene a, b og c, og som var omfattet av disse bestemmelsene før overgangen. Fortrinnsretten til annen statsstilling og retten til ventelønn etter forrige punktum gjelder i tre år etter ansettelse i BaneTele AS."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven trer i kraft straks."
                    ]
                }
            ]
        }
    ]
}