{
    "lawId": "LOV-2001-01-05-1",
    "lawName": "Lov om vaktvirksomhet",
    "shortName": "Vaktvirksomhetsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Virkeområde",
                    "sections": [
                        "Loven gjelder for ervervsmessig vaktvirksomhet. Med ervervsmessig vaktvirksomhet forstås i loven her virksomhet som går ut på å utføre vakttjenester mot vederlag. Med vakttjenester forstås tjenester der det ved bruk av personer, TV-overvåking, elektronisk overvåking eller på annen måte:",
                        "a)utføres tilsyn med privat område eller område med adgang for allmennheten,",
                        "b)utføres kontrolltjenester,",
                        "c)utføres verditransporter,",
                        "d)utføres ledsagertjenester, eller",
                        "e)mottas og behandles alarmsignaler fra overfalls- eller innbruddsalarmanlegg eller utrykning etter slike signaler.",
                        "Loven gjelder ervervsmessig vaktvirksomhet som drives av private eller forvaltningsorgan. Med forvaltningsorgan forstås i loven her ethvert organ for stat eller kommune. Loven gjelder ikke for egenvakthold, nabohjelp eller andre vaktoppdrag som utøves sporadisk og har lite omfang.",
                        "Kongen bestemmer i hvilken utstrekning loven skal gjelde for Svalbard og Jan Mayen."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Tillatelse",
                    "sections": [
                        "Den som utøver ervervsmessig vaktvirksomhet eller inngår avtale om å utøve slik vaktvirksomhet, må ha tillatelse til dette.",
                        "Foretaket må være registrert i Foretaksregisteret før tillatelse gis. Foretaket må ha fast forretningssted i riket.",
                        "Ervervsmessig vaktvirksomhet som er organisert som enpersonsforetak, må være registrert i Enhetsregisteret før innehaveren kan gis tillatelse. Organisasjonsnummeret må oppgis i søknaden. Innehaveren må dessuten:",
                        "a)være fylt 21 år,",
                        "b)ha tilfredsstillende vandel,",
                        "c)være statsborger i stat som er part i EØS-avtalen, og",
                        "d)for øvrig ikke anses uskikket til å utøve vaktvirksomhet på forsvarlig måte i samsvar med god skikk innenfor bransjen.",
                        "Tillatelsen kan gis til selskap, stiftelse eller annen sammenslutning når samtlige medlemmer av styret i et aksjeselskap eller annen sammenslutning med begrenset ansvar oppfyller kravene i tredje ledd bokstav a-d, og samtlige fullt ansvarlige deltakere i ansvarlig selskap eller kommandittselskap oppfyller kravene i tredje ledd bokstav a-d.",
                        "Dersom foretak som nevnt i tredje og fjerde ledd har daglig leder, må også denne fylle vilkårene i tredje ledd bokstav a-d.",
                        "Det kan i særlige tilfeller gjøres unntak fra kravet til alder i tredje ledd bokstav a.",
                        "Dersom det skjer endringer i sammensetningen av virksomhetens styre eller deltakere, skal dette meddeles den myndighet som har gitt tillatelsen innen 1 måned etter endringen. Det samme gjelder dersom det er utpekt ny daglig leder.",
                        "Departementet kan i forskrift fastsette krav til den som har det daglige ansvaret for ervervsmessig vaktvirksomhet som utøves av et forvaltningsorgan."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Tillatelses- og kontrollmyndighet",
                    "sections": [
                        "Departementet kan i forskrift fastsette hvem som skal være tillatelses- og kontrollmyndighet og nærmere bestemmelser om dette."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Tillatelsens innhold",
                    "sections": [
                        "Tillatelsen gis for bestemte former for vaktvirksomhet etter § 1 første ledd bokstav a-e."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Bortfall av tillatelse",
                    "sections": [
                        "Tillatelsen bortfaller dersom foretaket som tillatelsen er gitt til tas under konkursbehandling, eller dersom innehaveren av enpersonsforetaket dør. Et konkursbo eller dødsbo har rett til å fortsette virksomheten i den utstrekning det finnes hensiktsmessig med sikte på avvikling eller overføring av virksomheten til ny eier, likevel ikke utover 6 måneder uten tillatelse fra myndigheten som er fastsatt i medhold av § 3."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Tilbakekall av tillatelse",
                    "sections": [
                        "En tillatelse kan tilbakekalles dersom innehaveren eller ledelsen i det foretaket som har tillatelse, eller noen ansatte i foretaket, har gjort seg skyldig i grov eller gjentatt overtredelse av særskilte vilkår for tillatelsen eller av bestemmelser fastsatt i eller i medhold av loven. Det samme gjelder dersom vilkårene for tillatelse ikke lenger er oppfylt."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Krav til ansatte",
                    "sections": [
                        "Den som skal tilsettes i foretak som omfattes av loven må ha tilfredsstillende vandel. Kravet til vandel gjelder enhver som utfører arbeid eller tjeneste for foretaket. Den som skal utføre vakttjenester må dessuten være fylt 18 år.",
                        "Foretakets ledelse har plikt til å sørge for at ansatte i foretaket oppfyller kravene i lov og forskrift.",
                        "Departementet kan i forskrift bestemme at det kan gjøres unntak fra kravet til alder i første ledd."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Krav til utdanning",
                    "sections": [
                        "Den som skal utføre vakttjeneste må gjennomføre godkjent utdanning for vektere.",
                        "Departementet kan i forskrift fastsette krav til utdanning."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Uniform",
                    "sections": [
                        "Den som utfører vakttjeneste skal bære uniform. Uniformen skal være godkjent av tillatelses- og kontrollmyndigheten. Uniformen skal utformes slik at den ikke kan forveksles med politiets uniform. Tillatelses- og kontrollmyndigheten kan gjøre unntak fra kravet om bruk av uniform under utførelse av spesielle vaktoppdrag når særlige grunner tilsier det.",
                        "Departementet kan i forskrift fastsette krav til uniform."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Legitimasjon",
                    "sections": [
                        "Den som utfører vakttjeneste skal medbringe legitimasjon. Legitimasjonen skal være utstedt av vedkommende vaktforetak og godkjent av tillatelses- og kontrollmyndigheten. Legitimasjonen skal fremvises for politiet når dette forlanges. Vekteren plikter for øvrig å legitimere seg overfor den person det er grepet inn overfor når dette forlanges av ham eller henne.",
                        "Departementet kan i forskrift fastsette krav til legitimasjon."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Bruk av hund",
                    "sections": [
                        "Hund kan bare benyttes til egenbeskyttelse under utførelse av vakttjeneste. Hunden skal føres i kort line.",
                        "Bruk av hund under utførelse av vakttjeneste skal være godkjent av vaktforetaket. Vaktforetaket skal utarbeide instruks for utdanning, godkjenning og bruk av hund.",
                        "Tillatelses- og kontrollmyndigheten kan gjøre unntak fra bestemmelsen i første ledd dersom det foreligger særlige grunner.",
                        "Departementet kan i forskrift fastsette krav til bruk av hund og krav til særlige grunner."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Plikt til å tegne forsikring",
                    "sections": [
                        "Foretak som skal utøve vaktvirksomhet må ha en forsikring som dekker det ansvar foretaket kan pådra seg under utøvelse av vaktvirksomheten. Forsikringen må tegnes før virksomheten settes i gang og opprettholdes så lenge den pågår.",
                        "Departementet kan gi nærmere regler om forsikringen. Departementet kan ved forskrift frita forvaltningsorganer som driver ervervsmessig vaktvirksomhet fra plikten til å tegne ansvarsforsikring."
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Krav til kommunikasjonsutstyr",
                    "sections": [
                        "Den som utfører vakttjeneste skal kunne kommunisere med betjent vakt- eller alarmsentral mens vakttjenesten utføres. Vaktforetaket er ansvarlig for at det etableres en forsvarlig kommunikasjonsordning."
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Opplysningsplikt",
                    "sections": [
                        "Foretak som utøver vaktvirksomhet plikter å gi tillatelses- og kontrollmyndigheten de opplysninger og den dokumentasjon som er nødvendig for myndighetens kontroll med at virksomheten drives i samsvar med bestemmelser fastsatt i eller i medhold av loven.",
                        "Foretak som utøver vaktvirksomhet skal hvert år innen utløpet av mars måned sende en rapport til tillatelses- og kontrollmyndigheten. I rapporten skal det redegjøres for foretakets virksomhet i foregående år."
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Forskrift",
                    "sections": [
                        "Departementet kan gi nærmere forskrifter til gjennomføring av loven.",
                        "Departementet kan i forskrift bestemme at det skal betales gebyr ved etablering og drift av vaktvirksomhet, og gi nærmere bestemmelser om dette."
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Straff",
                    "sections": [
                        "Den som forsettlig eller uaktsomt overtrer bestemmelser gitt i eller i medhold av loven, eller som medvirker hertil, straffes med bøter eller fengsel i inntil 3 måneder."
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Ikraftsetting",
                    "sections": [
                        "1.Loven trer i kraft fra den tid Kongen bestemmer.",
                        "2.Fra samme tid oppheves lov om vaktvirksomhet av 13. mai 1988 nr. 29.",
                        "3.Forskrifter som er gitt med hjemmel i lov om vaktvirksomhet av 13. mai 1988 nr. 29 forblir gjeldende inntil departementet bestemmer noe annet."
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Overgangsbestemmelse",
                    "sections": [
                        "Loven gjelder også for den som har fått tillatelse til vaktvirksomhet gitt med hjemmel i lov om vaktvirksomhet av 13. mai 1988 nr. 29. Vedkommende kan fortsette virksomheten uten å søke om ny tillatelse såfremt tillatelsen ikke strider mot bestemmelser i denne lov."
                    ]
                }
            ]
        }
    ]
}