{
    "lawId": "LOV-2017-06-21-102",
    "lawName": "Lov om endringer i vegtrafikkloven",
    "shortName": "Endringslov til vegtrafikkloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 36 a",
                    "title": "Gebyr for overtredelse av bestemmelser om tillatte vekter og dimensjoner",
                    "sections": [
                        "Eier av kjøretøy, transportør eller avsender som vesentlig overtrer eller medvirker til å vesentlig overtre bestemmelser om tillatte vekter og dimensjoner, kan ilegges gebyr.",
                        "Ved overtredelse som medfører gebyrplikt etter første ledd, kan politiet eller regionvegkontoret ta kjøretøyet i forvaring for eierens regning og risiko eller forby bruk av det inntil gebyr og omkostninger er betalt eller sikkerhet for betaling er stilt. Forvaring og bruksforbud kan om nødvendig sikres ved bruk av mekanisk eller elektronisk innretning. § 31 a fjerde ledd gjelder tilsvarende for gebyr for overtredelse av tillatte vekter og dimensjoner.",
                        "Er en tilhenger brukt til overtredelse som medfører gebyrplikt etter første ledd, er eieren av motorvognen som trekker tilhengeren, ansvarlig for gebyret, selv om denne ikke er eier av tilhengeren. Gebyret er tvangsgrunnlag for utlegg også hos motorvogneieren, jfr. § 38, annet ledd. Bestemmelsene i annet ledd første punktum kan også gjøres gjeldende for motorvognen, og den hefter til sikkerhet etter bestemmelsene i § 38, første ledd.",
                        "Departementet kan gi forskrift om:",
                        "a)Veiing, måling og relevant dokumentasjon fra avsender og kontrollmyndighetenes tilgang til slik dokumentasjon,",
                        "b)plikt til å kjøre til anvist kontrollsted,",
                        "c)gebyrsatser, herunder høyere satser ved gjentakelse,",
                        "d)ileggelse, betalingsfrist og inndriving av gebyr,",
                        "e)klagebehandling og klagefrist,",
                        "f)adgang til ettergivelse av gebyr i særlige tilfeller og",
                        "g)inndragning av kjennemerker og dokumenter i tilfelle som nevnt i annet ledd.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}