{
    "lawId": "LOV-2017-12-19-113",
    "lawName": "Lov om endringar i lov om pensjonstrygd for sjømenn, trygderettslova, folketrygdlova og einskilde andre lover",
    "shortName": "Endringslov til lov om pensjonstrygd for sjømenn, trygderettslova mv",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 7 a",
                    "title": "Tilgang til opplysninger fra Folkeregisteret",
                    "sections": [
                        "Arbeids- og velferdsetaten skal, uten hinder av taushetsplikt, ha tilgang til opplysninger i Folkeregisteret som er nødvendig for å utføre oppgavene etter loven her, herunder blant annet forvaltning og beregning av ytelser, veiledning og oppfølging av brukere. Etaten skal også ha tilgang til opplysningene i registeret i forbindelse med utredning og produksjon av statistikk på de områdene etaten administrerer og kvalifiseringsstønad etter sosialtjenesteloven.",
                        "1.Endringane i lov 3. desember 1948 nr. 7 om pensjonstrygd for sjømenn, trygderettslova, folketrygdlova og einskilde andre lover trer i kraft frå det tidspunktet Kongen bestemmer.",
                        "2.Endringane i trygderettsloven § 26 trer i kraft straks, mens endringane i trygderettsloven §§ 3 og 31 trer i kraft 1. januar 2018.",
                        "3.Endringane i folketrygdloven §§ 6-3, 21-4 c og 26-2 trer i kraft 1. januar 2018. Departementet kan gi overgangsreglar.",
                        "4.Opphevinga av folketrygdloven § 9-11 a trer i kraft med verknad frå 1. oktober 2017.",
                        "5.Endringane i folketrygdloven §§ 2-5, 12-4, 22-16 og 23-3 trer i kraft straks.",
                        "6.Endringa i arbeidsmiljøloven trer i kraft straks.",
                        "7.Endringa arbeids- og velferdsforvaltningsloven § 7 a trer i kraft 1. januar 2018."
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}