{
    "lawId": "LOV-2017-06-16-60",
    "lawName": "Lov om klimamål (klimaloven)",
    "shortName": "Klimaloven",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Loven skal fremme gjennomføring av Norges klimamål som ledd i omstilling til et lavutslippssamfunn i Norge i 2050.",
                        "Loven skal fremme åpenhet og offentlig debatt om status, retning og framdrift i dette arbeidet.",
                        "Loven skal ikke være til hinder for at klimamål fastsatt i eller i medhold av denne lov kan gjennomføres felles med EU."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Utslipp og opptak av klimagasser som loven gjelder for",
                    "sections": [
                        "Loven gjelder for de utslipp og opptak av klimagasser som omfattes av Norges første nasjonalt fastsatte bidrag under Parisavtalen 12. desember 2015.",
                        "Kongen i statsråd kan i forskrift bestemme at loven også skal gjelde for andre utslipp og opptak av klimagasser enn dem som er omfattet av første ledd."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Klimamål for 2030",
                    "sections": [
                        "Målet skal være at utslipp av klimagasser i 2030 reduseres med minst 40 prosent fra referanseåret 1990."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Klimamål for 2050",
                    "sections": [
                        "Målet skal være at Norge skal bli et lavutslippssamfunn i 2050. Med lavutslippssamfunn menes et samfunn hvor klimagassutslippene, ut fra beste vitenskapelige grunnlag, utslippsutviklingen globalt og nasjonale omstendigheter, er redusert for å motvirke skadelige virkninger av global oppvarming som beskrevet i Parisavtalen 12. desember 2015 artikkel 2 nr. 1 bokstav a.",
                        "Målet skal være at klimagassutslippene i 2050 reduseres i størrelsesorden 80 til 95 prosent fra utslippsnivået i referanseåret 1990. Ved vurdering av måloppnåelse skal det tas hensyn til effekten av norsk deltakelse i det europeiske klimakvotesystemet for virksomheter."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Gjennomgang av klimamål hvert femte år",
                    "sections": [
                        "For å fremme omstilling til et lavutslippssamfunn, jf. § 4, skal regjeringen i 2020 og deretter hvert femte år legge fram for Stortinget oppdaterte klimamål. Disse skal",
                        "a)legge til grunn beste vitenskapelige grunnlag",
                        "b)så langt som mulig være tallfestede og målbare.",
                        "Klimamål etter paragrafen her skal utgjøre en progresjon fra forrige mål og fremme gradvis omstilling fram mot 2050.",
                        "Klimamål skal være forenlig med Norges nasjonalt fastsatte bidrag under Parisavtalen 12. desember 2015 og eventuell felles gjennomføring med EU.",
                        "Loven skal ikke være til hinder for at det, som et supplement til klimamål etter første til tredje ledd, fastsettes andre typer mål for å fremme omstilling til et lavutslippssamfunn."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Årlig redegjørelse for Stortinget",
                    "sections": [
                        "I budsjettproposisjonen for neste års statsbudsjett skal regjeringen redegjøre for",
                        "a)hvordan Norge kan nå klimamål som nevnt i §§ 3-5.",
                        "b)klimaeffekten av fremlagt budsjett.",
                        "Regjeringen skal, basert på et faglig grunnlag, hvert år overfor Stortinget på egnet vis redegjøre for",
                        "a)utviklingen i utslipp og opptak av klimagasser, framskrivinger av utslipp og opptak og gjennomføring av klimamål som nevnt i §§ 3-5",
                        "b)hvordan Norge forberedes på og tilpasses klimaendringene",
                        "c)en oversikt som synliggjør sektorvise utslippsbaner innenfor ikke-kvotepliktig sektor og hvilke typer tiltak som vil være nødvendig for å realisere disse",
                        "d)status for Norges karbonbudsjett, også innenfor et eventuelt klimasamarbeid med EU om felles oppfyllelse av klimamål."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        }
    ]
}