{
    "lawId": "LOV-2017-04-28-22",
    "lawName": "Lov om endringar i offentleglova (gjennomføring av endringsdirektivet til vidarebruksdirektivet)",
    "shortName": "Endringslov til offentleglova (gjennomføring av endringsdirektivet til vidarebruksdirektivet)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 30",
                    "title": "Korleis organet skal gi innsyn og gjere dokument tilgjengelege",
                    "sections": [
                        "Organet fastset ut frå omsynet til forsvarleg saksbehandling korleis eit dokument skal gjerast kjent. Det kan krevjast papirkopi eller elektronisk kopi av dokumentet. Hos verksemder som er omfatta av EØS-avtalen vedlegg XI nr. 5k (direktiv 2003/98/EF som endra ved direktiv 2013/37/EU) om vidarebruk av informasjon frå offentleg sektor, og hos andre verksemder der det er fastsett av Kongen i forskrift, gjeld retten til kopi alle eksisterande format og språkversjonar. Retten til kopi gjeld ikkje format eller versjonar av eit dokument som er allment tilgjengeleg. Kongen kan gi forskrift om at retten til elektronisk kopi ikkje skal gjelde for dokument som ein tredjeperson har immaterielle rettar til, og for dokument der det er påkravd av arkivtekniske omsyn.",
                        "Når verksemder som er omfatta av EØS-avtalen vedlegg XI nr. 5k (direktiv 2003/98/EF som endra ved direktiv 2013/37/EU) om vidarebruk av informasjon frå offentleg sektor, gir innsyn i informasjon som det knyter seg immaterielle rettar til, skal organet, dersom det har kjennskap til det, opplyse om kven som er innehavar av rettane, eller kva for lisenshavar organet har fått informasjonen frå. Dette gjeld likevel ikkje når det er klart unødvendig å gi slike opplysningar. Kongen kan fastsetje i forskrift at føresegnene i leddet her også skal gjelde for verksemder som ikkje er omfatta av EØS-avtalen vedlegg XI nr. 5k (direktiv 2003/98/EF, som endra gjennom direktiv 2013/37/EU).",
                        "Dersom verksemder som nemnde i andre ledd gjer dokument med tilhøyrande metadata allment tilgjengelege, skal tilgjengeleggjeringa skje i alle eksisterande format og språkversjonar, så langt slik tilgjengeleggjering er i samsvar med lova her og tilhøyrande forskrift. Plikta omfattar maskinleselege format. Plikta etter første punktum omfattar ikkje format som berre blir brukte til lagring eller annan intern bruk, eller som elles er ueigna for tilgjengeleggjering.",
                        "Lova tek til å gjelde 1. juli 2016 eller frå den tida Kongen fastset."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}