{
    "lawId": "LOV-2017-06-21-81",
    "lawName": "Lov om endringar i lov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav (skattebetalingsloven)",
    "shortName": "Endringslov til skattebetalingsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 10-11",
                    "title": "Lønnstrekk til Svalbard",
                    "sections": [
                        "For betaling av lønnstrekk av inntekt på Svalbard gjelder § 10-10 tilsvarende.",
                        "§ 10-12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-12",
                    "title": "Artistskatt",
                    "sections": [
                        "Artistskatt for en periode forfaller til betaling samme dag som det skal leveres melding over skatteplikten. Tidspunktet for innlevering av melding følger av bestemmelser gitt i medhold av skatteforvaltningsloven § 8-15, jf. § 8-8 annet ledd.",
                        "§ 11-2 fyrste og andre ledd skal lyde:",
                        "(1) Det skal beregnes rente av økning i skatt og avgift som fastsettes ved vedtak om endring mv. eller som skyldes at den skatte- og avgiftspliktige selv endrer en tidligere levert melding.",
                        "(2) Renten er beregnet fra forfallstidspunktet for kravene etter §§ 10-1 til 10-41, fram til det treffes vedtak om endring mv. eller ny endret melding kom fram til skatte- og avgiftsmyndighetene, med de unntak som følger av tredje til syvende ledd.",
                        "§ 11-2 åttende ledd skal lyde:",
                        "(8) Er det foretatt innbetalinger til dekning av skatte- og avgiftskravet før det er truffet vedtak om endring mv. eller før melding om egenretting av tidligere levert melding er kommet fram til skatte- og avgiftsmyndighetene, beregnes renten fram til betalingstidspunktet.",
                        "§ 11-4 fyrste ledd skal lyde:",
                        "(1) Ved utbetaling av for mye betalt skatt eller avgift som følge av vedtak om endring mv. eller ved egenretting av tidligere levert melding, skal det ytes rentegodtgjørelse fra betaling fant sted fram til forfallstidspunktet i § 10-60.",
                        "Endringane under I tek til å gjelde straks."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}