{
    "lawId": "LOV-2017-06-21-100",
    "lawName": "Lov om endringer i lov om elsertifikater (andre kontrollstasjon)",
    "shortName": "Endringslov til lov om elsertifikater (andre kontrollstasjon)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 17",
                    "title": "Årlige elsertifikatkvoter",
                    "sections": [
                        "Den årlige elsertifikatkvoten for den elsertifikatpliktige er et forholdstall som fastsettes av departementet i forskrift på følgende måte:",
                        "a)Elsertifikatkvoter fastsettes for hvert år fram til 2035 basert på anslag for beregningsrelevant mengde elektrisk energi.",
                        "b)Elsertifikatkvotene fastsettes med sikte på at det annulleres elsertifikater utstedt til godkjente anlegg som er satt i drift fra og med 1. januar 2012 tilsvarende 13,2 TWh i 2020, og tilsvarende 198 TWh totalt for perioden fra og med 1. januar 2012 til og med 31. desember 2035.",
                        "c)Elsertifikatkvotene fastsettes med sikte på at det annulleres et antall elsertifikater tilsvarende den samlede mengden elsertifikater utstedt til godkjente anlegg som er satt i drift før 1. januar 2012.",
                        "Ny § 17 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 17 a",
                    "title": "Justerte elsertifikatkvoter",
                    "sections": [
                        "Departementet skal minst hvert annet år gi forskrift om justerte elsertifikatkvoter etter § 17 dersom det er nødvendig som følge av ny kunnskap om",
                        "a)produksjon fra anlegg som er satt i drift før 1. januar 2012, eller",
                        "b)beregningsrelevant mengde elektrisk energi.",
                        "Justeringer som følge av ny kunnskap om årene før ikrafttredelsen av justerte elsertifikatkvoter, skal innarbeides i kvotene for neste år eller de to neste årene. Justeringer kan likevel fordeles over inntil fire år dersom en justering over ett eller to år vil være uforholdsmessig stor. Justeringer etter første og annet punktum skal fordeles jevnt over de aktuelle årene, med mindre det av særlige grunner bør gjøres unntak.",
                        "Forskrift om justeringer etter paragrafen her må vedtas innen utgangen av året før de justerte elsertifikatkvotene gis virkning for elsertifikatpliktens omfang.",
                        "Loven gjelder fra det tidspunkt Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}