{
    "lawId": "LOV-2017-04-05-15",
    "lawName": "Lov om endringer i folketrygdloven (endret fastsetting av grunnlaget for sykepenger, foreldrepenger og pleiepenger mv.)",
    "shortName": "Endringslov til folketrygdloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 8-28",
                    "title": "Sykepengegrunnlaget i arbeidsgiverperioden",
                    "sections": [
                        "Sykepengegrunnlaget som nevnt i § 8-10 fastsettes i arbeidsgiverperioden etter en beregnet aktuell månedsinntekt, se § 8-29.",
                        "Den aktuelle månedsinntekten skal beregnes etter den gjennomsnittlige arbeidsinntekten som arbeidstakeren har hatt i arbeidsforholdet og som rapporteres til a-ordningen etter reglene i a-opplysningsloven i en nærmere bestemt periode før han eller hun ble arbeidsufør (beregningsperioden).",
                        "Beregningsperioden fastsettes slik:",
                        "a)De tre siste kalendermånedene før arbeidstakeren ble arbeidsufør legges til grunn.",
                        "b)I et arbeidsforhold som har vart så kort tid at det ikke er rapportert inntekt til a-ordningen for tre hele kalendermåneder, skal dette kortere tidsrommet legges til grunn.",
                        "c)I et arbeidsforhold der arbeidstakeren har fått varig lønnsendring i løpet av eller etter beregningsperioden, men før arbeidsuførhetstidspunktet, skal tidsrommet etter lønnsendringen legges til grunn.",
                        "Lovlig fravær uten lønn skal holdes utenfor beregningsperioden. Dersom arbeidstakeren har hatt lovlig fravær i beregningsperioden, skal det fastsettes en inntekt i fraværsperioden som tilsvarer den inntekten arbeidstakeren ville ha hatt dersom han eller hun ikke hadde vært borte fra arbeidet.",
                        "Dersom rapporteringen til a-ordningen er mangelfull eller uriktig, fastsettes sykepengegrunnlaget ut fra den inntekten arbeidsgiver skulle ha rapportert til a-ordningen i beregningsperioden.",
                        "For timelønnede arbeidstakere med skiftende arbeidsperioder omgjøres den aktuelle månedsinntekten til et sykepengegrunnlag per dag i arbeidsgiverperioden ved at inntekten fordeles på antall faktiske arbeidsdager i beregningsperioden.",
                        "§ 8-29 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-29",
                    "title": "Inntekter som inngår i beregning av den aktuelle månedsinntekten",
                    "sections": [
                        "Ved vurdering av hvilke inntekter som inngår i den aktuelle månedsinntekten, skal det tas utgangspunkt i arbeidsinntekt som rapporteres til a-ordningen etter reglene i a-opplysningsloven.",
                        "Lønnsinntekt og andre godtgjørelser som er resultat av arbeidstakerens egen arbeidsinnsats tas med når den aktuelle månedsinntekten skal beregnes. Tillegg for ubekvem arbeidstid og ulempetillegg for spesielle arbeidsforhold regnes med. Det samme gjelder godtgjørelse for 1. og 17. mai og bevegelige helligdager som arbeidstakeren opparbeider som et tillegg per arbeidstime.",
                        "Godtgjørelser som helt eller delvis skal dekke utgifter i forbindelse med utførelsen av arbeidet, tas ikke med. Dette gjelder blant annet diettgodtgjørelse, bilgodtgjørelse, verktøygodtgjørelse og smussgodtgjørelse. Overskudd på utgiftsgodtgjørelser regnes med og gis den verdien som nyttes ved forskottstrekk av skatt.",
                        "Lønn for overtid tas ikke med. Overtidslønn skal likevel tas med når overtiden er pålagt i arbeidsavtalen som fast overtid og dette ikke er i strid med lovbestemmelser om arbeidstid.",
                        "Feriepenger tas ikke med. Naturalytelser tas ikke med dersom arbeidstakeren også mottar ytelsene under sykefravær. Fra det tidspunkt arbeidstakeren ikke lenger mottar ytelsene, tas de med ved beregningen med den verdi som nyttes ved forskottstrekk av skatt.",
                        "§ 8-30 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-30",
                    "title": "Sykepengegrunnlaget når trygden yter sykepenger",
                    "sections": [
                        "Når trygden yter sykepenger, fastsettes sykepengegrunnlaget ut fra den aktuelle månedsinntekten (§§ 8-28 og 8-29), som omregnes til årsinntekt.",
                        "Dersom omregnet årsinntekt etter første ledd avviker mer enn 25 prosent fra rapportert inntekt (se § 8-29) til a-ordningen etter reglene i a-opplysningsloven de siste tolv kalendermånedene før arbeidsuførheten inntraff, skal sykepengegrunnlaget fastsettes ved skjønn ut fra den årsinntekten som kan godtgjøres på det tidspunktet arbeidsuførheten inntraff. I sammenligningsgrunnlaget medregnes også sykepenger etter kapittel 8, omsorgspenger, pleiepenger og opplæringspenger etter kapittel 9 og svangerskapspenger og foreldrepenger etter kapittel 14, når rett til stønad er opptjent som arbeidstaker eller frilanser. Feriepenger regnes også med.",
                        "Dersom rapporteringen til a-ordningen er mangelfull eller uriktig, skal sykepengegrunnlaget fastsettes ved skjønn ut fra den årsinntekten som kan godtgjøres på det tidspunkt arbeidsuførheten inntraff.",
                        "For en arbeidstaker som blir arbeidsufør i et tidsbegrenset arbeidsforhold på under seks måneder, fastsettes sykepengegrunnlaget etter første ledd, selv om dette sykepengegrunnlaget avviker mer enn 25 prosent fra sykepengegrunnlaget etter andre ledd. Dette gjelder bare for det tidsrommet arbeidsforholdet skulle ha vart. Deretter kan det ytes sykepenger etter andre ledd dersom medlemmet kan dokumentere inntektstap.",
                        "§ 8-38 femte ledd skal lyde:",
                        "Sykepengegrunnlaget for frilansere fastsettes etter reglene i § 8-28 første, andre og tredje ledd bokstav a) og b), § 8-29 og § 8-30.",
                        "§ 8-40 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-40",
                    "title": "Arbeidstaker og frilanser",
                    "sections": [
                        "Til et medlem som på sykmeldingstidspunktet har inntekt både som arbeidstaker og som frilanser, ytes det sykepenger etter bestemmelsene for arbeidstakere, se §§ 8-15 til 8-33.",
                        "§ 8-41 andre og tredje ledd skal lyde:",
                        "Sykepengegrunnlaget fastsettes på årsbasis etter følgende alternativer:",
                        "a)Sykepengegrunnlaget fastsettes ut fra den aktuelle månedsinntekten, se § 8-28.",
                        "b)Sykepengegrunnlaget fastsettes ut fra den pensjonsgivende årsinntekten, se § 8-35.",
                        "For differansen mellom inntekt etter alternativ b) og inntekt etter alternativ a) gjelder bestemmelsene for selvstendig næringsdrivende, se § 8-34.",
                        "§ 8-42 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-42",
                    "title": "Selvstendig næringsdrivende og frilanser",
                    "sections": [
                        "Til et medlem som på sykmeldingstidspunktet har inntekt både som selvstendig næringsdrivende og som frilanser, ytes det sykepenger etter bestemmelsene for et medlem som har inntekt både som arbeidstaker og selvstendig næringsdrivende, se § 8-41.",
                        "§ 14-7 andre ledd skal lyde:",
                        "For en kvinne som mottar dagpenger under arbeidsløshet eller sykepenger etter § 8-49, kan beregningsgrunnlaget fastsettes ut fra inntekten i de beste seks av de siste ti kalendermånedene før hennes uttak tar til, se § 14-10 første og andre ledd.",
                        "§ 21-4 første ledd nytt siste punktum skal lyde:",
                        "Departementet kan i forskrift bestemme at opplysninger som er nødvendige for å kunne behandle saker om ytelser etter loven og som ikke skal gis uoppfordret etter reglene i a-opplysningsloven, skal gis elektronisk til Arbeids- og velferdsetaten.",
                        "§ 22-13 nytt åttende ledd skal lyde:",
                        "Krav om omregning og etterbetaling av ytelse etter kapittel 8, 9 eller 14 på grunn av tariffrevisjon må settes fram innen tre måneder etter at tariffavtalen ble endret.",
                        "Loven trer i kraft fra den tid Kongen bestemmer.",
                        "Endringene gjelder for tilfeller som har skjæringstidspunkt fra og med ikrafttredelsestidspunktet. For ytelser etter kapittel 8 er skjæringstidspunktet første dag med arbeidsuførhet på grunn av sykdom eller skade. For ytelser etter kapittel 9 er skjæringstidspunktet første fraværsdag på grunn av omsorg for syke barn eller pleie av nærstående. For svangerskapspenger etter kapittel 14 er skjæringstidspunktet det tidspunktet som medlemmet må slutte i arbeid på grunn av graviditet, mens for foreldrepenger etter kapittel 14 er skjæringstidspunktet den dagen medlemmet begynner å ta ut foreldrepenger. I tilfeller der far velger å utsette sitt uttak av foreldrepenger, er skjæringstidspunktet likevel siste dag i mors del av fellesperioden.",
                        "Det skal ikke fastsettes nytt beregningsgrunnlag i saker med skjæringstidspunkt til og med dagen før ikrafttredelsestidspunktet. Det samme gjelder ved overgang mellom ytelser etter kapittel 8, 9 eller 14."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}