{
    "lawId": "LOV-2017-06-21-90",
    "lawName": "Lov om endringer i straffeloven mv. (smitteoverføring og allmennfarlig smittespredning)",
    "shortName": "Endringslov til straffeloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 157 a",
                    "title": "Den som med skjellig grunn mistenkes for handling som rammes av straffeloven §§ 291 til 296 eller 299 til 303, kan for å klarlegge om mistenkte er smittet med en seksuelt overførbar infeksjon, underkastes kroppslig undersøkelse, når det ikke fremstår som et uforholdsmessig inngrep. Reglene i § 157 første ledd annet punktum og annet ledd gjelder tilsvarende.",
                    "sections": [
                        "Uten mistenktes samtykke kan undersøkelse bare foretas etter ordre fra påtalemyndigheten. Reglene i § 157 fjerde ledd annet og tredje punktum gjelder tilsvarende.",
                        "Resultatet av de innhentede prøvene skal meddeles fornærmede. For øvrig skal de innhentede prøvene bare brukes i strafferettspleien.",
                        "I lov 2. juli 1999 nr. 64 om helsepersonell m.v. skal § 12 andre ledd første punktum lyde:",
                        "Lege skal etter anmodning fra påtalemyndigheten foreta kroppslig undersøkelse av mistenkte i straffesak når slik undersøkelse er besluttet etter straffeprosessloven §§ 157 eller 157 a.",
                        "I lov 20. mai 2005 nr. 28 om straff gjøres følgende endringer:",
                        "I § 131 første ledd føyes § 238 til i opplistingen av bestemmelser i straffeloven.",
                        "I § 196 første ledd bokstav a føyes § 238 til i opplistingen av bestemmelser i straffeloven.",
                        "§ 237 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 237",
                    "title": "Smitteoverføring",
                    "sections": [
                        "Med bot eller fengsel inntil 3 år straffes den som overfører en smittsom sykdom som medfører betydelig skade på kropp eller helse for en annen person. På samme måte straffes den som utsetter en annen person for slik smittefare.",
                        "Første ledd kommer ikke til anvendelse ved smitte som overføres ved seksuell omgang når den som er blitt smittet eller utsatt for smittefare på forhånd har samtykket.",
                        "Første ledd kommer heller ikke til anvendelse når forsvarlige smitteverntiltak er iakttatt.",
                        "Grovt uaktsom overtredelse straffes med bot eller fengsel inntil 1 år.",
                        "Ny § 237 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 237 a",
                    "title": "Grov smitteoverføring",
                    "sections": [
                        "Grov smitteoverføring straffes med fengsel inntil 6 år. Ved avgjørelsen av om overtredelsen er grov, skal det særlig legges vekt på om smitten",
                        "a)har ført til tap av liv",
                        "b)er overført til to eller flere personer",
                        "c)er overført ved særlig hensynsløs atferd",
                        "§ 238 skal lyde:"
                    ]
                },
                {
                    "name": "§ 238",
                    "title": "Allmennfarlig smittespredning",
                    "sections": [
                        "Med fengsel inntil 15 år straffes den som sprer smittestoffer eller smittestoffprodukter gjennom luft, vann, næringsmidler eller andre gjenstander bestemt for alminnelig bruk eller salg, og derved volder allmenn fare for liv eller helse.",
                        "Uaktsom overtredelse straffes med fengsel inntil 6 år.",
                        "§ 241 skal lyde:"
                    ]
                },
                {
                    "name": "§ 241",
                    "title": "Forbund om allmennfarlig smittespredning, allmennfarlig forgiftning eller alvorlig miljøkriminalitet",
                    "sections": [
                        "Med fengsel inntil 6 år straffes den som inngår forbund med noen om å begå en straffbar handling som nevnt i § 238 første ledd, § 239 første ledd eller § 240 første ledd.",
                        "I lov 15. mai 2008 nr. 35 om utlendingers adgang til riket og deres opphold her gjøres følgende endringer:",
                        "§ 67 første ledd bokstav b skal lyde:",
                        "b)når utlendingen for mindre enn ett år siden her i riket har sonet eller er ilagt straff eller særreaksjon for et forhold som kan føre til fengselsstraff i mer enn ett år, eller for brudd på straffeloven § 182 første ledd (opptøyer), § 231 annet ledd (uaktsom narkotikaovertredelse), § 237 fjerde ledd (grovt uaktsom smitteoverføring), § 262 første ledd (brudd på ekteskapsloven), § 263 (trusler), § 305 (seksuelt krenkende atferd mv. overfor barn under 16 år), § 374 første alternativ (grovt uaktsomt bedrageri) eller § 380 (grovt uaktsomt skattesvik),",
                        "§ 68 første ledd bokstav b skal lyde:",
                        "b)når utlendingen for mindre enn ett år siden her i riket har sonet eller er ilagt straff eller særreaksjon for et forhold som kan føre til fengselsstraff i to år eller mer, eller for brudd på straffeloven § 182 første ledd (opptøyer), § 231 (narkotikaovertredelse), § 237 fjerde ledd (grovt uaktsom smitteoverføring), § 262 første ledd (brudd på ekteskapsloven), § 263 (trusler), § 305 (seksuelt krenkende atferd mv. overfor barn under 16 år) eller § 374 første alternativ (grovt uaktsomt bedrageri), eller",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}