{
    "lawId": "LOV-2017-05-11-25",
    "lawName": "Lov om endringer i folketrygdloven mv. (pleiepenger ved pleie av syke barn)",
    "shortName": "Endringslov til folketrygdloven mv. (pleiepenger ved pleie av syke barn)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 9-4",
                    "title": "Opphold i Norge eller i utlandet",
                    "sections": [
                        "Bestemmelsen i § 8-9 om opphold i Norge gjelder tilsvarende. Med begrenset periode i § 8-9 tredje ledd menes i dette kapitlet inntil åtte uker i løpet av en tolv måneders periode.",
                        "Kapittel 9 romertall III overskriften skal lyde:",
                        "§ 9-10 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III. Pleiepenger og opplæringspenger",
            "paragraphs": [
                {
                    "name": "§ 9-10",
                    "title": "Pleiepenger til medlem med omsorg for syke barn",
                    "sections": [
                        "Et medlem som har omsorg for barn under 18 år, har rett til pleiepenger når barnet på grunn av sykdom, skade eller lyte har behov for kontinuerlig tilsyn og pleie, og medlemmet derfor må være borte fra arbeidet.",
                        "Dersom barnets behov for kontinuerlig tilsyn og pleie tilsier det, kan inntil to omsorgspersoner få pleiepenger samtidig, se også § 9-16 andre ledd. Når to omsorgspersoner tar ut pleiepenger samtidig, telles antall stønadsdager etter § 9-12 femte ledd.",
                        "§ 9-11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-11",
                    "title": "Graderte pleiepenger",
                    "sections": [
                        "Det kan ytes graderte pleiepenger når barn som nevnt i § 9-10 trenger kontinuerlig tilsyn og pleie, men hvor det er etablert tilsyns- og avlastningsordning deler av dagen eller noen dager i uken.",
                        "Ytelsen graderes ned for hver time barnet har tilsyn av andre, målt mot en normalarbeidsuke på 37,5 timer, se også § 9-12 sjuende ledd. Ytelsen kan graderes ned til 20 prosent. Har barnet tilsyn av andre mer enn 80 prosent, foreligger det ikke rett til pleiepenger.",
                        "§ 9-12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-12",
                    "title": "Antall pleiepengedager",
                    "sections": [
                        "Pleiepenger ytes med 100 prosent av beregningsgrunnlaget etter § 9-15 i inntil 260 dager per barn. Deretter ytes pleiepenger med 66 prosent av beregningsgrunnlaget i inntil 1 040 dager per barn.",
                        "For hver dag med ugradert ytelse telles én stønadsdag.",
                        "Dager med gradert ytelse telles slik at den prosentvise graden det tas ut pleiepenger i løpet av en uke, trekkes fra antall stønadsdager.",
                        "Det kan likevel ikke ytes graderte pleiepenger lenger enn i til sammen inntil ti år.",
                        "Når to omsorgspersoner tar ut ugradert ytelse samtidig, telles to stønadsdager. Dersom det samlede uttaket er mindre enn 200 prosent, telles antall dager forholdsmessig etter tredje ledd.",
                        "Etter 1 300 stønadsdager kan pleiepenger kun ytes til personer som har omsorg for barn under 18 år som på grunn av en livstruende sykdom eller skade har behov for kontinuerlig tilsyn og pleie. Dette gjelder ikke dersom sykdommen eller skaden er varig. Pleiepenger etter dette leddet ytes med 66 prosent av beregningsgrunnlaget.",
                        "Departementet kan i forskrift gi nærmere regler om gradert ytelse.",
                        "§ 9-13 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-13",
                    "title": "Pleiepenger for pleie av en nærstående",
                    "sections": [
                        "Til medlem som i hjemmet pleier en nærstående i livets sluttfase, ytes det pleiepenger i opptil 60 dager for hver pasient.",
                        "§ 9-14 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-14",
                    "title": "Opplæringspenger til et medlem med omsorg for et funksjonshemmet barn",
                    "sections": [
                        "Til et medlem som har omsorg for barn med en funksjonshemning eller en langvarig sykdom, ytes det opplæringspenger dersom medlemmet gjennomgår opplæring ved en godkjent helseinstitusjon eller deltar på foreldrekurs ved et offentlig spesialpedagogisk kompetansesenter. Det er et vilkår at opplæringen er nødvendig for at medlemmet skal kunne ta seg av og behandle barnet.",
                        "Stønaden kan gis selv om barnet har fylt 18 år.",
                        "§ 9-15 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-15",
                    "title": "Utbetaling av pleiepenger og opplæringspenger",
                    "sections": [
                        "Trygden yter pleiepenger etter § 9-10 etter de samme bestemmelsene som sykepenger fra trygden, se kapittel 8, men med kompensasjonsgrad som følger av § 9-12.",
                        "Trygden yter pleiepenger etter § 9-13 og opplæringspenger etter § 9-14 etter de samme bestemmelsene som sykepenger fra trygden, se kapittel 8, men slik at det til selvstendig næringsdrivende gis ytelse med 100 prosent av grunnlaget inntil seks ganger grunnbeløpet.",
                        "Beregningsgrunnlaget skal ikke fastsettes på nytt ved ny stønadsperiode dersom det er gått mindre enn fire uker siden forrige stønadsperiode. Hvis det har vært endringer i inntekten, skal det fastsettes nytt beregningsgrunnlag.",
                        "Bestemmelsene om ventetid i § 8-34 andre ledd, § 8-38 andre ledd og § 8-47 sjette ledd gjelder likevel ikke.",
                        "Til arbeidsledige gis ytelsen etter bestemmelsene i § 8-49 om sykepenger til arbeidsledige.",
                        "§ 9-16 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-16",
                    "title": "Krav til dokumentasjon",
                    "sections": [
                        "For å få rett til pleiepenger etter § 9-10 må det legges fram en legeerklæring fra den helseinstitusjonen i spesialisthelsetjenesten som har ansvaret for behandlingen av barnet.",
                        "Det må dokumenteres at barnet har behov for kontinuerlig tilsyn og pleie på grunn av sykdom, skade eller lyte. Dersom det er behov for tilsyn og pleie av to omsorgspersoner, se § 9-10 andre ledd, må dette dokumenteres.",
                        "Etter åtte uker med pleiepenger må det settes fram krav på nytt, og det må legges fram en utvidet legeerklæring fra lege i spesialisthelsetjenesten.",
                        "Dersom det er etablert tilsyns- og avlastningsordning for barnet, må den som søker om pleiepenger, dokumentere hvor mange timer i uken det gjelder.",
                        "For å få rett til pleiepenger etter § 9-13 må det legges fram legeerklæring fra den helseinstitusjonen eller den legen som har behandlet pasienten.",
                        "For å få rett til opplæringspenger etter § 9-14 må det legges fram legeerklæring om at opplæringen er nødvendig.",
                        "§ 9-17 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-17",
                    "title": "Feriepenger til arbeidstakere",
                    "sections": [
                        "Til arbeidstakere yter trygden feriepenger til pleiepenger og opplæringspenger.",
                        "Til samlet utbetaling av pleiepenger og opplæringspenger i et opptjeningsår ytes det feriepenger bare for de 12 første ukene.",
                        "Feriepenger utgjør 10,2 prosent av stønaden.",
                        "I lov 17. juni 2005 nr. 62 om arbeidsmiljø, arbeidstid og stillingsvern mv. gjøres følgende endringer:",
                        "§ 12-9 andre ledd skal lyde:",
                        "(2) Retten til permisjon etter paragrafen her gjelder til og med det kalenderåret barnet fyller 12 år. Arbeidstaker har rett til permisjon inntil 10 dager hvert kalenderår eller inntil 15 dager dersom arbeidstaker har omsorg for mer enn to barn.",
                        "§ 12-9 femte ledd skal lyde:",
                        "(5) Arbeidstaker har uansett rett til permisjon når det ytes omsorgspenger, pleiepenger eller opplæringspenger fra folketrygden.",
                        "Nåværende femte ledd blir nytt sjette ledd.",
                        "1.Loven trer i kraft fra 1. oktober 2017.",
                        "2.Endringene gjelder for tilfeller der første fraværsdag på grunn av omsorg for sykt barn som gir rett til pleiepenger, inntreffer etter at loven trer i kraft. For krav som har skjæringstidspunkt før ikrafttredelsen, gjelder tidligere regler ut vedtaksperioden. Med skjæringstidspunkt menes første fraværsdag fra arbeidet på grunn av omsorg for sykt barn som gir rett til pleiepenger. For krav som før ikrafttredelsen er innvilget etter folketrygdloven § 9-11 andre ledd andre punktum om kontinuerlig rett til pleiepenger ved svært alvorlig progredierende sykdom, skal tidligere regler gjelde fram til barnet dør eller fyller 18 år."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}