{
    "lawId": "LOV-2017-06-16-46",
    "lawName": "Lov om endringer i barnevernloven (barnevernsreform)",
    "shortName": "Endringslov til barnevernloven (barnevernsreform)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4-2 a",
                    "title": "Oppfølging av gravid rusmiddelavhengig etter melding fra kommunen",
                    "sections": [
                        "Ved melding fra kommunen om tilbakeholdelse av gravid rusmiddelavhengig etter helse- og omsorgstjenesteloven § 10-3 syvende ledd, kan barneverntjenesten åpne barnevernsak uten den gravides samtykke. Barneverntjenesten kan også gi råd og veiledning, tilby frivillige hjelpetiltak og vurdere behovet for å iverksette tiltak etter fødsel.",
                        "§ 4-3 nytt sjette ledd skal lyde:",
                        "Bestemmelsene i denne paragrafen gjelder så langt de passer for utredning som nevnt i § 2-3 tredje ledd bokstav a.",
                        "§ 4-22 tredje til sjette ledd skal lyde:",
                        "Barneverntjenesten i omsorgskommunen har ansvar for å velge et fosterhjem som er egnet til å ivareta det enkelte barns behov, og skal godkjenne fosterhjemmet. Barneverntjenesten skal alltid vurdere om noen i barnets familie eller nære nettverk kan velges som fosterhjem. Med omsorgskommunen menes den kommunen som har ansvaret etter § 8-4 tredje ledd.",
                        "Barneverntjenesten i omsorgskommunen har ansvar for å følge opp hvert enkelt barn i fosterhjemmet og for oppfølging av fosterhjemmet. Barne-, ungdoms- og familieetaten har ansvaret for oppfølging av fosterhjem som etaten tilbyr, jf. § 2-3 annet ledd bokstav a og c.",
                        "Den kommunen fosterhjemmet ligger i, har ansvaret for tilsyn med fosterhjemmet. Kommunen skal føre tilsyn med hvert enkelt barn i fosterhjemmet fra plasseringstidspunktet og frem til barnet fyller 18 år. Formålet med tilsynet er å føre kontroll med at barnet får forsvarlig omsorg i fosterhjemmet, og at de forutsetninger som ble lagt til grunn for plasseringen, blir fulgt opp. Kommunen skal sørge for at de som skal utøve tilsynet, gis grunnleggende opplæring og veiledning.",
                        "Departementet kan gi forskrifter som utfyller denne bestemmelsen.",
                        "§ 9-4 første ledd skal lyde:",
                        "Barne-, ungdoms- og familieetaten skal dekke den delen av utgiftene til institusjoner som overstiger andelen som kommunen plikter å betale etter § 9-5. Tilsvarende gjelder utgifter til fosterhjem etter § 2-3 annet ledd bokstav a og c, utredninger og hjelpetiltak etter § 2-3 tredje ledd bokstav a og hjelpetiltak etter § 2-3 tredje ledd bokstav b. Betalingsansvaret gjelder for tiltak og tjenester som Barne-, ungdoms- og familieetaten tilbyr. Ved tiltak etter § 2-3 annet ledd bokstav a kan departementet avgrense varigheten av statens betalingsansvar.",
                        "§ 9-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-5",
                    "title": "Kommunens økonomiske ansvar ved bruk av institusjoner mv.",
                    "sections": [
                        "Ved bruk av institusjon kan Barne-, ungdoms- og familieetaten kreve kommunen for egenbetaling for oppholdsutgifter etter satser fastsatt av departementet. Det samme gjelder for utgifter ved bruk av fosterhjem etter § 2-3 annet ledd bokstav a og c, til utredninger og hjelpetiltak etter § 2-3 tredje ledd bokstav a og hjelpetiltak etter § 2-3 tredje ledd bokstav b. Egenbetalingen skal ytes av den kommunen som har søkt om tjenester eller tiltak for barnet. Departementet kan gi forskrifter om egenbetalingen.",
                        "I lov 24. juni 2011 nr. 30 om kommunale helse- og omsorgstjenester m.m. gjøres følgende endringer:",
                        "§ 10-3 nytt syvende ledd skal lyde:",
                        "Når fylkesnemnda har fattet vedtak etter første ledd og kvinnen er tatt inn på institusjon, skal kommunen uten hinder av taushetsplikt gi barneverntjenesten melding om dette. Meldingen skal omfatte opplysninger om hvem kvinnen er, den vurdering av rusavhengighet og fare for skade på barnet som lå til grunn for vedtaket, forventet termin og hvilken institusjon kvinnen er tatt inn på. Tilsvarende gjelder når kommunen har truffet midlertidig vedtak etter femte ledd, og vedtaket er godkjent av fylkesnemnda etter barnevernloven § 7-22 første ledd.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelser til forskjellig tid.",
                        "Departementet kan gi overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}