{
    "lawId": "LOV-2017-12-19-121",
    "lawName": "Lov om endringer i lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven)",
    "shortName": "Endringslov til skatteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 7-2",
                    "title": "Utleieinntekter mv.",
                    "sections": [
                        "(1) Utleieinntekt fra egen bolig er skattepliktig, unntatt når leieforholdet varer sammenhengende minst 30 dager og",
                        "a.eieren benytter minst halvparten av boligen til egen bruk, regnet etter utleieverdien.",
                        "b.hele eller en større del av boligen leies ut for inntil 20 000 kroner i inntektsåret.",
                        "(2) For fritidseiendom som har vært delvis utleid eller utleid i deler av året, regnes 85 prosent av utleieinntekten som overstiger 10 000 kroner, som inntekt. Det samme gjelder utleieinntekt fra egen bolig når leieforholdet er kortere enn 30 dager.",
                        "(3) Flermannsboliger og utleiehytter omfattes ikke av denne paragrafen. Det samme gjelder når utleie av egen bolig regnes som virksomhet.",
                        "§ 7-10 nytt siste punktum skal lyde:",
                        "Denne bestemmelsen gjelder ikke når utleien skattlegges etter § 7-2 andre ledd.",
                        "§ 9-13 åttende ledd skal lyde:",
                        "(8) Gevinst ved vern av skog i forbindelse med etablering eller utvidelse av verneområde etter naturmangfoldloven kapittel V eller eldre vernevedtak som nevnt i naturmangfoldloven § 77, er fritatt for skatteplikt. Det samme gjelder ved vern etter markaloven. Gevinst ved vern som er fritatt for skatt etter første og annet punktum for selskap med deltakerfastsetting, er ikke skattepliktig for deltaker ved utdeling etter § 10-42.",
                        "§ 10-4 nytt tredje ledd skal lyde:",
                        "(3) Det kan også ytes konsernbidrag til utenlandsk selskap som nevnt i annet ledd a, begrenset til mottakers underskudd til fremføring, jf. § 14-6.",
                        "§ 10-11 første ledd annet punktum skal lyde:",
                        "For personlig aksjonær skal skattepliktig utbytte etter fradrag for skjerming etter § 10-12, oppjusteres med 1,33.",
                        "§ 10-21 fjerde ledd tredje punktum skal lyde:",
                        "Skattepliktig uttak etter fradrag for skjerming etter femte ledd, skal oppjusteres med 1,33.",
                        "§ 10-21 syvende ledd tredje punktum skal lyde:",
                        "Tapet skal oppjusteres med 1,33 og kan føres til fradrag i kontohavers inntekt.",
                        "§ 10-31 første ledd fjerde punktum skal lyde:",
                        "For personlig aksjonær skal skattepliktig gevinst etter fradrag for ubenyttet skjerming, oppjusteres med 1,33.",
                        "§ 10-31 annet ledd annet punktum skal lyde:",
                        "For personlig aksjonær skal tapet oppjusteres med 1,33.",
                        "§ 10-42 tredje ledd bokstav b skal lyde:",
                        "b.Nettoverdien etter bokstav a oppjusteres med 1,33.",
                        "§ 10-44 første ledd tredje punktum skal lyde:",
                        "For personlig deltaker skal gevinst og tap etter fradrag for ubenyttet skjerming oppjusteres med 1,33.",
                        "§ 10-65 annet ledd tredje punktum skal lyde:",
                        "For deltaker som omfattes av § 10-67 annet ledd, skal likevel 23 prosent inntektsføres.",
                        "§ 10-67 annet ledd skal lyde:",
                        "(2) For deltaker som nevnt i § 10-12 første og tredje ledd, skal 77 prosent av mottatt utbytte, etter at utbyttet er økt med den andel av aksjonærens fradrag etter § 16-20 annet ledd som vedrører utbyttet, legges til grunn som utbytte og oppjusteres etter § 10-11 første ledd annet punktum.",
                        "§ 14-6 nytt femte ledd skal lyde:",
                        "(5) Retten til fradrag for underskudd faller bort for den del det er mottatt konsernbidrag for etter § 10-4 tredje ledd.",
                        "§ 15-4 første ledd skal lyde:",
                        "(1) Personlig skattyter skal ha personfradrag i alminnelig inntekt. Stortinget fastsetter personfradrag i klasse 1 for det enkelte inntektsår.",
                        "§ 15-4 annet til fjerde ledd oppheves. Nåværende femte ledd blir annet ledd og skal lyde:",
                        "(2) Er en av ektefellene avgått ved døden i inntektsåret, og ektefellens inntekt skattlegges særskilt etter § 2-11 første og annet ledd, gis personfradrag i avdødes inntekt. Det samme gjelder når arving som har overtatt boet uskiftet, krever sin og avdødes inntekt skattlagt særskilt. Dødsbo skal for det inntektsåret dødsfallet fant sted, ha samme personfradrag som avdøde ville ha hatt i live. Hvis gjenlevende ektefelle er eller sannsynligvis vil bli skattlagt særskilt, skal boet ha personfradrag. Boet skal ikke ha personfradrag for de etterfølgende inntektsårene. Reglene om ektefeller i dette ledd gjelder tilsvarende for gjenlevende samboer som overtar boet uskiftet i medhold av arveloven § 28c.",
                        "§ 15-4 nåværende sjette til niende ledd blir tredje til sjette ledd.",
                        "§ 15-5 annet ledd skal lyde:",
                        "(2) Fradraget gis ved skatteberegningen med 15 500 kroner, men får ikke virkning ved beregning av trygdeavgift og trinnskatt.",
                        "§ 16-21 første ledd siste punktum skal lyde:",
                        "Ved fastsettelse av samlet skattepliktig inntekt etter første punktum, medtas ikke oppjustering etter § 10-11, § 10-21, § 10-31, § 10-42 og § 10-44.",
                        "§ 17-1 sjette ledd skal lyde:",
                        "(6) Ved bruk av alminnelig inntekt etter denne paragraf medtas ikke oppjustering etter § 10-11, § 10-21, § 10-31, § 10-42 og § 10-44.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endringer:",
                        "§ 5-14 nytt fjerde ledd skal lyde:",
                        "(4) For opsjoner og aksjer i små oppstartsselskap gjelder følgende unntak fra første til tredje ledd:",
                        "a)Fordel inntil 500 000 kroner ved innløsning av rett til erverv av aksjer i arbeidsforhold i små oppstartsselskap skattlegges først ved realisasjon av de aksjene som ble ervervet ved innløsning av denne del av opsjonen.",
                        "b)Gevinst ved realisasjon av aksje som nevnt i bokstav a skattlegges som fordel vunnet ved arbeid inntil et beløp som tilsvarer opsjonsfordelen, jf. bokstav c. Gevinst utover opsjonsfordelen skattlegges som gevinst ved realisasjon av aksje.",
                        "c)Beskatning etter dette ledd forutsetter at arbeidsgiver på innløsningstidspunktet beregner en opsjonsfordel. Opsjonsfordelen settes til differansen mellom aksjens omsetningsverdi og innløsningsprisen, fratrukket den ansattes kostpris for opsjonen. Første ledd bokstav a, jf. bokstav c gjelder tilsvarende.",
                        "d)Departementet gir forskrift til utfylling og gjennomføring av bestemmelsene i dette ledd, herunder nærmere vilkår knyttet til selskapet, den ansatte og opsjonen. Departementet kan også gi forskrift om at opsjonsfordel skal beskattes før aksjene realiseres når det har gått fem år fra innløsningstidspunktet, når arbeidsforholdet opphører, eller når den ansatte flytter ut av riket.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endringer:",
                        "§ 5-15 annet ledd nytt siste punktum skal lyde:",
                        "Departementet kan gi utfyllende regler og fastsette satser for skattefrie ytelser som kan mottas av ansatte som av hensyn til arbeidet må bo utenfor hjemmet.",
                        "§ 6-13 første og annet ledd skal lyde:",
                        "(1) Skattyter som av hensyn til arbeidet må bo utenfor hjemmet, gis fradrag for merkostnader på grunn av fraværet med de begrensninger som følger av denne paragraf. Fradrag for kost og losji gis for en periode på inntil 24 måneder etter nærmere regler fastsatt av departementet. Dersom skattyteren kan tilberede mat i tilknytning til pendlerboligen, gis det ikke fradrag for kost.",
                        "(2) Fradrag for merkostnader etter første ledd gis etter satser som fastsettes av departementet med mindre skattyteren godtgjør og krever fradrag for større kostnader. Fradrag for reisekostnader ved besøk i hjemmet gis etter § 6-44.",
                        "Nåværende annet og tredje ledd blir tredje og nytt fjerde ledd.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endringer:",
                        "§ 4-12 sjette ledd nytt tredje punktum skal lyde:",
                        "Dette ledd gjelder tilsvarende for aksjeandel i investering som skattlegges etter § 10-20 tiende ledd.",
                        "§ 10-20 fjerde ledd nytt siste punktum skal lyde:",
                        "Likt med aksjer regnes annen andel i selskap som omfattes av § 10-10 tredje ledd, og andel i selskap hvor deltakerne skattlegges etter § 10-40 til § 10-49.",
                        "§ 10-20 nytt tiende ledd skal lyde:",
                        "(10) Investering i verdipapir gjennom kapitalforsikring skattlegges på tilsvarende måte, når det ved forsikringstakers død eller uførhet vil bli utbetalt mindre enn 50 prosent tillegg til gjenstående sparebeholdning på forsikringskontoen. Det samme gjelder når det ved forsikringstakers død eller uførhet blir utbetalt et fast beløp som utgjør mindre enn 100 prosent tillegg til innbetalte sparebeløp. Fradrag for skjerming gis hos forsikringstaker, og beregnes ut fra aksjeandelen ved det enkelte års begynnelse. Helt eller delvis gjenkjøp av slik kapitalforsikring er å anse som realisasjon og følger reglene i syvende ledd, men slik at gjennomsnittlig aksjeandel for hvert år i eierperioden legges til grunn.",
                        "Endringene under I trer i kraft straks.",
                        "Endringene under II trer i kraft straks med virkning fra og med inntektsåret 2017.",
                        "Følgende overgangsregel gjelder:",
                        "Ved skattefastsettingen for inntektsåret 2017 medregnes næringseiendom til 89 prosent av full verdi for selskaper som verdsettes etter skatteloven § 4-13 første ledd annet punktum og annet ledd. Likevel skal næringseiendommene settes til full verdi ved fastsettingen av selskapets samlede skattemessige formuesverdi pr. 1. januar 2017 som brukes som formuesverdi for aksjene i inntektsåret 2018.",
                        "Endringen under III trer i kraft straks med virkning fra og med 12. oktober 2017.",
                        "Endringene under IV trer i kraft straks med virkning fra og med inntektsåret 2018.",
                        "Endringer under V trer i kraft fra den tid Kongen bestemmer.",
                        "Endringene under VI trer i kraft straks med virkning fra og med inntektsåret 2018, men likevel slik at bortfall av fradragsrett etter regelen i § 6-13 første ledd annet punktum tidligst får virkning fra 1. januar 2020.",
                        "Endringene under VII trer i kraft straks med virkning fra og med inntektsåret 2019.",
                        "Følgende overgangsregel gjelder:",
                        "For investering i fondskonto e.l. gjennomført før 1. januar 2019, legges aksjeandelen per 1. januar 2019 til grunn ved bruk av reglene i § 10-20 femte og syvende ledd."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        }
    ]
}