{
    "lawId": "LOV-2017-06-09-40",
    "lawName": "Lov om endringer i jernbaneloven og yrkestransportloven (billetteringsløsninger mv.)",
    "shortName": "Endringslov til jernbaneloven og yrkestransportloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 7 b",
                    "title": "(Reiseinformasjon og salg av billetter)",
                    "sections": [
                        "Departementet kan i forskrift gi regler om plikt for jernbaneforetak eller administrasjonsselskap til å utlevere reiseinformasjon og til å bruke bestemte billetteringsløsninger. I forskriften kan det også gis regler om betaling av gebyr for tilknytning til og bruk av elektroniske støttesystemer for billettering. Gebyret skal ikke overstige kostnadene til utvikling og drift av elektroniske støttesystemer for billettering.",
                        "I forskriften etter første ledd kan det gis regler om formater og fremgangsmåter for utlevering av reiseinformasjon, salg av billetter og fastsettelse og innkreving av gebyr nevnt i første ledd.",
                        "I lov 21. juni 2002 nr. 45 om yrkestransport med motorvogn og fartøy gjøres følgende endringer:",
                        "§ 8 første ledd skal lyde:",
                        "(1) Når det vert gjeve godtgjersle eller einerett ved tildeling av løyve, skal det nyttast konkurranse så langt det følgjer av lova her, lov 4. desember 1992 nr. 121 om fri utveksling av tjenester innen sjøtransport § 1 tredje ledd, lov 17. juni 2016 nr. 73 om offentlige anskaffelser og forskrifter gjevne med heimel i desse lovene.",
                        "§ 31 første og nytt andre ledd skal lyde:",
                        "(1) Departementet kan fastsetje i forskrift at det skal betalast gebyr for",
                        "a)utferding av løyvedokument, løyveskilt eller annan dokumentasjon etter denne lova",
                        "b)avvikling av løyveeksamen og utferding av kompetansebevis.",
                        "(2) Departementet kan òg fastsetje i forskrift at den som mot vederlag driv persontransport med motorvogn og fartøy i rute, skal betale gebyr for tilknyting til og bruk av elektroniske støttesystem for billettering. Gebyret skal ikkje overstige kostnadene til utvikling og drift av elektroniske støttesystemer for billettering. I forskrifta kan departementet gje nærare føresegner om gebyrordninga, mellom anna om fastsetjing og innkrevjing av gebyr.",
                        "Loven trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}