{
    "lawId": "LOV-2017-12-15-105",
    "lawName": "Lov om endringer i regnskapsloven mv. (forenklinger)",
    "shortName": "Endringslov til regnskapsloven mv. (forenklinger)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3-1",
                    "title": "Plikt til å utarbeide årsregnskap og årsberetning",
                    "sections": [
                        "Regnskapspliktige skal for hvert regnskapsår utarbeide årsregnskap i samsvar med bestemmelsene i denne loven. Små foretak kan ved utarbeidelse av årsregnskap følge de unntaksbestemmelser som fremgår av loven.",
                        "Regnskapspliktige skal for hvert regnskapsår utarbeide årsberetning i samsvar med bestemmelsene i denne loven. Plikten til å utarbeide årsberetning gjelder ikke for små foretak.",
                        "Årsregnskapet og årsberetningen skal fastsettes senest seks måneder etter regnskapsårets slutt.",
                        "For konsernregnskap eller selskapsregnskap utarbeidet i samsvar med § 3-9, gjelder ikke bestemmelsene i denne lov § 1-4, § 1-9, § 3-2 første, annet og fjerde ledd samt tredje ledd annet og tredje punktum, § 3-2a, § 3-4 første og annet ledd, § 3-6, § 3-8, kapittel 4, kapittel 5, kapittel 6, §§ 7-1 til 7-14, § 7-15 fjerde og femte ledd, § 7-16, § 7-17, §§ 7-19 til 7-25, § 7-28, § 7-29, § 7-30b, § 7-33, § 7-34, § 7-35, § 7-36 fjerde til niende ledd og §§ 7-37 til 7-41.",
                        "Ny § 3-2b skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-2b",
                    "title": "Utarbeidelse av årsregnskap etter regel om begrenset regnskapsplikt",
                    "sections": [
                        "Regnskapspliktige enkeltpersonforetak og ansvarlige selskaper som oppfyller vilkårene for små foretak i § 1-6, kan utarbeide årsregnskap basert på skatterapporteringen av årsresultat og balanse samt tilpassede tilleggsopplysninger når dette kan anses som god regnskapsskikk for slike regnskapspliktige. Første punktum gjelder ikke for ansvarlige selskaper der en eller flere av deltagerne er en juridisk person med begrenset ansvar.",
                        "For årsregnskap som utarbeides etter første ledd, skal regnskapsvalutaen være i norske kroner.",
                        "Vedtak om å utarbeide årsregnskap etter første ledd krever i et ansvarlig selskap tilslutning fra samtlige medlemmer av selskapsmøtet og dessuten fra samtlige styremedlemmer hvis selskapet har styre. Vedtaket skal gjøres kjent for deltagere som ikke er medlemmer av selskapsmøtet, før regnskapsåret begynner eller ved stiftelsen. Samtlige deltagere og styremedlemmer kan kreve at årsregnskapet ikke skal utarbeides etter reglene i første ledd. Et slikt krav må fremsettes skriftlig senest to måneder før regnskapsårets utgang.",
                        "§ 3-3 oppheves.",
                        "§ 7-1 første ledd annet punktum skal lyde:",
                        "Små foretak kan i stedet gi opplysninger som nevnt i §§ 7-35 til 7-46.",
                        "§ 7-27 annet og nytt tredje ledd skal lyde:",
                        "Aksjeselskap og allmennaksjeselskap som har en beholdning av egne aksjer etter aksjeloven og allmennaksjeloven kapittel 9, skal opplyse om antallet, aksjenes pålydende verdi og den andel aksjene utgjør av aksjekapitalen.",
                        "Det skal opplyses om endringer i beholdning av egne aksjer og datterselskapenes beholdning av aksjer i morselskapet i løpet av regnskapsåret. Det skal minst opplyses om:",
                        "1.bakgrunnen for erverv som har funnet sted,",
                        "2.antall aksjer som er ervervet, vederlag for disse og den andel de utgjør av aksjekapitalen,",
                        "3.antall aksjer som er avhendet, vederlag for disse og den andel de utgjør av aksjekapitalen.",
                        "§ 7-42 fjerde og femte ledd skal lyde:",
                        "Har selskapet en beholdning av egne aksjer etter aksjeloven kapittel 9, skal det opplyses om antallet, aksjenes pålydende verdi og den andel aksjene utgjør av aksjekapitalen.",
                        "Det skal opplyses om endringer i beholdning av egne aksjer og datterselskapenes beholdning av aksjer i morselskapet i løpet av regnskapsåret. Det skal minst opplyses om:",
                        "1.bakgrunnen for erverv som har funnet sted,",
                        "2.antall aksjer som er ervervet, vederlag for disse og den andel de utgjør av aksjekapitalen,",
                        "3.antall aksjer som er avhendet, vederlag for disse og den andel de utgjør av aksjekapitalen.",
                        "Ny § 7-46 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-46",
                    "title": "Fortsatt drift",
                    "sections": [
                        "Dersom det er usikkerhet om fortsatt drift, skal det opplyses om usikkerheten.",
                        "I lov 13. juni 1997 nr. 44 om aksjeselskaper gjøres følgende endringer:",
                        "§ 2-8 oppheves.",
                        "§ 2-13 annet ledd skal lyde:",
                        "(2) Ved forsinket oppgjør av krav på innskudd i andre eiendeler enn penger plikter aksjeeieren å erstatte selskapet rente regnet av innskuddets verdi ved stiftelsen, jf. § 2-9.",
                        "§ 5-5 annet og tredje ledd skal lyde:",
                        "(2) På den ordinære generalforsamlingen skal følgende saker behandles og avgjøres:",
                        "1.godkjennelse av årsregnskapet og eventuell årsberetning, herunder utdeling av utbytte;",
                        "2.andre saker som etter loven eller vedtektene hører under generalforsamlingen.",
                        "(3) Årsregnskapet og eventuell årsberetning og revisjonsberetning skal senest en uke før generalforsamlingen sendes til hver aksjeeier med kjent adresse.",
                        "§ 7-6 annet ledd annet punktum skal lyde:",
                        "Har selskapet ikke fastsatt sitt første årsregnskap, kan beslutning som nevnt i første ledd treffes hvis selskapets ansatte ikke overstiger ti på tidspunktet for generalforsamlingens beslutning og aksjeinnskuddene i forbindelse med stiftelsen er mindre enn en terskelverdi fastsatt av departementet i forskrift.",
                        "§ 13-6 første ledd nr. 6 skal lyde:",
                        "6.enhver særlig rett eller fordel som skal tilfalle medlemmer av styret eller daglig leder ved fusjonen.",
                        "§ 13-6 første ledd nr. 7 oppheves.",
                        "§ 15-1 annet ledd annet punktum skal lyde:",
                        "Allmennaksjelovens regler om redegjørelse i § 2-6 gjelder tilsvarende, likevel slik at tidspunktet for verdsettelsen tidligst kan være åtte uker før generalforsamlingens beslutning.",
                        "I lov 13. juni 1997 nr. 45 om allmennaksjeselskaper gjøres følgende endringer:",
                        "§ 2-8 oppheves.",
                        "§ 2-13 annet ledd skal lyde:",
                        "(2) Ved forsinket oppgjør av krav på innskudd i andre eiendeler enn penger plikter aksjeeieren å erstatte selskapet rente regnet av innskuddets verdi ved stiftelsen, jf. § 2-9.",
                        "§ 13-6 første ledd nr. 6 skal lyde:",
                        "6.enhver særlig rett eller fordel som skal tilfalle medlemmer av styret eller daglig leder ved fusjonen.",
                        "§ 13-6 første ledd nr. 7 oppheves.",
                        "§ 13-8 første ledd nr. 3 skal lyde:",
                        "3.mellombalanser for de deltakende selskaper, dersom planen undertegnes mer enn seks måneder etter balansedagen for det senest fastsatte årsregnskapet, og det ikke følger en halvårsrapport som nevnt i nr. 2 som vedlegg til fusjonsplanen. Kravet i første punktum gjelder ikke dersom samtlige aksjeeiere i selskapet som deltar i fusjonen, samtykker til dette. Mellombalansen skal være utarbeidet og revidert etter reglene for årsregnskap, og balansedagene må ikke ligge lenger tilbake i tid enn tre måneder før dagen for undertegningen av planen. Kongen kan ved forskrift fastsette unntak fra og gi nærmere regler om kravet til mellombalanser, og kan fastsette andre krav til revisjon av mellombalanser enn det som følger av tredje punktum.",
                        "I lov 21. juni 1985 nr. 78 om registrering av foretak skal § 4-4 første ledd bokstav e nr. 1 og nr. 2 lyde:",
                        "1.aksjeloven § 2-4 annet ledd, § 2-5 annet ledd, § 2-6, § 10-2, § 13-10, § 14-4 tredje ledd, jf § 13-10, og § 15-1 annet ledd annet punktum",
                        "2.allmennaksjeloven § 2-4 annet ledd, § 2-5 annet ledd, § 2-6, § 10-2, § 13-10 og § 14-4 tredje ledd, jf § 13-10",
                        "I lov 10. april 2015 nr. 17 om finansforetak og finanskonsern gjøres følgende endringer:",
                        "§ 7-7 annet ledd oppheves. § 7-7 nåværende tredje ledd blir annet ledd.",
                        "§ 12-3 fjerde ledd fjerde punktum oppheves.",
                        "§ 12-14 annet ledd siste punktum oppheves.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "2.Departementet kan fastsette overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}