{
    "lawId": "LOV-2017-06-21-89",
    "lawName": "Lov om endringer i tobakksskadeloven, strålevernloven og helseberedskapsloven (registrerings- og tilsynsordning for salg av tobakksvarer mv.)",
    "shortName": "Endringslov til tobakksskadeloven, strålevernloven og helseberedskapsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel 2. Registrerings- og tilsynsordning for salg av tobakksvarer og tobakkssurrogater",
            "paragraphs": [
                {
                    "name": "§ 4",
                    "title": "Registreringsplikt for salg av tobakksvarer og tobakkssurrogater til forbruker",
                    "sections": [
                        "Salg av tobakksvarer og tobakkssurrogater til forbruker uten registrering hos Helsedirektoratet er forbudt. Hver enkelt virksomhet skal registrere samtlige av sine salgssteder for tobakksvarer og tobakkssurrogater.",
                        "Plikten til å være registrert gjelder både permanente salgssteder og salgssteder som selger deler av året eller for en enkelt anledning.",
                        "Til forbruker er det kun tillatt å selge tobakksvarer og tobakkssurrogater som er lovlig importert eller kjøpt fra registrerte grossister.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om pliktene i første, andre og tredje ledd, herunder om hvilke opplysninger som skal registreres, sletting av registrering, begrensninger for registrering samt unntak fra registreringsplikt."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Internkontroll",
                    "sections": [
                        "Salgsstedet skal etablere internkontroll for etterlevelse av bestemmelsene i §§ 4, 17 til 24, 30 til 33, 34 a, 34 d og 42. Internkontrollen skal kunne dokumenteres overfor tilsynsmyndighetene.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om internkontrollen."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Registreringsplikt for engrossalg av tobakksvarer og tobakkssurrogater",
                    "sections": [
                        "Engrossalg av tobakksvarer og tobakkssurrogater uten registrering hos Helsedirektoratet er forbudt.",
                        "Engrossalg av tobakksvarer og tobakkssurrogater kan bare skje til registrerte salgssteder og grossister.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om pliktene i første og andre ledd, herunder om hvilke opplysninger som skal registreres, sletting av registrering, begrensninger for registrering samt unntak fra registreringsplikt."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Tilsyn med salgssteder",
                    "sections": [
                        "Kommunen fører tilsyn med at registrerte salgssteder for tobakksvarer og tobakkssurrogater til forbruker overholder bestemmelsene i §§ 4, 5, 9, 17 til 24, 30 til 33, 34 a, 34 d og 42 og forskrifter gitt i medhold av disse bestemmelsene. Salgsstedet plikter å gi kommunen tilgang til lokaler, herunder varelager, nødvendige opplysninger, vareprøver og annen relevant bistand.",
                        "Sysselmannen fører tilsyn etter første ledd på Svalbard. Sysselmannen kan delegere oppgaven til Longyearbyen lokalstyre.",
                        "Departementet kan gi nærmere bestemmelser i forskrift om tilsyn og om utøvelsen av tilsynet, herunder om at tilsyn med enkelte typer salgssteder skal føres av Helsedirektoratet."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Pålegg om retting og tvangsmulkt",
                    "sections": [
                        "Hvis kommunen finner at et salgssted har overtrådt bestemmelser i §§ 4, 5, 9, 17 til 24, 30 til 33, 34 a, 34 d og 42 eller bestemmelser gitt i medhold av disse er overtrådt, kan den pålegge retting av forholdet. Det skal samtidig settes en frist for rettingen. Kommunen kan kreve skriftlig bekreftelse fra overtrederen på at det ulovlige forholdet har opphørt.",
                        "I tillegg til pålegg om retting, kan kommunen fastsette tvangsmulkt. Mulkten løper fra oversittelse av fristen for retting, og den kan fastsettes i form av engangsmulkt eller dagmulkt. Mulkten tilfaller staten.",
                        "Dersom kommunen ved avdekking av overtredelse av bestemmelser som nevnt i første ledd finner særlig grunn til å tro at det vil bli begått nye brudd som ikke kan stanses etter første og andre ledd, kan kommunen på forhånd fastsette at mulkt vil løpe fra det tidspunktet en ny overtredelse tar til. Slik tvangsmulkt kan fastsettes for inntil ett år.",
                        "Helsedirektoratet kan treffe vedtak etter første til tredje ledd i denne bestemmelsen overfor grossister ved overtredelse av bestemmelser som nevnt i § 35.",
                        "Sysselmannen kan treffe vedtak etter første til tredje ledd på Svalbard. Sysselmannen kan delegere til Longyearbyen lokalstyre å fatte vedtak etter denne bestemmelsen for Longyearbyen.",
                        "Departementet kan gi forskrifter om fastsettelse, beregning og innkreving av tvangsmulkt."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Salgsforbud",
                    "sections": [
                        "Hvis kommunen finner at et salgssted har overtrådt bestemmelser i §§ 4, 5, 17 til 24, 30 til 33, 34 a, 34 d og 42 eller bestemmelser gitt i medhold av disse, kan den treffe vedtak om forbud mot salg av tobakksvarer og tobakkssurrogater.",
                        "Helsedirektoratet kan treffe vedtak om forbud mot engrossalg av tobakksvarer og tobakkssurrogater ved overtredelse av bestemmelsene nevnt i § 35.",
                        "Sysselmannen kan treffe vedtak etter første ledd på Svalbard. Sysselmannen kan delegere til Longyearbyen lokalstyre å fatte vedtak etter denne bestemmelsen for Longyearbyen.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om salgsforbud, herunder om saksbehandlingen og om standardiserte reaksjoner for ulike typer overtredelser."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Avgifter",
                    "sections": [
                        "Kommunen kan kreve en årlig tilsynsavgift fra salgssteder til dekning av sine kostnader med tilsynsoppgaver etter § 7 første ledd.",
                        "Sysselmannen, eventuelt Longyearbyen lokalstyre, kan kreve en årlig tilsynsavgift fra salgssteder til dekning av sine kostnader med tilsynsoppgaver etter § 7 tredje ledd.",
                        "Helsedirektoratet kan kreve en årlig tilsynsavgift fra grossister til dekning av sine kostnader med tilsyn med grossister etter § 35. Helsedirektoratet kan videre kreve tilsynsavgift fra salgssteder de fører tilsyn med etter § 7 tredje ledd.",
                        "Helsedirektoratet kan i tillegg kreve en årlig registeravgift fra grossister for å dekke kostnadene knyttet til drift og forvaltning av register over salgssteder og grossister, jf. § 35 a.",
                        "Departementet kan gi forskrift om satser for og innbetaling av avgiftene etter denne bestemmelsen."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Klage",
                    "sections": [
                        "Enkeltvedtak fattet av kommunen etter §§ 8 og 9 kan påklages til fylkesmannen.",
                        "Enkeltvedtak fattet av Helsedirektoratet etter §§ 8 og 9 kan påklages til departementet.",
                        "Enkeltvedtak fattet av Sysselmannen på Svalbard etter §§ 8 og 9 kan påklages til departementet. I de tilfeller hvor Sysselmannen har delegert myndighet til Longyearbyen lokalstyre, er Sysselmannen klageinstans for lokalstyrets vedtak.",
                        "I kapittel 7 gjøres følgende endringer:",
                        "§ 35 første ledd skal lyde:",
                        "Helsedirektoratet fører tilsyn med at bestemmelsene i §§ 6, 9, 19 til 24, 30 til 34, 34 c og 34 d og bestemmelser gitt i medhold av disse lovbestemmelsene, overholdes. Direktoratet fører tilsyn med kravene i §§ 30 a og 32 når det gjelder tobakksvarer og urtebaserte røykeprodukter. Grossister plikter å gi Helsedirektoratet tilgang til lokaler, herunder varelager, nødvendige opplysninger, vareprøver og annen relevant bistand.",
                        "Ny § 35 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 35 a",
                    "title": "Register for salg av tobakksvarer og tobakkssurrogater.",
                    "sections": [
                        "Helsedirektoratet forvalter et register over salgssteder og grossister for tobakksvarer og tobakkssurrogater, jf. §§ 4 og 6. Departementet kan i forskrift gi nærmere bestemmelser om forvaltningen av registeret, herunder om retting og sletting av opplysninger.",
                        "I lov 12. mai 2000 nr. 36 om strålevern og bruk av stråling gjøres følgende endringer:",
                        "I §§ 18 første ledd, 19 første og andre ledd og 20 skal benevnelsen «Helsedirektoratet» erstattes med «Statens strålevern».",
                        "§ 4 første ledd skal lyde:",
                        "Loven gjelder for Norge, herunder Svalbard og Jan Mayen. Forskrifter til loven gjelder likevel bare når det er fastsatt i forskriftene. Kongen kan i forskrift fastsette særlige regler av hensyn til stedlige forhold.",
                        "Ny § 6 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 6 a",
                    "title": "Saksbehandlingsregler",
                    "sections": [
                        "Departementet kan i forskrift fastsette saksbehandlingsfrister for tillatelser. Tjenesteloven § 11 annet ledd gjelder ikke for tillatelser etter loven her.",
                        "Departementet kan gi forskrifter om saksbehandlingsregler til utfylling av reglene i tjenesteloven for godkjenning og andre tillatelser i loven her. Saksbehandlingsreglene kan fravike reglene i forvaltningsloven.",
                        "§ 19 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 19 a",
                    "title": "Beslag og destruksjon av ulovlige laserpekere",
                    "sections": [
                        "Laserpekere som importeres i strid med § 6 med forskrifter, kan tilbakeholdes, beslaglegges og destrueres. Det samme gjelder ulovlige laserpekere som er i Norge.",
                        "Ved tilbakehold skal mottakeren varsles om at laserpekeren vil bli vurdert beslaglagt og destruert. Mottaker skal gis mulighet til å uttale seg i saken innen en nærmere angitt frist.",
                        "Dersom mottakeren ikke avgir uttalelse innen fristen, kan laserpekeren beslaglegges og destrueres. Forvaltningsloven §§ 23, 24, 25 og 27 kommer ikke til anvendelse der mottaker ikke har gitt tilbakemelding innen fristen.",
                        "Kongen kan gi forskrift om gjennomføring av denne bestemmelsen, herunder fastsette frister for å gi tilbakemelding på varsel gitt etter andre ledd.",
                        "Kongen kan i forskrift gjøre unntak fra klagerett over vedtak fattet i medhold av denne bestemmelsen.",
                        "§ 22 skal lyde:"
                    ]
                },
                {
                    "name": "§ 22",
                    "title": "Klage",
                    "sections": [
                        "Departementet er klageinstans for enkeltvedtak truffet av Statens strålevern i medhold av denne loven. Fylkesmannen er klageinstans for enkeltvedtak truffet av kommunen i medhold av denne loven.",
                        "I lov 23. juni 2000 nr. 56 om helsemessig og sosial beredskap gjøres følgende endring:",
                        "§ 2-4 første ledd første punktum skal lyde:",
                        "Folkehelseinstituttet, Helsedirektoratet og Statens strålevern kan etablere registre med helseopplysninger for å håndtere beredskapssituasjoner.",
                        "I lov 24. mai 2013 nr. 17 om endringer i tobakksskadeloven gjøres følgende endring:",
                        "Kapittel 2 oppheves.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "2.Kongen kan gi overgangsbestemmelser i forskrift."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}