{
    "lawId": "LOV-2017-12-19-115",
    "lawName": "Lov om endringer i likestillings- og diskrimineringsloven, kommuneloven og regnskapsloven (videreføring av redegjørelsesplikten)",
    "shortName": "Endringslov til likestillings- og diskrimineringsloven, kommuneloven mv",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 26a",
                    "title": "Arbeidsgivers redegjørelsesplikt",
                    "sections": [
                        "Alle arbeidsgivere skal redegjøre for:",
                        "a)den faktiske tilstanden når det gjelder kjønnslikestilling i virksomheten, og",
                        "b)likestillingstiltak som er iverksatt og som planlegges iverksatt for å fremme lovens formål om likestilling uavhengig av kjønn.",
                        "Arbeidsgivere i privat sektor som jevnlig sysselsetter mer enn 50 ansatte, og arbeidsgivere i offentlig sektor skal redegjøre for likestillingstiltak som er iverksatt og som planlegges iverksatt for å fremme lovens formål om likestilling uavhengig av etnisitet, religion, livssyn, funksjonsnedsettelse, seksuell orientering, kjønnsidentitet og kjønnsuttrykk.",
                        "Redegjørelsesplikten gjelder for virksomheter som i lov er pålagt å utarbeide årsberetning. Disse skal ta redegjørelsene inn i virksomhetens årsberetning.",
                        "Redegjørelsesplikten gjelder også for offentlige myndigheter og offentlige virksomheter som ikke er pålagt å utarbeide årsberetning. Disse skal ta redegjørelsene inn i årsbudsjettet.",
                        "§ 44 nr. 1 oppheves.",
                        "§ 44 nr. 3 oppheves.",
                        "I lov 25. september 1992 nr. 107 om kommuner og fylkeskommuner gjøres følgende endring:",
                        "§ 48 nr. 5 fjerde punktum skal lyde:",
                        "Det skal også redegjøres for tiltak som er iverksatt, og tiltak som planlegges iverksatt for å fremme likestilling og for å hindre forskjellsbehandling i strid med likestillings- og diskrimineringsloven, samt for å fremme formålene i likestillings- og diskrimineringsloven når det gjelder etnisitet, religion, livssyn, funksjonsnedsettelse, seksuell orientering, kjønnsidentitet og kjønnsuttrykk.",
                        "I lov 17. juli 1998 nr. 56 om årsregnskap m.v. gjøres følgende endring:",
                        "§ 3-3a ellevte ledd skal lyde:",
                        "Foretak som jevnlig sysselsetter mer enn 50 ansatte, skal redegjøre for tiltak som er iverksatt og tiltak som planlegges iverksatt for å fremme formålene i likestillings- og diskrimineringsloven når det gjelder etnisitet, religion, livssyn, funksjonsnedsettelse, seksuell orientering, kjønnsidentitet og kjønnsuttrykk.",
                        "Loven trer i kraft 1. januar 2018."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}