{
    "lawId": "LOV-2017-06-16-73",
    "lawName": "Lov om endringar i havressurslova m.m. (regulering av turistfiskenæringa m.m.)",
    "shortName": "Endringslov til havressurslova m.m.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "Kapittel 4 a. Avgrensingar i fiskeriaktiviteten til utlendingar i territorialfarvatnet",
            "paragraphs": [
                {
                    "name": "§ 23 a",
                    "title": "Verkeområde for kapittel 4 a",
                    "sections": [
                        "Kapittel 4 a gjeld berre i norsk territorialfarvatn, men likevel ikkje i territorialfarvatnet ved Svalbard."
                    ]
                },
                {
                    "name": "§ 23 b",
                    "title": "Forbod for utlendingar mot å drive fiske",
                    "sections": [
                        "Det er forbode å drive fiske, fangst eller anna hausting av viltlevande marine ressursar for den som ikkje er norsk statsborgar eller likestilt med norsk statsborgar etter deltakerloven § 5.",
                        "Det er forbode å nytte fartøy som ikkje er norsk, til hausting av viltlevande marine ressursar. Som norsk fartøy vert rekna fartøy som er omfatta av verkeområdet til deltakerloven § 2.",
                        "Forboda i første og andre ledd gjeld ikkje sports- og rekreasjonsfiske etter § 22 fjerde og sjette ledd.",
                        "Fiskeridirektoratet kan for eit enkelt høve eller for eit kortare tidsrom gjere unntak frå andre ledd og frå bustadkravet i deltakarloven § 5 a dersom prøvedrift av nye fartøytypar eller reiskapar eller andre særlege grunnar gjer det ønskeleg."
                    ]
                },
                {
                    "name": "§ 23 c",
                    "title": "Forbod for utlendingar mot tilverking, pakking og omlasting",
                    "sections": [
                        "For den som ikkje er norsk statsborgar eller likestilt med norsk statsborgar etter deltakerloven § 5, er det forbode å tilverke, pakke eller laste om viltlevande marine ressursar eller delar og produkt av slike. Forbodet gjeld fangst både frå norske og utanlandske fartøy.",
                        "Forbodet mot tilverking omfattar alt vidare arbeid med fangsten om bord i fartøyet etter at fangsten eventuelt er bløgga, sløgd og hovudkappa. Innfrysing utan at det vert arbeidd vidare med fangsten, vert likevel ikkje rekna som tilverking.",
                        "Forbodet mot pakking omfattar ikkje pakking som er naturleg fordi fangsten skal frysast inn om bord og deretter verte transportert med fartøyet. Innpakkinga skal i så fall vere ueigna for sal til forbrukarar eller andre sluttbrukarar.",
                        "Fiskeridirektoratet kan gjere unntak frå forbodet mot tilverking, pakking og omlasting når særlege grunnar tilseier det.",
                        "For norskfanga fisk kan Fiskeridirektoratet også gjere unntak frå forbodet mot tilverking, pakking og omlasting når omsynet til omsetningstilhøva tilseier det, og omsynet til produksjonen ved foredlingsanlegga ikkje talar imot. Det kan gjevast unntak berre for eit bestemt kvantum, eit bestemt tilfelle, eit bestemt fiskeslag eller eit bestemt tidsrom."
                    ]
                },
                {
                    "name": "§ 23 d",
                    "title": "Unntak frå forboda i bestemte område",
                    "sections": [
                        "I særlege tilfelle kan Kongen i forskrift gjere unntak frå føresegnene i dette kapitlet for bestemte område. Kongen kan gje føresegner om at fiskeriverksemd som får slikt unntak, heilt eller delvis ikkje skal vere underlagd norsk lovgjeving.",
                        "Lova gjeld frå den tid Kongen fastset."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}