{
    "lawId": "LOV-2017-06-16-43",
    "lawName": "Lov om endringer i folketrygdloven mv. (arbeidsavklaringspenger og tilleggsstønader til arbeidsrettede tiltak mv.)",
    "shortName": "Endringslov til folketrygdloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "Kapittel 11 Arbeidsavklaringspenger",
            "paragraphs": [
                {
                    "name": "§ 11-1",
                    "title": "Formål",
                    "sections": [
                        "Formålet med arbeidsavklaringspenger er å sikre inntekt for et medlem som på grunn av sykdom, skade eller lyte har fått nedsatt arbeidsevne og",
                        "a)får aktiv behandling, eller",
                        "b)deltar på et arbeidsrettet tiltak, eller",
                        "c)får annen oppfølging med sikte på å skaffe seg eller beholde arbeid."
                    ]
                },
                {
                    "name": "§ 11-2",
                    "title": "Forutgående medlemskap",
                    "sections": [
                        "Det er et vilkår for rett til arbeidsavklaringspenger at medlemmet i minst tre år umiddelbart før krav om ytelsen settes fram, har vært medlem i folketrygden. Ved vurderingen av om vilkåret er oppfylt, ses det bort fra perioder med tjeneste i internasjonale organisasjoner eller organer som staten Norge er medlem av, yter økonomisk bidrag til eller har ansvar for å bidra til bemanningen av.",
                        "Vilkåret om tre års forutgående medlemskap i første ledd gjelder likevel ikke for den som har vært medlem i folketrygden i minst ett år umiddelbart før krav om ytelsen settes fram, dersom",
                        "a)han eller hun var medlem i trygden da arbeidsevnen ble nedsatt med minst halvparten, se § 11-5, og etter fylte 16 år har perioder med medlemskap som minst tilsvarer perioder uten medlemskap, eller",
                        "b)han eller hun etter fylte 16 år har vært medlem i trygden med unntak av maksimum fem år.",
                        "Vilkåret i første ledd gjelder ikke for en flyktning, se § 1-7, som er medlem i trygden."
                    ]
                },
                {
                    "name": "§ 11-3",
                    "title": "Opphold i Norge",
                    "sections": [
                        "Det er et vilkår for rett til arbeidsavklaringspenger at medlemmet oppholder seg i Norge.",
                        "Arbeidsavklaringspenger kan likevel gis til et medlem som får medisinsk behandling eller deltar på et arbeidsrettet tiltak i utlandet, i samsvar med aktivitetsplanen, se arbeids- og velferdsforvaltningsloven § 14 a.",
                        "Et medlem kan også få arbeidsavklaringspenger under opphold i utlandet i inntil fire uker per kalenderår. Det er en forutsetning at utenlandsoppholdet er forenlig med gjennomføringen av den fastsatte aktiviteten og ikke hindrer Arbeids- og velferdsetatens oppfølging og kontroll. Medlemmet må på forhånd søke Arbeids- og velferdsetaten om godkjenning av utenlandsoppholdet.",
                        "Departementet kan i forskrift fastsette nærmere regler for rett til å motta arbeidsavklaringspenger etter andre og tredje ledd."
                    ]
                },
                {
                    "name": "§ 11-4",
                    "title": "Alder",
                    "sections": [
                        "Det er et vilkår for rett til arbeidsavklaringspenger at medlemmet er mellom 18 og 67 år.",
                        "Dersom kravet settes fram etter at medlemmet har fylt 62 år, er det et vilkår at medlemmet hadde en pensjonsgivende inntekt på minst ett grunnbeløp i året før arbeidsevnen ble nedsatt med minst halvparten, se § 11-5, eller på til sammen minst tre ganger grunnbeløpet i løpet av de tre siste årene før samme tidspunkt.",
                        "Vilkåret i andre ledd gjelder ikke dersom medlemmet",
                        "a)ikke mottar ytelser som gjenlevende ektefelle etter kapittel 17 på nivå med minste pensjonsnivå etter § 19-8 eller garantipensjon etter § 20-9 beregnet med full trygdetid, eller",
                        "b)ikke har rett til uttak av hel alderspensjon etter kapitlene 19 og 20."
                    ]
                },
                {
                    "name": "§ 11-5",
                    "title": "Nedsatt arbeidsevne – krav til årsakssammenheng",
                    "sections": [
                        "Det er et vilkår for rett til arbeidsavklaringspenger at medlemmet har fått arbeidsevnen nedsatt med minst halvparten. Sykdom, skade eller lyte må være en vesentlig medvirkende årsak til den nedsatte arbeidsevnen.",
                        "Ved vurderingen av om arbeidsevnen er nedsatt, skal det blant annet legges vekt på helse, alder, evner, utdanning, yrkesbakgrunn og arbeidsmuligheter på steder der det er rimelig at medlemmet tar arbeid."
                    ]
                },
                {
                    "name": "§ 11-6",
                    "title": "Behov for bistand til å skaffe seg eller beholde arbeid",
                    "sections": [
                        "Det er et vilkår for rett til arbeidsavklaringspenger at medlemmet for å skaffe seg eller beholde arbeid som han eller hun kan utføre",
                        "a)har behov for aktiv behandling, eller",
                        "b)har behov for arbeidsrettet tiltak, eller",
                        "c)etter å ha prøvd tiltakene etter bokstav a eller b fortsatt anses for å ha en viss mulighet for å komme i arbeid, og får annen oppfølging fra Arbeids- og velferdsetaten.",
                        "Departementet kan i forskrift fastsette nærmere regler om hva som skal godkjennes som et arbeidsrettet tiltak etter denne bestemmelsen."
                    ]
                },
                {
                    "name": "§ 11-7",
                    "title": "Medlemmets aktivitetsplikt",
                    "sections": [
                        "Det er et vilkår for rett til arbeidsavklaringspenger at medlemmet bidrar aktivt i prosessen med å komme i arbeid.",
                        "Aktivitetskravene fastsettes i aktivitetsplanen, se arbeids- og velferdsforvaltningsloven § 14 a tredje ledd. Medlemmet skal medvirke ved utarbeidelsen av aktivitetsplanen. Kravene til egenaktivitet skal tilpasses medlemmets funksjonsnivå, og aktivitetsplanen skal endres ved behov."
                    ]
                },
                {
                    "name": "§ 11-8",
                    "title": "Fravær fra fastsatt aktivitet",
                    "sections": [
                        "Ved fravær fra fastsatt aktivitet, se § 11-7, stanses arbeidsavklaringspengene inntil vilkårene for å motta ytelsen igjen er oppfylt.",
                        "Hvis medlemmet har hatt grunn til å ikke møte på fastsatt aktivitet, se tredje og fjerde ledd, skal arbeidsavklaringspengene etterbetales.",
                        "Fravær på inntil én dag i meldeperioden og fravær som skyldes sterke velferdsgrunner, skal ikke føre til stans av ytelsen. Arbeids- og velferdsetaten kan kreve at grunnene dokumenteres.",
                        "Fravær som skyldes sykdom eller skade, skal ikke føre til stans av ytelsen. Arbeids- og velferdsetaten kan kreve legeerklæring eller erklæring fra en annen sakkyndig som Arbeids- og velferdsetaten godkjenner.",
                        "Dersom medlemmet har gjentatte fravær, skal Arbeids- og velferdsetaten vurdere om medlemmet fortsatt oppfyller vilkårene for å motta ytelsen.",
                        "Departementet kan i forskrift fastsette nærmere regler om hva som er gyldig fravær, krav til dokumentasjon, hva som anses som fravær fra fastsatt aktivitet, og konsekvenser av fravær fra fastsatt aktivitet."
                    ]
                },
                {
                    "name": "§ 11-9",
                    "title": "Reduksjon av arbeidsavklaringspenger ved brudd på nærmere bestemte aktivitetsplikter",
                    "sections": [
                        "Arbeidsavklaringspengene skal reduseres dersom medlemmet uten rimelig grunn unnlater å følge nærmere bestemte aktivitetsplikter fastsatt i forskrift, se tredje ledd.",
                        "Reduksjonen kan ikke ilegges senere enn tre måneder etter det aktuelle pliktbruddet.",
                        "Departementet kan i forskrift fastsette nærmere regler om hvilke pliktbrudd som fører til reduksjon, vilkår for reduksjon og størrelsen på den."
                    ]
                },
                {
                    "name": "§ 11-10",
                    "title": "Meldeplikt",
                    "sections": [
                        "Medlemmet må melde seg hos Arbeids- og velferdsetaten hver fjortende dag (meldeperioden) og gi opplysninger som har betydning for retten til ytelsen. Meldingen skal gis ved bruk av meldekort, ved oppmøte eller på andre måter som Arbeids- og velferdsetaten bestemmer.",
                        "Dersom medlemmet unnlater å melde seg på fastsatt dag, stanses ytelsen fra og med den dagen medlemmet skulle ha meldt seg og inntil han eller hun melder seg på nytt. Dersom medlemmet har hatt rimelig grunn til å unnlate å melde seg, skal ytelsen etterbetales.",
                        "Dersom det vil være unødig tyngende for medlemmet å overholde meldeplikten, kan Arbeids- og velferdsetaten helt eller delvis frita medlemmet fra meldeplikten.",
                        "Arbeids- og velferdsetaten skal av eget tiltak vurdere om det skal gis fritak fra meldeplikten. Fritak fra meldeplikt unntar ikke medlemmet fra den alminnelige opplysningsplikten etter § 21-3.",
                        "Dersom medlemmet gjentatte ganger unnlater å oppfylle meldeplikten, skal Arbeids- og velferdsetaten vurdere om medlemmet fortsatt oppfyller vilkårene for å motta ytelsen.",
                        "Departementet kan i forskrift fastsette nærmere regler om innholdet i meldeplikten."
                    ]
                },
                {
                    "name": "§ 11-11",
                    "title": "Oppfølging fra Arbeids- og velferdsetaten",
                    "sections": [
                        "Et medlem som mottar arbeidsavklaringspenger, skal få jevnlig oppfølging fra Arbeids- og velferdsetaten.",
                        "Det skal fastsettes individuelle oppfølgingstidspunkter ved innvilgelsen av arbeidsavklaringspenger. Medlemmet skal også følges opp etter at behandlingen eller det arbeidsrettede tiltaket er gjennomført.",
                        "På oppfølgingstidspunktet skal Arbeids- og velferdsetaten sammen med medlemmet vurdere om han eller hun har den ønskede framdriften mot målet om å komme i arbeid. Det skal også vurderes om vilkårene for retten til ytelsen fortsatt er oppfylt.",
                        "Departementet kan i forskrift fastsette nærmere regler om oppfølgingen."
                    ]
                },
                {
                    "name": "§ 11-12",
                    "title": "Varighet",
                    "sections": [
                        "Arbeidsavklaringspenger gis så lenge det er nødvendig for at medlemmet skal kunne gjennomføre fastsatt aktivitet med sikte på å komme i arbeid, se § 11-7, men likevel ikke lenger enn tre år.",
                        "Stønadsperioden kan forlenges i inntil to år dersom sykdom, skade eller lyte er hovedårsaken til at medlemmets arbeidsevne ikke er avklart mot arbeid eller uføretrygd, og",
                        "a)medlemmet først etter langvarig utredning har begynt med hensiktsmessig medisinsk behandling og/eller arbeidsrettet tiltak, eller",
                        "b)medlemmet har vært forhindret fra å kombinere medisinsk behandling og arbeidsrettet tiltak.",
                        "Stønadsperioden kan også forlenges i inntil to år dersom medlemmet deltar på et opplæringstiltak.",
                        "Ved beregningen av den maksimale stønadsperioden inngår den tiden medlemmet har vedtak om arbeidsavklaringspenger etter §§ 11-5, 11-14, 11-15 og 11-16. Øvrige perioder hvor medlemmet har vedtak om arbeidsavklaringspenger, skal ikke inngå i beregningen av den maksimale stønadsperioden."
                    ]
                },
                {
                    "name": "§ 11-13",
                    "title": "Arbeidsavklaringspenger til et medlem som ikke har opparbeidet seg ny rett til sykepenger",
                    "sections": [
                        "Det kan gis arbeidsavklaringspenger dersom vilkårene i § 11-5 er oppfylt, men uten hensyn til vilkårene i § 11-6, i inntil seks måneder til et medlem som ikke har opparbeidet seg ny rett til sykepenger etter kapittel 8, og som oppfyller ett av følgende vilkår:",
                        "a)Medlemmet har tidligere mottatt arbeidsavklaringspenger og innen seks måneder etter at arbeidsavklaringspengene er opphørt, blir arbeidsufør som følge av en annen sykdom.",
                        "b)Medlemmet har tidligere mottatt arbeidsavklaringspenger og innen ett år etter at arbeidsavklaringspengene er opphørt, blir arbeidsufør som følge av samme sykdom.",
                        "c)Medlemmet har tidligere mottatt sykepenger etter kapittel 8 i til sammen 248, 250 eller 260 sykepengedager i løpet av de tre siste årene, se § 8-12, og igjen blir arbeidsufør på grunn av sykdom eller skade mens han eller hun er i arbeid.",
                        "d)Medlemmet har tidligere mottatt sykepenger etter kapittel 8 i til sammen 248, 250 eller 260 sykepengedager i løpet av de tre siste årene, se § 8-12, og fortsatt er arbeidsufør på grunn av sykdom eller skade.",
                        "e)Medlemmet har mottatt arbeidsavklaringspenger og deretter foreldrepenger og innen seks måneder etter foreldrepengene opphørte, blir arbeidsufør på grunn av sykdom eller skade, se § 8-2 andre ledd.",
                        "Det gis ikke arbeidsavklaringspenger i arbeidsgiverperioden for sykepenger, se § 8-19. Kravene i §§ 8-7 og 8-8 gjelder tilsvarende."
                    ]
                },
                {
                    "name": "§ 11-14",
                    "title": "Arbeidsavklaringspenger til studenter",
                    "sections": [
                        "Det kan gis arbeidsavklaringspenger til en student som har avbrutt studiet, og som har behov for aktiv behandling for å kunne gjenoppta studiet.",
                        "Departementet kan i forskrift fastsette nærmere regler om rett til arbeidsavklaringspenger i denne perioden."
                    ]
                },
                {
                    "name": "§ 11-15",
                    "title": "Arbeidsavklaringspenger til et medlem som etablerer egen virksomhet",
                    "sections": [
                        "Det kan gis arbeidsavklaringspenger under etablering av egen virksomhet når etableringen antas å føre til at medlemmet blir selvforsørget, eventuelt i kombinasjon med gradert uføretrygd. Etableringen må gjelde ny virksomhet.",
                        "Arbeidsavklaringspenger kan gis i en utviklingsfase på inntil seks måneder og/eller en oppstartfase på inntil tre måneder etter søknad før hver enkelt fase. Fasene regnes fra det tidspunktet arbeidsavklaringspenger under etablering er innvilget. Dette gjelder også i de tilfellene der det ikke er en forutgående utviklingsfase.",
                        "Medlemmet må innhente en næringsfaglig vurdering av etableringsplanen fra fylkeskommune, kommune eller annen kompetent instans. Medlemmet må selv dekke utgiftene som påløper i denne forbindelsen.",
                        "Dersom det viser seg at en påbegynt etablering åpenbart ikke lar seg gjennomføre, skal arbeidsavklaringspenger under etablering av egen virksomhet stanses.",
                        "Inntekt fra oppstartfasen skal ikke føre til reduksjon av arbeidsavklaringspengene. Inntekt fra arbeid ved siden av etableringen skal føre til reduksjon etter § 11-23.",
                        "Departementet kan i forskrift fastsette nærmere regler om rett til arbeidsavklaringspenger under etablering av egen virksomhet."
                    ]
                },
                {
                    "name": "§ 11-16",
                    "title": "Arbeidsavklaringspenger i perioder uten påbegynt aktivitet",
                    "sections": [
                        "Det kan gis arbeidsavklaringspenger mens medlemmet venter på at en aktivitetsplan blir utarbeidet, se arbeids- og velferdsforvaltningsloven § 14 a, og før aktiv behandling eller et arbeidsrettet tiltak starter, og mellom tiltakene."
                    ]
                },
                {
                    "name": "§ 11-17",
                    "title": "Arbeidsavklaringspenger i perioden som arbeidssøker",
                    "sections": [
                        "Det kan gis arbeidsavklaringspenger i seks måneder etter at medlemmet er satt i stand til å skaffe seg arbeid som han eller hun kan utføre, før han eller hun har fått arbeid eller tilbud om det. Medlemmet må fylle vilkårene i §§ 4-5 og 4-8. Bestemmelsene om tidsbegrenset bortfall av dagpenger i § 4-20 gjelder tilsvarende."
                    ]
                },
                {
                    "name": "§ 11-18",
                    "title": "Arbeidsavklaringspenger under behandling av krav om uføretrygd",
                    "sections": [
                        "Det kan gis arbeidsavklaringspenger i inntil fire måneder når medlemmet skal vurderes for uføretrygd. Dersom krav om uføretrygd ikke er behandlet innen den fastsatte vedtaksperioden, kan perioden forlenges i inntil fire nye måneder. Årsaken til at kravet ikke er behandlet, må dokumenteres i saken."
                    ]
                },
                {
                    "name": "§ 11-19",
                    "title": "Grunnlaget for beregningen av arbeidsavklaringspenger",
                    "sections": [
                        "Grunnlaget for beregningen av arbeidsavklaringspenger fastsettes ut fra medlemmets pensjonsgivende inntekt, se § 3-15, i året før arbeidsevnen ble nedsatt med minst halvparten, se § 11-5. Grunnlaget for beregningen skal likevel fastsettes ut fra gjennomsnittet av den pensjonsgivende inntekten i de tre siste kalenderårene før samme tidspunkt dersom dette gir et høyere grunnlag.",
                        "Den pensjonsgivende inntekten etter første ledd skal reguleres i samsvar med endringer i grunnbeløpet fram til søknadstidspunktet. Pensjonsgivende inntekt over seks ganger gjennomsnittlig grunnbeløp i et kalenderår regnes ikke med i grunnlaget.",
                        "Grunnlaget for arbeidsavklaringspenger blir regulert i samsvar med senere endringer i grunnbeløpet."
                    ]
                },
                {
                    "name": "§ 11-20",
                    "title": "Arbeidsavklaringspengenes størrelse og vilkår om barnetillegg",
                    "sections": [
                        "Arbeidsavklaringspenger gis med 66 prosent av grunnlaget, se § 11-19. Minste årlige ytelse er to ganger grunnbeløpet.",
                        "Arbeidsavklaringspenger gis for fem dager per uke. Dagsatsen er den årlige ytelsen delt på 260.",
                        "Til et medlem som forsørger barn, se § 1-6, ytes det et barnetillegg. Et barn anses ikke som forsørget dersom det har inntekt, herunder kapitalinntekt som er større enn grunnbeløpet, eller har rett til barnepensjon etter kapittel 18. Tillegget gis per dag for hvert barn fem dager i uken. Dersom begge foreldrene mottar arbeidsavklaringspenger, kan begge få barnetillegg.",
                        "Som barn regnes egne barn og fosterbarn, se barnevernloven § 4-22, dersom medlemmet har forsørget fosterbarnet i de to siste årene før krav om barnetillegg blir satt fram. Arbeids- og velferdsetaten kan fravike kravet om at fosterbarnet skal ha blitt forsørget i de to siste årene før kravet om barnetillegg settes fram, når fosterhjemsordningen har en varig karakter.",
                        "Arbeidsavklaringspenger medregnet barnetillegg kan ikke utgjøre mer enn 90 prosent av grunnlaget, se § 11-19.",
                        "Departementet kan i forskrift fastsette nærmere regler om barnetilleggets størrelse og regler for avkorting av ytelsen for ulike grupper."
                    ]
                },
                {
                    "name": "§ 11-21",
                    "title": "Minsteytelse til et medlem som fikk arbeidsevnen nedsatt før fylte 26 år",
                    "sections": [
                        "For et medlem som får arbeidsevnen nedsatt, se § 11-5, før fylte 26 år på grunn av en alvorlig og varig sykdom, skade eller lyte som er klart dokumentert, er minste årlige ytelse 2,44 ganger grunnbeløpet. Dette gjelder selv om medlemmet har vært mer enn 50 prosent yrkesaktiv etter fylte 26 år, dersom kravet settes fram før medlemmet fyller 36 år. Arbeidsavklaringspenger etter denne bestemmelsen kan tidligst gis fra og med den dagen medlemmet fyller 20 år."
                    ]
                },
                {
                    "name": "§ 11-22",
                    "title": "Arbeidsavklaringspenger ved yrkesskade",
                    "sections": [
                        "Til et medlem som har nedsatt arbeidsevne på grunn av skade eller sykdom etter kapittel 13, gis det arbeidsavklaringspenger, men med følgende særbestemmelser:",
                        "a)Vilkåret i § 11-2 om forutgående medlemskap gjelder ikke.",
                        "b)Arbeidsavklaringspenger gis ved reduksjon av arbeidsevnen ned til 30 prosent.",
                        "Ved beregningen av den delen av nedsettelsen av arbeidsevnen som skyldes yrkesskaden eller yrkessykdommen, skal grunnlaget for arbeidsavklaringspengene, se § 11-19, ikke settes lavere enn den antatte årlige arbeidsinntekten på skadetidspunktet, justert i samsvar med endringer i grunnbeløpet fram til søknadstidspunktet.",
                        "Dersom den delen av nedsettelsen av arbeidsevnen som ikke skyldes yrkesskaden eller yrkessykdommen er under 30 prosent, beregnes hele ytelsen etter andre ledd."
                    ]
                },
                {
                    "name": "§ 11-23",
                    "title": "Reduksjon ved delvis nedsatt arbeidsevne",
                    "sections": [
                        "Det gis fulle arbeidsavklaringspenger til et medlem som har tapt hele arbeidsevnen, se § 11-5.",
                        "Dersom et medlem har tapt en del av arbeidsevnen, reduseres arbeidsavklaringspengene medregnet barnetillegget slik at ytelsen svarer til den delen av arbeidsevnen som er tapt. Det skal alltid vurderes om medlemmet har en arbeidsevne som ikke er utnyttet.",
                        "Beregningen av den reduserte ytelsen skal ta utgangspunkt i forholdet mellom en arbeidstid på 37,5 timer per uke og det antall timer medlemmet har vært i eller kunne ha vært i inntektsgivende arbeid. Beregningen baseres på gjennomsnittlig arbeidet tid i meldeperioden, se § 11-10.",
                        "Reduserte arbeidsavklaringspenger gis når arbeidsevnen er redusert med minst 40 prosent. Ved beregningen skal det tas hensyn til om medlemmet har reduserte muligheter til å utføre inntektsgivende arbeid på grunn av at han eller hun deltar på et arbeidsrettet tiltak eller får aktiv behandling.",
                        "Når medlemmet arbeider i et arbeidsrettet tiltak uten lønn eller med lønn inntil grunnbeløpet, kan arbeidsavklaringspengene reduseres med et lavere antall timer enn det timeantallet som er arbeidet.",
                        "Når medlemmet er nær ved å komme i fullt arbeid, kan det i inntil tolv måneder gis arbeidsavklaringspenger når han eller hun arbeider inntil 80 prosent. Det kan ikke gis mer enn én periode med arbeidsavklaringspenger etter dette leddet i løpet av en stønadsperiode, se § 11-12.",
                        "Departementet kan i forskrift fastsette nærmere regler om reduksjon av arbeidsavklaringspenger på grunn av samtidig arbeid, herunder gi bestemmelser for særskilte grupper."
                    ]
                },
                {
                    "name": "§ 11-24",
                    "title": "Reduksjon av arbeidsavklaringspenger på grunn av ytelser fra en arbeidsgiver",
                    "sections": [
                        "Pensjonsgivende inntekt, se § 3-15, og økonomiske ytelser fra nåværende eller tidligere arbeidsgiver som ikke er pensjonsgivende inntekt, som gis i forbindelse med overgang til arbeidsavklaringspenger eller i forbindelse med oppsigelse, fratreden eller reduksjon av arbeidstid, skal føre til at arbeidsavklaringspengene reduseres med det samme beløpet. Ytelser fra en arbeidsgiver skal periodiseres ved at de deles på medlemmets tidligere månedslønn.",
                        "Pensjonsgivende inntekt som er erstatning fra en arbeidsgiver etter skadeserstatningsloven § 3-1 eller yrkesskadeforsikringsloven § 13, skal ikke føre til reduksjon av arbeidsavklaringspengene.",
                        "Feriepenger etter ferieloven skal ikke føre til reduksjon av arbeidsavklaringspengene.",
                        "Departementet kan i forskrift fastsette nærmere regler om hvordan reduksjon av arbeidsavklaringspenger på grunn av ytelser fra arbeidsgiver skal skje."
                    ]
                },
                {
                    "name": "§ 11-25",
                    "title": "Arbeidsavklaringspenger under opphold i institusjon",
                    "sections": [
                        "Dersom et medlem som mottar arbeidsavklaringspenger, oppholder seg i en institusjon med fri kost og losji, blir arbeidsavklaringspengene redusert. Dette gjelder likevel ikke for et medlem som forsørger ektefelle eller har krav på barnetillegg.",
                        "Arbeidsavklaringspengene gis uten reduksjon for innleggelsesmåneden og de tre påfølgende månedene. Deretter blir arbeidsavklaringspengene redusert med 50 prosent inntil institusjonsoppholdet avsluttes. Dersom medlemmet innen tre måneder etter utskrivelsen på nytt kommer i institusjon, gis det reduserte arbeidsavklaringspenger fra og med måneden etter at det nye oppholdet tar til.",
                        "Dersom medlemmet har faste utgifter som er nødvendige for at han eller hun skal kunne beholde bolig og annet, kan Arbeids- og velferdsetaten bestemme at arbeidsavklaringspengene ikke skal reduseres."
                    ]
                },
                {
                    "name": "§ 11-26",
                    "title": "Arbeidsavklaringspenger under straffegjennomføring",
                    "sections": [
                        "Et medlem som sitter i varetekt, soner straff eller er underlagt særreaksjoner i en anstalt under kriminalomsorgen eller tilsvarende anstalt i utlandet, har ikke rett til arbeidsavklaringspenger. Det gis likevel arbeidsavklaringspenger hvis medlemmet arbeider for en arbeidsgiver utenfor anstalten i medhold av straffegjennomføringsloven § 20.",
                        "Ved straffegjennomføring i frihet beholdes arbeidsavklaringspengene dersom vilkårene for øvrig er oppfylt. Tilsvarende gjelder ved prøveløslatelse i medhold av straffegjennomføringsloven §§ 42 og følgende."
                    ]
                },
                {
                    "name": "§ 11-27",
                    "title": "Forholdet til andre fulle ytelser fra folketrygden",
                    "sections": [
                        "Dersom et medlem har rett til arbeidsavklaringspenger og samtidig fyller vilkårene for å få en annen folketrygdytelse som skal dekke det samme inntektstapet i det samme tidsrommet, kan han eller hun velge ytelse.",
                        "Fulle sykepenger og fulle svangerskapspenger av deltidsstilling anses som en redusert ytelse etter § 11-28. Foreldrepenger etter § 14-9 anses som en full ytelse.",
                        "Arbeidsavklaringspengene faller ikke bort dersom medlemmet tar ut alderspensjon etter kapitlene 19 og 20. Når medlemmet får barnepensjon etter kapittel 18, reduseres arbeidsavklaringspengene med samme beløp."
                    ]
                },
                {
                    "name": "§ 11-28",
                    "title": "Forholdet til andre reduserte ytelser fra folketrygden",
                    "sections": [
                        "Dersom et medlem mottar en annen redusert ytelse fra folketrygden, gis det reduserte arbeidsavklaringspenger.",
                        "Arbeidsavklaringspengene beregnes som en full ytelse og reduseres deretter med den prosentandelen som den reduserte ytelsen utgjør av full arbeidsevne.",
                        "For et medlem som er sykmeldt fra en deltidsstilling, skal arbeidsavklaringspengene reduseres med den prosentandelen som sykmeldingen utgjør av full stilling. Tilsvarende gjelder dersom medlemmet mottar svangerskapspenger av en deltidsstilling.",
                        "Dersom medlemmet mottar en gradert uføretrygd, skal grunnlaget for beregning av arbeidsavklaringspenger, se § 11-19, fastsettes ut fra medlemmets pensjonsgivende inntekt fra tiden før arbeidsevnen ble ytterligere nedsatt, dersom det gir et høyere grunnlag enn ved å fastsette grunnlaget ut fra medlemmets pensjonsgivende inntekt før arbeidsevnen ble nedsatt med minst halvparten. Medlemmets pensjonsgivende inntekt før arbeidsevnen ble ytterligere nedsatt, skal fastsettes ved at medlemmets pensjonsgivende inntekt i deltidsstilling oppjusteres til en inntekt tilsvarende full stilling. Omfanget av deltidsstillingen skal anses å utgjøre differansen mellom full stilling og den fastsatte uføregraden for uføretrygden."
                    ]
                },
                {
                    "name": "§ 11-29",
                    "title": "Forholdet til ytelser etter annen lovgivning",
                    "sections": [
                        "Arbeidsavklaringspenger utbetales ikke dersom medlemmet får dekket det samme inntektstapet under annen lovgivning.",
                        "Departementet kan i forskrift fastsette nærmere regler om avgrensingen av folketrygdens ansvar."
                    ]
                },
                {
                    "name": "§ 11-30",
                    "title": "Unntak fra kravet om melding om vedtak og unntak fra kravet om forhåndsvarsel",
                    "sections": [
                        "Melding om vedtak om stans i utbetaling av arbeidsavklaringspenger kan unnlates når grunnen åpenbart er kjent for medlemmet. Det er et vilkår at Arbeids- og velferdsetaten har gitt medlemmet forhåndsvarsel om at retten til ytelsen stanses i slike tilfeller. Unntak fra kravet om melding om vedtak må skyldes ett av følgende forhold:",
                        "a)Medlemmet har fravær ut over én dag per meldeperiode som ikke skyldes sykdom eller sterke velferdsgrunner.",
                        "b)Medlemmet unnlater å melde seg hos Arbeids- og velferdsetaten, se § 11-10 andre ledd.",
                        "c)Medlemmet er kommet i fullt arbeid.",
                        "d)Medlemmet oppholder seg i utlandet ut over fire uker per kalenderår, se § 11-3 tredje ledd.",
                        "e)Medlemmet er i utlandet uten at Arbeids- og velferdsetaten har godkjent oppholdet, se § 11-3 tredje ledd.",
                        "f)Medlemmet avtjener lovbestemt tjenesteplikt (verneplikt).",
                        "g)Medlemmet er i fengsel, varetekt eller gjennomfører straff i frihet.",
                        "h)Medlemmet får fulle sykepenger eller full uføretrygd fra folketrygden.",
                        "Forhåndsvarsling etter forvaltningsloven § 16 om reduksjon av arbeidsavklaringspenger ved brudd på nærmere bestemte aktivitetsplikter etter § 11-9 kan unnlates dersom medlemmet på forhånd er orientert om konsekvensene ved eventuell manglende etterlevelse."
                    ]
                },
                {
                    "name": "§ 11-31",
                    "title": "Karensperiode og nytt krav om arbeidsavklaringspenger",
                    "sections": [
                        "Et medlem som har mottatt arbeidsavklaringspenger ut maksimal stønadsperiode, se § 11-12, har ikke ny rett til arbeidsavklaringspenger etter §§ 11-5, 11-14, 11-15 eller 11-16 før etter en karensperiode på 52 uker. Dersom medlemmet er alvorlig sykt eller skadet, gjelder ikke karensperioden på 52 uker.",
                        "Dersom arbeidsavklaringspengene har vært stanset i mer enn 52 uker, må det settes fram nytt krav om arbeidsavklaringspenger. Det må også settes fram nytt krav om arbeidsavklaringspenger dersom",
                        "a)medlemmets sak om arbeidsavklaringspenger har vært opphørt, eller",
                        "b)medlemmets arbeidsevne er ferdig avklart, eller",
                        "c)medlemmet har fått innvilget arbeidsavklaringspenger i perioden som arbeidssøker, se § 11-17.",
                        "Arbeidsavklaringspengene skal ikke anses for å ha vært stanset i perioder der medlemmet mottar foreldrepenger opptjent på grunnlag av arbeidsavklaringspenger.",
                        "Departementet kan i forskrift fastsette nærmere regler om når medlemmet har rett til å få innvilget en ny stønadsperiode, når medlemmet skal fortsette i den samme stønadsperioden, og når det skal framsettes nytt krav.",
                        "Nytt kapittel 11 A skal lyde:",
                        "Bestemmelser om",
                        "-formål står i § 11 A-1",
                        "-alder står i § 11 A-2",
                        "-nedsatt arbeidsevne – krav til årsakssammenheng står i § 11 A-3",
                        "-tilleggsstønader til arbeidsrettede tiltak står i § 11 A-4",
                        "-forholdet til ytelser etter en annen lovgivning står i § 11 A-5"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 11 A. Tilleggsstønader til arbeidsrettede tiltak",
            "paragraphs": [
                {
                    "name": "§ 11 A-1",
                    "title": "Formål",
                    "sections": [
                        "Formålet med tilleggsstønader er å kompensere for bestemte utgifter som et medlem har i forbindelse med gjennomføringen av et arbeidsrettet tiltak."
                    ]
                },
                {
                    "name": "§ 11 A-2",
                    "title": "Alder",
                    "sections": [
                        "Det er et vilkår for rett til tilleggsstønader at medlemmet er mellom 18 og 67 år."
                    ]
                },
                {
                    "name": "§ 11 A-3",
                    "title": "Nedsatt arbeidsevne – krav til årsakssammenheng",
                    "sections": [
                        "Det er et vilkår for rett til tilleggsstønader at medlemmet har fått nedsatt arbeidsevnen i en slik grad at han eller hun hindres i å beholde eller skaffe seg inntektsgivende arbeid. Sykdom, skade eller lyte må være en vesentlig medvirkende årsak til den nedsatte arbeidsevnen.",
                        "Når det vurderes om arbeidsevnen er nedsatt, skal det blant annet legges vekt på helse, alder, evner, utdanning, yrkesbakgrunn og arbeidsmuligheter på steder der det er rimelig at medlemmet tar arbeid."
                    ]
                },
                {
                    "name": "§ 11 A-4",
                    "title": "Tilleggsstønader til arbeidsrettede tiltak",
                    "sections": [
                        "Til et medlem som gjennomfører et arbeidsrettet tiltak, kan det ytes tilleggsstønad etter fast sats til dekning av dokumenterte utgifter til læremidler.",
                        "Et medlem som gjennomfører et arbeidsrettet tiltak, og som verken har ordinær lønn gjennom tiltaksdeltakelsen eller mottar sykepenger etter kapittel 8, kan gis tilleggsstønad til dekning av",
                        "a)utgifter til daglige reiser i forbindelse med utredning eller gjennomføring av et arbeidsrettet tiltak,",
                        "b)utgifter til hjemreiser under gjennomføring av et arbeidsrettet tiltak,",
                        "c)nødvendige utgifter til flytting fra hjemstedet i forbindelse med et arbeidsrettet tiltak eller i forbindelse med arbeid etter at tiltaket er gjennomført,",
                        "d)nødvendige utgifter til barnetilsyn eller pleie og tilsyn av andre familiemedlemmer i forbindelse med utredning eller gjennomføring av et arbeidsrettet tiltak,",
                        "e)nødvendige ekstrautgifter til bolig i forbindelse med utredning eller gjennomføring av et arbeidsrettet tiltak.",
                        "Til et medlem som på grunn av sykdom eller skade midlertidig ikke kan reise på vanlig måte til og fra arbeids- eller undervisningsstedet, kan det i stedet for arbeidsavklaringspenger etter kapittel 11 gis tilleggsstønad til dekning av nødvendige ekstra transportutgifter til daglige reiser. Stønaden begrenses til det beløpet som medlemmet ville ha fått utbetalt i arbeidsavklaringspenger for samme tidsrom.",
                        "Departementet kan i forskrift fastsette nærmere regler om vilkårene for og beregningen av tilleggsstønadene."
                    ]
                },
                {
                    "name": "§ 11 A-5",
                    "title": "Forholdet til ytelser etter annen lovgivning",
                    "sections": [
                        "Tilleggsstønader utbetales ikke dersom medlemmet får dekket de samme utgiftene under annen lovgivning.",
                        "Departementet kan i forskrift fastsette nærmere regler om avgrensingen av folketrygdens ansvar som gjelder tilleggsstønader og utgiftsdekning etter annen lovgivning.",
                        "§ 21-12 første ledd tredje punktum skal lyde:",
                        "Etter at denne klageadgangen er benyttet, kan klageinstansens vedtak, også vedtak om å avvise en klage, ankes inn for Trygderetten etter reglene i lov 16. desember 1966 nr. 9 om anke til Trygderetten.",
                        "1.Loven trer i kraft 1. januar 2018.",
                        "2.Endringene i § 8-2 andre ledd andre og tredje punktum gjelder for krav som settes fram etter 31. desember 2017.",
                        "3.Endringene i § 11-2 gjelder for krav som settes fram etter 31. desember 2017.",
                        "4.For mottakere av arbeidsavklaringspenger per 31. desember 2017 gjelder tidligere regler i § 11-10 inntil arbeidsavklaringspengene opphører. Bestemmelsene i ny § 11-12 andre og tredje ledd om unntak fra maksimal varighet gjelder likevel fra og med 1. januar 2018.",
                        "5.For mottakere av arbeidsavklaringspenger per 31. desember 2017 gjelder tidligere regler i § 11-15 inntil arbeidsavklaringspengene opphører.",
                        "6.For mottakere av tilleggsstønader per 31. desember 2017 gjelder tidligere regler i § 11-4 inntil det arbeidsrettede tiltaket avsluttes.",
                        "7.Endringen i § 21-12 første ledd tredje punktum gjelder fra og med 1. januar 2017.",
                        "8.Departementet kan gi nærmere overgangsregler i forskrift."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}