{
    "lawId": "LOV-2017-05-22-30",
    "lawName": "Lov om fornøyelsesinnretninger (tivoliloven)",
    "shortName": "Tivoliloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "Kapittel 1. Innledende bestemmelser",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Loven skal sikre at fornøyelsesinnretninger blir anlagt, bygget, drevet, vedlikeholdt og fjernet slik at innretninger ikke fører til skade på person, eiendom eller miljø."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Virkeområde",
                    "sections": [
                        "Loven gjelder den som tilbyr publikum bruk av fornøyelsesinnretninger.",
                        "Departementet kan ved forskrift eller enkeltvedtak unnta fornøyelsesinnretninger helt eller delvis fra loven. Enkeltvedtak om unntak for fornøyelsesinnretninger kan ikke påklages.",
                        "Loven gjelder for Svalbard og Jan Mayen i den utstrekning Kongen bestemmer."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Definisjoner",
                    "sections": [
                        "I denne loven menes med",
                        "a)fornøyelsesinnretning: installasjon til bruk for fornøyelsesformål som innebærer risiko, og som stiller minimale krav til ferdigheter, og hvor brukerne enten bringes i bevegelse eller situasjoner hvor de helt eller delvis ikke har kontroll over egen bevegelse, eller begge deler",
                        "b)virksomhet: foretak, enkeltpersonforetak eller forvaltningsorgan som har driftstillatelse for én eller flere fornøyelsesinnretninger",
                        "c)ulykke: uønsket eller plutselig hendelse eller en bestemt rekke slike hendelser på fornøyelsesinnretning som fører til død eller alvorlig personskade, betydelige materielle skader på eiendom eller på miljø, og andre lignende ulykker",
                        "d)alvorlig hendelse: uønsket hendelse på fornøyelsesinnretning som under andre omstendigheter kunne ha ført til en ulykke",
                        "e)hendelse: enhver annen uønsket hendelse enn en ulykke på fornøyelsesinnretninger, som har sammenheng med driften, og som innvirker på driftssikkerheten."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Myndighet etter loven",
                    "sections": [
                        "Departementet er myndighet etter denne loven.",
                        "Departementet kan gi forskrifter om:",
                        "a)bestemmelser om definisjon av fornøyelsesinnretning",
                        "b)saksbehandlingsregler til driftstillatelse, herunder om saksbehandlingsfrist og rettsvirkninger av fristoverskridelse, om vilkår for utstedelse og tilbakekall av driftstillatelse, samt om fjerning av fornøyelsesinnretning",
                        "c)tekniske og driftsmessige krav, inkludert krav til bemanning, redningsberedskap, sikkerhetsstyringssystem og erstatnings- og forsikringsplikt samt unntak for krav til sikkerhetsstillelse",
                        "d)godkjenning eller akkreditering av virksomhet som skal utføre oppgaver av sikkerhetsmessig betydning, samt bruk av slik virksomhet",
                        "e)godkjenning eller sertifisering av personell som skal utføre oppgaver av sikkerhetsmessig betydning, samt bruk av slikt personell",
                        "f)universell utforming av byggverk, innretninger og billettsystemer",
                        "g)bruk av personlig verneutstyr",
                        "h)plikt til varsling, rapportering og taushetsplikt, herunder hvilke opplysninger som skal inngå i varslings- og rapporteringsplikten, samt hvordan og til hvem dette skal skje",
                        "i)behandling av personopplysninger",
                        "j)tvangsmulkt og overtredelsesgebyr, inkludert hvordan den skal fastsettes, beregnes og frafalles",
                        "k)gebyr, årsgebyr og sektoravgift",
                        "l)hvem som omfattes av forbudet mot ruspåvirkning og av påbudet om pliktmessig avhold, samt om testing av ruspåvirkning."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2. Tillatelse og krav til virksomheten",
            "paragraphs": [
                {
                    "name": "§ 5",
                    "title": "Virksomhetens plikter",
                    "sections": [
                        "Virksomheten skal drive fornøyelsesinnretningen på en sikker måte og sikre at vilkårene som er satt for fornyelsesinnretningen i eller i medhold av denne loven, er oppfylt.",
                        "Virksomheten skal stanse driften dersom hensynet til sikkerheten tilsier det.",
                        "I tilfeller hvor den som har driftstillatelse, leier ut innretningen til en leietaker, har leietakeren de samme plikter som innehaveren av driftstillatelsen."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Krav om driftstillatelse",
                    "sections": [
                        "En fornøyelsesinnretning skal ikke tas i bruk før departementet har gitt driftstillatelse.",
                        "For søknad om driftstillatelse etter denne loven skal saksbehandlingsfrist være fire uker. Tjenesteloven § 11 andre ledd gjelder ikke for driftstillatelser etter denne loven."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Plikt til sikkerhetsstyringssystem (internkontrollsystem)",
                    "sections": [
                        "Virksomheten skal etablere et system for å sikre og dokumentere at kravene i eller i medhold av denne loven er oppfylt."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Erstatnings- og forsikringsplikt",
                    "sections": [
                        "Virksomheten er uansett skyld ansvarlig for skade forårsaket av fornøyelsesinnretningen.",
                        "Virksomheten skal ha forsikring og sikkerhetsstillelse for erstatningsansvar som kan oppstå på grunn av virksomheten. Manglende sikkerhetsstillelse medfører tilbakekall av driftstillatelsen.",
                        "Forsikringsselskapet hvor fornøyelsesinnretningen er forsikret, skal varsle tilsynsmyndigheten om bortfall av sikkerhetsstillelsen."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3. Varslingsplikt, rapportering og taushetsplikt",
            "paragraphs": [
                {
                    "name": "§ 9",
                    "title": "Varslingsplikt",
                    "sections": [
                        "Virksomheten skal straks varsle politiet om ulykke med ikke ubetydelig personskade.",
                        "Virksomheten skal varsle tilsynsmyndigheten om ulykke eller alvorlig hendelse."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Rapporteringsplikt",
                    "sections": [
                        "Virksomheten skal rapportere opplysninger om ulykker, alvorlige hendelser og hendelser til tilsynsmyndigheten."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Taushetsplikt",
                    "sections": [
                        "Enhver som utfører arbeid eller tjeneste for tilsynsmyndigheten, har taushetsplikt etter forvaltningsloven om det de får kjennskap til under utføring av arbeidet eller tjenesten. Forvaltningsloven § 13 b første ledd nr. 6 gjelder likevel ikke.",
                        "Personer som nevnt i første ledd har i tillegg taushetsplikt om alle opplysninger som er innrapportert etter § 10. Dette gjelder ikke dersom tungtveiende offentlige hensyn tilsier at opplysningene bør kunne gis videre, eller opplysningene er nødvendige for å forklare årsaken til en ulykke eller hendelse.",
                        "Taushetsplikt etter første og andre ledd er ikke til hinder for at opplysningene bringes videre i den grad den som har krav på taushet samtykker, eller dersom opplysningene har statistisk form eller de er alminnelig tilgjengelig andre steder.",
                        "Opplysninger som er taushetsbelagt etter andre ledd, kan gis videre til utenlandske og internasjonale myndigheter og organisasjoner når dette følger av internasjonale avtaler som Norge har inngått.",
                        "Opplysninger som tilsynsmyndigheten mottar i medhold av § 10, kan ikke brukes som bevis i en senere straffesak mot den som har gitt opplysningene."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4. Tilsyn. Reaksjoner ved lovbrudd",
            "paragraphs": [
                {
                    "name": "§ 12",
                    "title": "Tilsynsmyndighet",
                    "sections": [
                        "Departementet, eller den departementet delegerer oppgaven til, skal føre tilsyn med at loven med tilhørende forskrifter overholdes (tilsynsmyndigheten)."
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Tilsynsmyndighetens adgang til virksomheten",
                    "sections": [
                        "Tilsynsmyndigheten skal til enhver tid ha uhindret adgang til ethvert sted som omfattes av loven. En representant for virksomheten har rett til, og kan pålegges, å være tilstede under tilsynet. Tilsynsmyndigheten kan likevel bestemme at representanter for virksomheten ikke skal være til stede ved intervjuer av arbeidstakere, hvis tilstedeværelsen ikke kan skje uten vesentlig ulempe eller hvis formålet med tilsynet kan settes i fare."
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Opplysningsplikt",
                    "sections": [
                        "Enhver som er underlagt tilsyn, skal uten hinder av taushetsplikt legge frem opplysninger som tilsynsmyndigheten mener er nødvendige for å kunne utføre tilsynet. Tilsynsmyndigheten kan bestemme i hvilken form opplysningene skal gis."
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Pålegg om korrigerende tiltak",
                    "sections": [
                        "Ved forhold i strid med bestemmelser gitt i eller i medhold av denne loven, kan tilsynet gi pålegg om korrigerende tiltak. Ved utferdigelsen av pålegg skal det settes en frist for oppfyllelse. Samtidig med utferdigelsen av pålegg kan det fastsettes tvangsmulkt."
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Pålegg om øyeblikkelig stans eller opphør av bruk",
                    "sections": [
                        "Tilsynsmyndigheten kan pålegge øyeblikkelig stans av driften helt eller delvis eller opphør av bruk med øyeblikkelig virkning dersom det avdekkes forhold som kan medføre fare for helse, miljø eller sikkerhet. Slikt pålegg kan gis uten forhåndsvarsel. Om nødvendig kan tilsynsmyndigheten kreve bistand av politiet for gjennomføring av pålegg om stans eller opphør av bruk."
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Tilbakekall av tillatelse",
                    "sections": [
                        "Tilsynsmyndigheten kan trekke tilbake driftstillatelse ved brudd på vilkår eller krav som er satt for fornøyelsesinnretningen.",
                        "Tilsynsmyndigheten skal trekke tilbake driftstillatelsen dersom virksomheten går konkurs.",
                        "Tilbakekall av driftstillatelse gjelder inntil virksomheten ved ny søknad kan dokumentere at det forhold som forårsaket tilbakekallet er rettet, og vilkårene for driftstillatelse for øvrig er oppfylt."
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Tvangsmulkt",
                    "sections": [
                        "Tilsynsmyndigheten kan fastsette en tvangsmulkt dersom et pålegg ikke er oppfylt innen den fastsatte fristen. Tvangsmulkten kan varsles i pålegget. Tvangsmulkten starter når den fastsatte fristen er utløpt og løper fram til pålegget er oppfylt.",
                        "Tvangsmulktens størrelse skal beregnes ut fra hvor viktig det er at pålegget blir gjennomført og hvilke kostnader det vil ha.",
                        "Tvangsmulkt påløper ikke dersom etterlevelse blir umulig og årsaken til dette ikke ligger hos den ansvarlige.",
                        "Tilsynsmyndigheten kan i særlige tilfeller redusere eller frafalle påløpt tvangsmulkt.",
                        "Tvangsmulkt er tvangsgrunnlag for utlegg."
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Overtredelsesgebyr",
                    "sections": [
                        "Tilsynsmyndigheten kan ilegge overtredelsesgebyr til en virksomhet som overtrer bestemmelser gitt i eller i medhold av denne loven.",
                        "Når tilsynsmyndigheten skal avgjøre om et overtredelsesgebyr skal ilegges, og når sanksjonen skal utmåles, skal den særlig legge vekt på disse forholdene:",
                        "a)overtredelsens grovhet og omfang",
                        "b)om overtrederen kunne forebygget overtredelsen ved retningslinjer, instruksjon, opplæring, kontroll eller andre tiltak",
                        "c)om overtredelsen er gjentatt",
                        "d)om overtrederen har eller kunne oppnådd noen fordel ved overtredelsen",
                        "e)overtrederens økonomiske evne.",
                        "Overtredelsesgebyret tilfaller statskassen."
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Straff",
                    "sections": [
                        "Den som forsettlig eller uaktsomt bryter bestemmelser i eller i medhold av denne loven, straffes med bøter hvis forholdet ikke går under en strengere straffebestemmelse.",
                        "Den som uaktsomt eller forsettlig overtrer forbudet i § 21, straffes med bøter eller fengsel i inntil ett år."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5. Pliktavhold og testing av ruspåvirkning",
            "paragraphs": [
                {
                    "name": "§ 21",
                    "title": "Pliktavhold",
                    "sections": [
                        "Personell med oppgaver som kan påvirke sikkerheten for fornøyelsesinnretningen, må ikke bruke alkohol eller andre berusende eller bedøvende midler i tjenestetiden.",
                        "Tjenestetiden omfatter tidsrommet fra den tid da personell i henhold til sine tjenesteplikter påbegynner sitt arbeid, og til det avsluttes. Forbudet gjelder også i et tidsrom av åtte timer før tjenestetiden begynner."
                    ]
                },
                {
                    "name": "§ 22",
                    "title": "Testing av ruspåvirkning",
                    "sections": [
                        "Politiet kan ta alkotest (foreløpig blåseprøve) og foreløpig test av om en person er påvirket av annet berusende eller bedøvende middel når det er grunn til å tro at personen har overtrådt bestemmelsene i § 21, eller personen med eller uten skyld er innblandet i en ulykke eller alvorlig hendelse eller det blir krevd som ledd i kontroll med virksomheten.",
                        "Dersom testresultatet eller andre forhold gir grunn til å tro at bestemmelsene i § 21 er overtrådt, kan politiet foreta særskilt undersøkelse av om det forekommer tegn og symptomer på ruspåvirkning, og fremstille personen for utåndingsprøve, blodprøve, spyttprøve og klinisk legeundersøkelse for å søke å fastslå påvirkningen. Slik fremstilling skal i alminnelighet finne sted når personen nekter å medvirke til alkotest eller foreløpig test av om personen er påvirket av annet berusende eller bedøvende middel. Utåndingsprøve tas av politiet. Blodprøve og spyttprøve kan tas av lege, sykepleier, helsesekretær eller bioingeniør. Klinisk legeundersøkelse foretas når det er mistanke om påvirkning av andre midler enn alkohol eller andre særlige grunner taler for det."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 6. Andre bestemmelser",
            "paragraphs": [
                {
                    "name": "§ 23",
                    "title": "Gebyr og avgift",
                    "sections": [
                        "Departementet kan kreve gebyrer for å behandle søknader om å få eller opprettholde tillatelser o.l. i eller i medhold av denne loven, og for tilsyn som gjennomføres for å sikre at loven eller vedtak i medhold av loven blir fulgt. Gebyrene settes slik at de samlet ikke overstiger tilsynsmyndighetens kostnader med saksbehandlingen eller tilsynet.",
                        "Departementet kan kreve gebyr som skal dekke kostnader knyttet til godkjenning av virksomhet etter § 4 andre ledd bokstav d) og godkjenning eller sertifisering av personell etter § 4 andre ledd bokstav e).",
                        "Gebyret er tvangsgrunnlag for utlegg.",
                        "Departementet kan fastsette en generell sektoravgift som skal dekke tilsynskostnadene til tilsynsmyndigheten dersom det ikke anses hensiktsmessig å pålegge den enkelte virksomhet gebyr direkte."
                    ]
                },
                {
                    "name": "§ 24",
                    "title": "Fjerning av fornøyelsesinnretning",
                    "sections": [
                        "Fornøyelsesinnretninger som ikke lenger er i drift, skal fjernes.",
                        "Virksomheten som har eller hadde den siste driftstillatelsen for fornøyelsesinnretningen, er ansvarlig for fjerningen.",
                        "Departementet kan fjerne fornøyelsesinnretningen for virksomhetens regning og risiko hvis den ikke er fjernet innen en fastsatt frist. Utgiftene til fjerning er tvangsgrunnlag for utlegg."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 7. Avsluttende bestemmelser",
            "paragraphs": [
                {
                    "name": "§ 25",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                },
                {
                    "name": "§ 26",
                    "title": "Opphevelse av andre lover",
                    "sections": [
                        "Fra det tidspunktet loven trer i kraft, oppheves lov 7. juni 1991 nr. 24 om godkjenning og drift av innretninger til bruk i tivoli og fornøyelsesparker."
                    ]
                },
                {
                    "name": "§ 27",
                    "title": "Overgangsbestemmelser",
                    "sections": [
                        "Forskrifter og vedtak gitt i medhold av bestemmelser i lov 7. juni 1991 nr. 24 om godkjenning og drift av innretninger til bruk i tivoli og fornøyelsesparker, gjelder i den utstrekning de ikke strider mot bestemmelser i eller i medhold av denne loven."
                    ]
                }
            ]
        }
    ]
}