{
    "lawId": "LOV-2017-06-16-42",
    "lawName": "Lov om endringer i arbeidsmiljøloven (varsling og arbeidstid)",
    "shortName": "Endringslov til arbeidsmiljøloven (varsling og arbeidstid)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel 2 A. Varsling",
            "paragraphs": [
                {
                    "name": "§ 2 A-1",
                    "title": "Rett til å varsle om kritikkverdige forhold i virksomheten",
                    "sections": [
                        "(1) Arbeidstaker har rett til å varsle om kritikkverdige forhold i arbeidsgivers virksomhet. Innleid arbeidstaker har også rett til å varsle om kritikkverdige forhold i virksomheten til innleier.",
                        "(2) Arbeidstakers fremgangsmåte ved varslingen skal være forsvarlig. Arbeidstaker har uansett rett til å varsle i samsvar med varslingsplikt eller virksomhetens rutiner for varsling. Det samme gjelder varsling til tilsynsmyndigheter eller andre offentlige myndigheter.",
                        "(3) Arbeidsgiver har bevisbyrden for at varsling har skjedd i strid med denne bestemmelsen."
                    ]
                },
                {
                    "name": "§ 2 A-2",
                    "title": "Vern mot gjengjeldelse ved varsling",
                    "sections": [
                        "(1) Gjengjeldelse mot arbeidstaker som varsler i samsvar med § 2 A-1 er forbudt. Overfor innleid arbeidstaker gjelder forbudet både for arbeidsgiver og innleier. Dersom arbeidstaker fremlegger opplysninger som gir grunn til å tro at det har funnet sted gjengjeldelse i strid med første eller andre punktum, skal det legges til grunn at slik gjengjeldelse har funnet sted hvis ikke arbeidsgiveren eller innleieren sannsynliggjør noe annet.",
                        "(2) Første ledd gjelder tilsvarende ved gjengjeldelse mot arbeidstaker som gir til kjenne at retten til å varsle etter § 2 A-1 vil bli brukt, for eksempel ved å fremskaffe opplysninger.",
                        "(3) Den som er blitt utsatt for gjengjeldelse i strid med første eller andre ledd, kan kreve oppreisning uten hensyn til skyld hos arbeidsgiver eller innleier. Oppreisningen fastsettes til det beløp som retten finner rimelig under hensyn til partenes forhold og omstendighetene for øvrig. Erstatning for økonomisk tap kan kreves etter alminnelige regler."
                    ]
                },
                {
                    "name": "§ 2 A-3",
                    "title": "Plikt til å utarbeide rutiner for intern varsling",
                    "sections": [
                        "(1) Dersom forholdene i virksomheten tilsier det, plikter arbeidsgiver å utarbeide rutiner for intern varsling i samsvar med § 2 A-1 i tilknytning til det systematiske helse-, miljø- og sikkerhetsarbeidet.",
                        "(2) Arbeidsgiver plikter alltid å utarbeide slike rutiner dersom virksomheten jevnlig sysselsetter minst 5 arbeidstakere.",
                        "(3) Rutinene skal utarbeides i samarbeid med arbeidstakerne og deres tillitsvalgte.",
                        "(4) Rutinene skal ikke begrense arbeidstakers rett til å varsle etter § 2 A-1.",
                        "(5) Rutinene skal være skriftlige og minst inneholde:",
                        "a)oppfordring til å varsle om kritikkverdige forhold,",
                        "b)fremgangsmåte for varsling,",
                        "c)fremgangsmåte for mottak, behandling og oppfølging av varsling.",
                        "(6) Rutinene skal være lett tilgjengelig for alle arbeidstakere i virksomheten."
                    ]
                },
                {
                    "name": "§ 2 A-4",
                    "title": "Taushetsplikt ved varsling til offentlig myndighet",
                    "sections": [
                        "(1) Når tilsynsmyndigheter eller andre offentlige myndigheter mottar varsel om kritikkverdige forhold, plikter enhver som utfører arbeid eller tjeneste for mottakerorganet å hindre at andre får kjennskap til arbeidstakers navn eller andre identifiserende opplysninger om arbeidstaker.",
                        "(2) Taushetsplikten gjelder også overfor sakens parter og deres representanter. Forvaltningsloven §§ 13 til 13 e gjelder ellers tilsvarende.",
                        "§ 3-6 oppheves.",
                        "§ 10-11 første ledd andre punktum skal lyde:",
                        "Arbeidsgiver og arbeidstakers tillitsvalgte ved virksomhet som er bundet av tariffavtale, kan skriftlig fastsette et annet tidsrom på minst åtte timer som omfatter tiden mellom kl. 0000 og kl. 0600.",
                        "§ 10-11 tredje ledd skal lyde:",
                        "(3) Arbeidsgiver og arbeidstaker kan inngå skriftlig avtale om at arbeidstaker, på eget initiativ, kan utføre arbeid mellom kl. 2100 og kl. 2300.",
                        "Nåværende § 10-11 tredje ledd blir femte ledd.",
                        "Nåværende § 10-11 femte til åttende ledd blir sjette til niende ledd.",
                        "§ 10-11 niende ledd første punktum skal lyde:",
                        "(9) Arbeidsgiver og arbeidstakers tillitsvalgte ved virksomheter som er bundet av tariffavtale, kan skriftlig avtale at bestemmelsene i sjette og sjuende ledd skal fravikes.",
                        "§ 10-12 fjerde ledd første og andre punktum skal lyde:",
                        "(4) Fagforening med innstillingsrett etter arbeidstvistloven eller tjenestetvistloven kan, med unntak av § 10-2 første, andre og fjerde ledd, og § 10-11 åttende ledd, inngå tariffavtale som fraviker bestemmelsene i dette kapittel. Unntak fra § 10-8 første og andre ledd og § 10-11 sjette og sjuende ledd forutsetter at arbeidstakerne sikres tilsvarende kompenserende hvileperioder, eller der dette ikke er mulig, annet passende vern.",
                        "§ 10-12 femte ledd skal lyde:",
                        "(5) Dersom det er inngått avtale som nevnt i §§ 10-5 andre ledd, 10-6, 10-8 tredje ledd, 10-10, 10-11 første, fjerde eller niende ledd eller § 10-12 fjerde ledd, og et flertall av arbeidstakerne er bundet av avtalen, kan arbeidsgiver gjøre avtalens bestemmelser om arbeidstid gjeldende for alle arbeidstakere som utfører arbeid av den art avtalen omfatter.",
                        "§ 18-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 18-2",
                    "title": "Beskyttelse av kilder",
                    "sections": [
                        "(1) Når Arbeidstilsynet får melding om forhold som er i strid med loven, plikter enhver som utfører arbeid eller tjeneste for Arbeidstilsynet å hindre at andre får kjennskap til melderens navn eller andre identifiserende opplysninger om melderen.",
                        "(2) Taushetsplikten gjelder også overfor den anmeldte. Forvaltningsloven §§ 13 til 13 e gjelder ellers tilsvarende.",
                        "§ 18-6 første ledd skal lyde:",
                        "(1) Arbeidstilsynet gir de pålegg og treffer de enkeltvedtak ellers som er nødvendig for gjennomføringen av bestemmelsene i og i medhold av kapittel 2 til kapittel 11, samt §§ 14-1 a, 14-5 til 14-8, 14-9 første ledd bokstav f andre punktum og første ledd siste punktum, 14-12 andre ledd andre punktum, 14-12 tredje ledd, 15-2 og 15-15. Dette gjelder likevel ikke §§ 2 A-1, 2 A-2, 10-2 andre til fjerde ledd og § 10-6 tiende ledd.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}