{
    "lawId": "LOV-2017-02-10-5",
    "lawName": "Lov om endringer i tobakksskadeloven (gjennomføring av direktiv 2014/40/EU og standardiserte tobakkspakninger)",
    "shortName": "Endringslov til tobakksskadeloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel 3. Salg av tobakksvarer mv.",
            "paragraphs": [
                {
                    "name": "§ 18",
                    "title": "Forbud mot selvbetjening",
                    "sections": [
                        "Selvbetjening av tobakksvarer og tobakkssurrogater på utsalgssteder for forbrukere er forbudt.",
                        "Forbudet i første ledd gjelder ikke i spesialforretninger og utsalgssteder for avgiftsfritt salg på flyplasser.",
                        "§ 19 skal lyde:"
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Forbud mot salg fra selvbetjent automat",
                    "sections": [
                        "Salg av tobakksvarer og tobakkssurrogater fra selvbetjent automat er forbudt. Forbudet omfatter ikke løsninger der kunden henter ut varer fra automat med forhåndsbetalt automatkort.",
                        "Automatkort må ikke påføres vare- eller firmamerke eller andre kjennetegn for varene, kun en nøytral skriftlig angivelse av varemerkenavnet på den aktuelle varen.",
                        "Automater må ikke påføres vare- eller firmamerke eller andre kjennetegn, kun en nøytral, skriftlig angivelse av at innretningen er en automat for tobakksvarer eller tobakkssurrogater.",
                        "Departementet kan gi forskrifter om gjennomføring og utfylling av disse bestemmelser.",
                        "§ 21 skal lyde:"
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Forbud mot omsetning med rabatt",
                    "sections": [
                        "Det er forbudt å gi spesiell rabatt ved salg av tobakksvarer og tobakkssurrogater til forbruker.",
                        "Ny § 21 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 21 a",
                    "title": "Registreringsordning for fjernsalg",
                    "sections": [
                        "Det er forbudt å drive fjernsalg av tobakksvarer, elektroniske sigaretter og gjenoppfyllingsbeholdere til, fra eller i Norge, uten registrering hos Helsedirektoratet.",
                        "Det er forbudt å utlevere varer som nevnt i første ledd til forbrukere i Norge uten at virksomheten er registrert som utleverer hos Helsedirektoratet.",
                        "Det er forbudt med fjernsalg fra Norge til forbrukere som befinner seg i EØS-land som har forbud mot fjernsalg.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om gjennomføringen av registreringsordningen for fjernsalg, herunder krav til registreringen, stedlig representant, utleverer, alderskontrollsystem og gebyrer.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om privatimport av tobakksvarer, elektroniske sigaretter og gjenoppfyllingsbeholdere, herunder mengdebegrensninger.",
                        "§ 22 overskriften skal lyde:",
                        "Forbud mot reklame",
                        "§ 22 første ledd skal lyde:",
                        "Alle former for reklame for tobakksvarer er forbudt.",
                        "§ 22 femte og nytt sjette ledd skal lyde:",
                        "Denne bestemmelsen gjelder tilsvarende for tobakkssurrogater, tobakksimitasjoner og tobakksutstyr.",
                        "Departementet kan gi forskrifter om gjennomføring og utfylling av disse bestemmelser, samt gjøre unntak fra dem.",
                        "§ 23 overskriften skal lyde:",
                        "Forbud mot sponsing",
                        "§ 23 annet ledd skal lyde:",
                        "Med tobakkssponsing forstås i denne lov enhver form for offentlig eller privat bidrag til et arrangement, en virksomhet eller en person med den hensikt eller den direkte eller indirekte virkning å fremme salget av tobakksprodukter eller tobakkssurrogater.",
                        "§ 24 skal lyde:"
                    ]
                },
                {
                    "name": "§ 24",
                    "title": "Forbud mot synlig oppstilling på utsalgssteder",
                    "sections": [
                        "Synlig oppstilling av tobakksvarer på utsalgssteder er forbudt. Tilsvarende gjelder for tobakksutstyr, tobakksimitasjoner, tobakkssurrogater og automatkort som gir kunden adgang til å hente ut slike varer fra automat.",
                        "Forbudet i første ledd gjelder ikke for spesialforretninger.",
                        "Det kan på utsalgssteder gis nøytrale opplysninger om pris, og om hvilke varer som selges på stedet.",
                        "Departementet kan gi forskrifter om gjennomføring og utfylling av disse bestemmelser og gjøre unntak fra dem.",
                        "Kapittel 5 overskriften skal lyde:",
                        "Ny § 28 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5. Særskilte forbud mot tobakksbruk mv.",
            "paragraphs": [
                {
                    "name": "§ 28 a",
                    "title": "Bruk av elektroniske sigaretter",
                    "sections": [
                        "Bestemmelsene i dette kapittelet gjelder tilsvarende for bruk av elektroniske sigaretter.",
                        "§ 29 første ledd skal lyde:",
                        "Kommunen skal føre tilsyn med at reglene i og i medhold av §§ 25, 26 første ledd, 27 første og annet ledd og 28 a overholdes. Dreier det seg om arbeidslokaler, føres tilsynet av Arbeidstilsynet.",
                        "§ 29 tredje til sjette ledd skal lyde:",
                        "Petroleumstilsynet fører tilsyn med at reglene i og i medhold av §§ 25 og 28 a overholdes innen det ansvarsområde Petroleumstilsynet har i petroleumsvirksomheten i henhold til arbeidsmiljøloven. Sjøfartsmyndighetene fører tilsyn med at reglene i og i medhold av §§ 25 og 28 a overholdes på skip samt fartøyer og innretninger for øvrig. I sin tilsynsmyndighet kan nevnte myndigheter bruke tilsvarende virkemidler som de har etter gjeldende regler om helseforhold og arbeidsmiljø på skip og innretninger innen petroleumsvirksomheten.",
                        "Forsvarsstaben fører tilsyn med at reglene i og i medhold av §§ 25 og 28 a overholdes på Forsvarets fartøyer.",
                        "Sysselmannen fører tilsyn med at reglene i og i medhold av §§ 25, 26, 27 og 28 a overholdes på Svalbard. Sysselmannen kan overlate til Longyearbyen lokalstyre å føre tilsyn for Longyearbyen.",
                        "Tilsynsmyndigheten kan i særlige tilfeller gi dispensasjon fra regler gitt i eller i medhold av §§ 25 og 28 a og sette vilkår for eventuell dispensasjon. På arbeidsplasser med arbeidsmiljøutvalg skal uttalelse fra utvalget legges ved søknaden. På arbeidsplasser uten arbeidsmiljøutvalg skal uttalelse fra verneombud legges ved.",
                        "Kapittel 6 overskriften skal lyde:",
                        "§ 30 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Merking og utforming av tobakksvarer mv.",
            "paragraphs": [
                {
                    "name": "§ 30",
                    "title": "Standardisert utforming av pakninger og varer",
                    "sections": [
                        "Det er forbudt å føre inn i Norge eller selge tobakkspakninger og tobakksvarer som ikke har standardisert utforming etter nærmere bestemmelser fastsatt av departementet i forskrift. Standardiseringen kan for eksempel gjelde farge, form, utseende, materiale og merking, herunder bruk av varemerke, logo og andre elementer knyttet til merkevarebygging.",
                        "Departementet kan i forskrift fastsette krav om tilsvarende standardisering for tobakksutstyr og tobakkssurrogater, og gjøre unntak for enkelte produktkategorier. Departementet kan i forskrift sette begrensninger for hvilke typer utsalgssteder som kan selge varer som er gitt unntak fra standardiseringskravet.",
                        "Ny § 30 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 30 a",
                    "title": "Helseadvarsel og produktpresentasjon",
                    "sections": [
                        "Det er forbudt å føre inn i Norge eller selge tobakksvarer, elektroniske sigaretter og gjenoppfyllingsbeholdere samt urtebaserte røykeprodukter, som ikke er merket med helseadvarsel.",
                        "Det er forbudt å føre inn i Norge eller selge tobakksvarer, urtebaserte røykeprodukter, elektroniske sigaretter eller gjenoppfyllingsbeholdere merket med elementer, herunder tekst, navn, varemerke, symboler, illustrasjoner eller andre tegn, som",
                        "a)fremmer eller oppfordrer til bruk ved å gi et villledende inntrykk av produktets egenskaper, helseeffekt, risiko eller utslipp,",
                        "b)inneholder informasjon om mengden nikotin, tjære eller karbonmonoksid,",
                        "c)gir inntrykk av at et spesielt produkt er mindre helseskadelig enn andre eller har vitaliserende, energigivende, helbredende, foryngende, naturlige, økologiske egenskaper eller andre helsemessige eller livsstilsmessige fordeler,",
                        "d)henviser til smak, lukt eller andre tilsetningsstoffer eller fraværet av slike,",
                        "e)ligner et næringsmiddel eller kosmetikk eller",
                        "f)gir inntrykk av at et produkt har miljømessige eller økonomiske fordeler.",
                        "Bestemmelsene i første og annet ledd gjelder ikke for nikotinfrie elektroniske sigaretter til engangsbruk og nikotinfrie gjenoppfyllingsbeholdere. Forbudet mot informasjon om nikotininnhold i annet ledd bokstav b og smakstilsetninger i annet ledd bokstav d gjelder ikke for elektroniske sigaretter og gjenoppfyllingsbeholdere. Annet ledd bokstav d og bokstav f gjelder ikke for urtebaserte røykeprodukter, men det kan likevel ikke oppgis at produktet er fritt for tilsetningsstoffer eller smakstilsetninger.",
                        "Departementet kan i forskrift gi nærmere bestemmelser til utfylling og gjennomføring av kravene i første og annet ledd samt gjøre unntak fra dem.",
                        "§ 31 første ledd skal lyde:",
                        "Det er forbudt å føre inn i Norge eller selge etuier-, esker, omslag, innpakninger og ethvert annet produkt som har til hensikt helt eller delvis å skjule eller tilsløre helseadvarslene i § 30 a første ledd.",
                        "§ 32 skal lyde:"
                    ]
                },
                {
                    "name": "§ 32",
                    "title": "Tobakksvarers innhold og utslipp",
                    "sections": [
                        "Det er forbudt å føre inn i Norge eller selge sigaretter og rulletobakk med karakteristisk smak. Med karakteristisk smak menes en klart merkbar lukt eller smak av annet enn tobakk, som resultat av et tilsetningsstoff eller en kombinasjon av tilsetningsstoffer, for eksempel frukt, krydder, urter, alkohol, godteri, mentol eller vanilje, og som er merkbar før eller under forbruk av varen. Departementet kan gi utfyllende forskrifter, herunder om saksbehandlingen for vurderingen av om et produkt anses ha karakteristisk smak, og gjøre unntak fra forbudet.",
                        "Departementet kan gi forskrifter om tobakksvarer og tobakkssurrogaters innhold, herunder forbud mot enkelte typer tilsetningsstoffer, maksimalgrenser for innhold og utslipp, samt om metoder for og kontroll med utslippsmålinger. Tilsvarende gjelder for tobakksvarers komponenter, herunder filter, papir, kapsler mv.",
                        "Departementet kan i forskrift fastsette gebyrer for myndighetenes arbeid med og kontroll av ingredienser og utslippsmålinger.",
                        "§ 33 skal lyde:"
                    ]
                },
                {
                    "name": "§ 33",
                    "title": "Minstestørrelse på forpakninger av tobakksvarer",
                    "sections": [
                        "Departementet kan gi forskrifter om minstevekt og minste antall tobakksvarer per enkeltforpakning som kan selges i detaljsalg.",
                        "§ 34 første ledd skal lyde:",
                        "Enhver form for testing av tobakksvarer og tobakkssurrogater samt pakninger ved hjelp av forbrukere, er forbudt.",
                        "Nytt kapittel 6A skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 6A. Elektroniske sigaretter, urtebaserte røykeprodukter og nye tobakksprodukter",
            "paragraphs": [
                {
                    "name": "§ 34 a",
                    "title": "Registrering, kvalitet og sikkerhet ved elektroniske sigaretter mv.",
                    "sections": [
                        "Det er forbudt å føre inn i Norge eller selge elektroniske sigaretter og gjenoppfyllingsbeholdere som ikke er registrert hos Statens legemiddelverk.",
                        "Produsenter og importører av elektroniske sigaretter og gjenoppfyllingsbeholdere skal søke om å få sine produkter registrert minst seks måneder før de planlegges plassert på det norske markedet. Ved enhver vesentlig endring skal produktet registreres på nytt.",
                        "Departementet kan i forskrift fastsette nærmere bestemmelser om gjennomføringen av registreringsplikten, offentliggjøring av mottatt informasjon samt gebyr og avgift for å dekke utgifter knyttet til registrering og tilsyn.",
                        "Departementet kan i forskrift fastsette nærmere bestemmelser om krav til produktenes kvalitet, sikkerhet, utforming og bruksanvisning."
                    ]
                },
                {
                    "name": "§ 34 b",
                    "title": "Skadelige og uønskede virkninger av elektroniske sigaretter mv.",
                    "sections": [
                        "Produsenter, importører og distributører av elektroniske sigaretter og gjenoppfyllingsbeholdere skal ha et system for innsamling av informasjon om alle antatt skadelige eller uønskede virkninger av produktet på menneskers helse.",
                        "Produsenter, importører og distributører som har grunn til å tro at elektroniske sigaretter eller gjenoppfyllingsbeholdere som er i deres besittelse, planlegges eller er plassert på markedet, ikke er sikre eller av god kvalitet eller ikke oppfyller lovens bestemmelser, skal umiddelbart iverksette tiltak for å rette feilen, trekke produktet fra markedet eller tilbakekalle det. Tilsynsmyndigheten der produktet planlegges eller er plassert på markedet skal umiddelbart varsles.",
                        "Departementet kan i forskrift fastsette nærmere bestemmelser om gjennomføringen av bestemmelsen, herunder tiltaks- og varslingsplikter."
                    ]
                },
                {
                    "name": "§ 34 c",
                    "title": "Markedsovervåking av elektroniske sigaretter mv.",
                    "sections": [
                        "Produsenter og importører av elektroniske sigaretter og gjenoppfyllingsbeholdere skal årlig rapportere om salgsvolum, forbrukerpreferanser, salgsmåte og sammendrag av markedsundersøkelser.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om gjennomføringen av rapporteringsplikten samt om markedsovervåking."
                    ]
                },
                {
                    "name": "§ 34 d",
                    "title": "Godkjenningsordning for nye tobakks- og nikotinprodukter",
                    "sections": [
                        "Det er forbudt å føre inn i Norge eller selge nye tobakks- eller nikotinprodukter uten at produktet er godkjent av direktoratet.",
                        "Med nye tobakks- og nikotinprodukter forstås produkter som er plassert på markedet etter 19. mai 2014 og som ikke faller inn under følgende kategorier: sigaretter, rulletobakk, pipetobakk, vannpipetobakk, sigarer, sigarillos, tyggetobakk, nesetobakk eller snus.",
                        "Departementet kan i forskrift fastsette nærmere bestemmelser om vilkår for godkjenning, nødvendig dokumentasjon, krav om undersøkelser, rapporteringsplikter og gebyrer for godkjenning.",
                        "Kapittel 7 overskriften skal lyde:",
                        "§ 35 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 7. Tilsyn og reaksjoner på regelbrudd",
            "paragraphs": [
                {
                    "name": "§ 35",
                    "title": "Tilsynsansvar",
                    "sections": [
                        "Helsedirektoratet fører tilsyn med at bestemmelsene i §§ 19 til 24, 30 til 34, 34 c og 34 d og bestemmelser gitt i medhold av disse lovbestemmelsene, overholdes. Direktoratet fører tilsyn med kravene i §§ 30 a og 32 når det gjelder tobakksvarer og urtebaserte røykeprodukter.",
                        "Statens legemiddelverk fører tilsyn med at bestemmelsene i §§ 34 a og 34 b og bestemmelser gitt i medhold av disse, overholdes. Det samme gjelder kravene om helseadvarsel og produktpresentasjon i § 30 a når det gjelder elektroniske sigaretter og gjenoppfyllingsbeholdere.",
                        "Tilsynsmyndigheten kan foreta slik granskning og besiktigelse som den finner nødvendig for å utføre sine gjøremål etter loven, og gir de pålegg og treffer de vedtak som er nødvendige for gjennomføringen av tilsynet.",
                        "Departementet kan gi utfyllende forskrifter om gjennomføringen av tilsynet.",
                        "§ 36 første ledd skal lyde:",
                        "Finner tilsynsmyndigheten at noen av bestemmelsene nevnt i § 35 er overtrådt, kan den pålegge retting av forholdet. Samtidig settes en frist for rettingen. Tilsynsmyndigheten kan kreve skriftlig bekreftelse fra overtrederen på at det ulovlige forholdet er opphørt.",
                        "§ 36 fjerde ledd skal lyde:",
                        "Når særlige grunner taler for det, kan tilsynsmyndigheten helt eller delvis frafalle ilagt tvangsmulkt.",
                        "§ 37 første ledd skal lyde:",
                        "Vedtak etter § 36 på grunnlag av overtredelser av §§ 20, 21, 22, 23, 30, 30 a, 31 og 33 eller bestemmelser gitt i medhold til disse, kan påklages til Markedsrådet. Ved behandlingen i Markedsrådet gjelder de saksbehandlingsregler som er gitt i eller i medhold av markedsføringsloven så langt de passer.",
                        "Ny § 37 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 37 a",
                    "title": "Tilbakekall av registrering, godkjenning og omsetningsforbud",
                    "sections": [
                        "Tilsynsmyndighetene kan nekte registrering eller godkjenning etter §§ 21 a, 34 a og 34 d, eller trekke denne tilbake dersom virksomheten eller produktet ikke oppfyller kravene i denne lov eller bestemmelser gitt i medhold av den.",
                        "Tilsynsmyndighetene kan fastsette omsetningsforbud for enkelte produkter eller produktpartier, dersom de har grunn til å anta at disse ikke oppfyller lovens bestemmelser eller bestemmelser gitt i medhold av denne lov.",
                        "Departementet kan i forskrift gi nærmere bestemmelser til gjennomføring og utfylling av første og annet ledd.",
                        "Kapittel 8 overskriften skal lyde:",
                        "§ 38 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 8. Opplysnings- og rapporteringsplikter",
            "paragraphs": [
                {
                    "name": "§ 38",
                    "title": "Opplysnings- og rapporteringsplikter mv.",
                    "sections": [
                        "Enhver plikter etter pålegg av tilsynsmyndigheten å gi de opplysninger som er nødvendige for å forebygge helseskader som bruk av tobakksvarer eller tobakkssurrogater medfører eller gjennomføre gjøremål etter loven.",
                        "Produsenter og importører av tobakksvarer skal rapportere til direktoratet om tobakksvarers innhold og utslipp, og om salgsvolum. De skal også sende inn alle markeds- og forbrukerundersøkelser knyttet til ingredienser og utslipp, og sammendrag av markedsundersøkelser i forbindelse med lansering av nye produkter. Det samme gjelder ved vesentlige endringer.",
                        "Produsenter og importører av urtebaserte røykeprodukter skal rapportere til direktoratet om produktenes ingredienser. Det samme gjelder når sammensetningen av ingrediensene i et produkt endres.",
                        "Direktoratet kan kreve at den som tilvirker eller innfører tobakksvarer skal legge frem en representativ prøve av produktet eller iverksette undersøkelser som er nødvendig for å vurdere produktets egenskaper og virkninger. Kostnadene ved slike undersøkelser bæres av vedkommende tilvirker eller importør. Direktoratet kan bestemme at kostnadene helt eller delvis skal dekkes av det offentlige.",
                        "Direktoratet kan selv iverksette slike undersøkelser, og kan pålegge tilvirker eller importør å bære kostnadene ved undersøkelsen. Kostnadene er tvangsgrunnlag for utlegg.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om gjennomføringen av rapporteringsplikten i annet og tredje ledd, herunder plikt til å utføre studier og utarbeide rapporter, og gjøre unntak fra rapporteringsplikten.",
                        "Departementet kan i forskrift pålegge produsenter og importører å betale gebyrer for myndighetenes arbeid med mottak, lagring, håndtering, analyse og offentliggjøring av opplysningene som er omtalt i annet, tredje og sjette ledd.",
                        "§ 39 første ledd skal lyde:",
                        "Departementet kan gi forskrifter om plikt for tilsynsmyndigheter, og enhver virksomhet eller person som er involvert i produksjon, import, distribusjon eller detaljsalg av tobakksvarer eller relaterte produkter, til å avgi opplysninger til statistiske formål.",
                        "Ny § 40 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 40 a",
                    "title": "Utlevering av opplysninger",
                    "sections": [
                        "Opplysninger mottatt i medhold av §§ 34 a, 34 c, 34 d og 38, kan uten hinder av lovbestemt taushetsplikt utleveres til EFTAs overvåkingsorgan, EU-kommisjonen og relevante myndigheter i andre EØS-land.",
                        "§ 42 skal lyde:"
                    ]
                },
                {
                    "name": "§ 42",
                    "title": "Forbud mot enkelte produktkategorier",
                    "sections": [
                        "Departementet kan forby innførsel og salg av bestemte produktkategorier på bakgrunn av særlige forhold dersom dette anses nødvendig for å beskytte folkehelsen.",
                        "§ 43 skal lyde:"
                    ]
                },
                {
                    "name": "§ 43",
                    "title": "Beslag og destruksjon av ulovlig importerte varer",
                    "sections": [
                        "Tobakksvarer, tobakkssurrogater og tobakksutstyr som importeres i strid med bestemmelser i denne lov med forskrifter, kan tilbakeholdes, beslaglegges og destrueres.",
                        "Ved tilbakehold skal mottakeren varsles om at varen kan bli beslaglagt og destruert. Mottakeren skal gis mulighet til å uttale seg i saken innen en nærmere angitt frist.",
                        "Dersom mottakeren ikke avgir uttalelse innen fristen, kan varen beslaglegges og destrueres. Forvaltningsloven §§ 23, 24, 25 og 27 kommer ikke til anvendelse der mottaker ikke har gitt tilbakemelding innen fristen.",
                        "Kongen kan gi forskrift om gjennomføring av denne bestemmelsen, herunder fastsette frister for å gi tilbakemelding på varsel gitt etter andre ledd.",
                        "Kongen kan i forskrift gjøre unntak fra klagerett over vedtak fattet i medhold av denne bestemmelsen.",
                        "Nåværende §§ 42 og 43 blir nye §§ 44 og 45.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan bestemme at de enkelte bestemmelsene skal tre i kraft til ulik tid og fastsette overgangsperioder."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}