{
    "lawId": "LOV-2017-06-21-86",
    "lawName": "Lov om endringar i lov 27. mai 2016 nr. 14 om skatteforvaltning (skatteforvaltningsloven)",
    "shortName": "Endringslov til skatteforvaltningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-2",
                    "title": "Petroleumsskatt",
                    "sections": [
                        "Oljeskattekontoret og Klagenemnda for petroleumsskatt er myndigheter for skatt på formue i og inntekt av virksomhet etter petroleumsskatteloven § 5. Skattemyndighetene som nevnt i § 2-1 er myndighet for skatt på annen formue og inntekt etter petroleumsskatteloven.",
                        "§ 2-10 bokstav c skal lyde:",
                        "c)enhver som i løpet av de ti siste årene er straffet for overtredelse av denne loven, ligningsloven, merverdiavgiftsloven, skattebetalingsloven, straffeloven §§ 378 til 380 og 406, regnskapsloven eller bokføringsloven",
                        "§ 7-3 andre ledd bokstav f skal lyde:",
                        "f)individuelle pensjonsavtaler og avtaler om individuell sparing til pensjon",
                        "§ 7-4 fyrste punktum skal lyde:",
                        "Aksjeselskap, allmennaksjeselskap samt likestilt selskap og sammenslutning som nevnt i skatteloven § 10-1, og selskap med deltakerfastsetting, jf. skatteloven § 10-40, plikter å gi opplysninger om gjeld og rentebetalinger til personlig skattepliktig.",
                        "§ 7-13 fyrste ledd skal lyde:",
                        "(1) Departementet kan gi forskrift om det nærmere innholdet i opplysningsplikten etter dette kapitlet, leveringsmåte for opplysningene, signatur, leveringsfrist og leveringssted, bekreftelse av opplysninger fra revisor samt om fritak fra å levere melding etter dette kapitlet.",
                        "§ 8-2 fyrste ledd bokstav b skal lyde:",
                        "b)er skattepliktig etter Svalbardskatteloven §§ 2-1 eller 2-3, og som ikke har begrenset skatteplikt etter Svalbardskatteloven § 2-1 annet ledd. Skattemelding skal også leveres av personer og selskaper som er skattepliktige til Svalbard for formue og inntekt som nevnt i svalbardskatteloven § 3-2.",
                        "§ 8-2 fyrste ledd bokstav c skal lyde:",
                        "c)har hatt formue eller inntekt som er skattepliktig etter petroleumsskatteloven.",
                        "§ 8-3 andre ledd tredje punktum skal lyde:",
                        "Skattepliktige som nevnt i første ledd bokstav b til d, skal bare levere skattemelding for de terminer det oppstår plikt til å beregne merverdiavgift.",
                        "§ 8-11 fyrste ledd fyrste punktum skal lyde:",
                        "Selskap eller innretning som har plikt til å levere skattemelding i medhold av § 8-2 første ledd, skal også levere melding med opplysninger om art og omfang av transaksjoner og mellomværender med nærstående selskaper eller innretninger. Tilsvarende gjelder for selskap som har plikt til å levere selskapsmelding i medhold av § 8-9 første ledd.",
                        "§ 8-11 tredje ledd siste punktum skal lyde:",
                        "Første punktum gjelder heller ikke for skattepliktige etter petroleumsskatteloven § 5.",
                        "§ 9-4 fyrste ledd skal lyde:",
                        "(1) Skattepliktige kan endre opplysninger i tidligere leverte skattemeldinger for formues- og inntektsskatt, svalbardskatt, petroleumsskatt, merverdiavgift, arbeidsgiveravgift, finansskatt på lønn og særavgifter ved levering av endringsmelding. Trekkpliktige etter Svalbardskatteloven § 3-1, Jan Mayen-skatteloven og artistskatteloven kan på samme måte endre opplysninger i levert melding om trekk. Dette gjelder likevel ikke grunnlag som er fastsatt av skattemyndighetene, eller på områder hvor myndighetene har varslet om at fastsettingen er under kontroll. Skattepliktige etter petroleumsskatteloven § 5 kan ikke endre opplysninger i tidligere leverte skattemeldinger etter første punktum.",
                        "§ 13-3 andre ledd fyrste punktum skal lyde:",
                        "Skatteklagenemnda er klageinstans ved klage over vedtak om fastsetting av formues- og inntektsskatt, Jan Mayen-skatt, artistskatt, merverdiavgift, petroleumsskatt som ikke er omfattet av fjerde ledd, finansskatt på lønn og arbeidsgiveravgift.",
                        "§ 13-3 fjerde ledd fyrste punktum skal lyde:",
                        "Klagenemnda for petroleumsskatt er klageinstans ved klage over vedtak om fastsetting av skatt på formue i og inntekt av virksomhet etter petroleumsskatteloven § 5 første ledd.",
                        "§ 14-3 fyrste ledd skal lyde:",
                        "(1) Tilleggsskatt ilegges skattepliktig og trekkpliktig som nevnt i § 8-8 første og annet ledd, som gir uriktig eller ufullstendig opplysning til skattemyndighetene eller unnlater å gi pliktig opplysning, når opplysningssvikten kan føre til skattemessige fordeler.",
                        "§ 16-2 andre ledd skal lyde:",
                        "(2) §§ 14-3 til 14-7 får virkning for saker der opplysningssvikten er begått etter tidspunktet for lovens ikrafttredelse. Det samme gjelder for saker der vedtak treffes etter lovens ikrafttredelse, men opplysningssvikten er begått før tidspunktet for lovens ikrafttredelse, for så vidt samlet tilleggsskatt eller overtredelsesgebyr hadde blitt høyere etter de tidligere reglene.",
                        "I lov 27. mai 2016 nr. 14 om skatteforvaltning (skatteforvaltningsloven) gjer ein følgjande endring:",
                        "§ 16-3 Endringer i andre lover pkt. 7 om endringar i lov 6. juni 1975 nr. 29 om eigedomsskatt til kommunane (eigedomsskattelova):",
                        "§ 8 C-1 tredje ledd skal lyde:",
                        "(3) Er verdet (taksten) for bustader sett ned ved fastsetjinga etter skatteloven § 4-10 første ledd andre eller tredje punktum, utgjer skattegrunnlaget det justerte verdet multiplisert med 2,67 for primærbustad og 0,95 for sekundærbustad.",
                        "Endringane under I tek til å gjelde straks.",
                        "Endringa under II tek til å gjelde straks og med verknad for skatteåret 2017."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}