{
    "lawId": "LOV-2017-12-15-108",
    "lawName": "Lov om endringer i utlendingsloven mv. (videreføring av innstramninger mv.)",
    "shortName": "Endringslov til utlendingsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 86 a",
                    "title": "Politiattest for tolker",
                    "sections": [
                        "Den som skal utføre oppdrag som tolk for Utlendingsdirektoratet og Utlendingsnemnda, skal legge frem uttømmende og utvidet politiattest, jf. politiregisterloven § 41, med mindre vedkommende har fremlagt slik attest i forbindelse med tidligere oppdrag. Krav om politiattest kan fravikes dersom situasjonen som begrunner tolkeoppdraget, ikke tillater det, eller det foreligger andre særlige forhold.",
                        "Dersom en tolk har anmerkning på politiattesten, skal det foretas en vurdering av om det straffbare forholdet har betydning for vedkommendes egnethet for oppdrag som tolk.",
                        "§ 94 skal lyde:"
                    ]
                },
                {
                    "name": "§ 94",
                    "title": "Søkerens rettsstilling under behandlingen av søknaden",
                    "sections": [
                        "Søkeren kan gis rett til å ta arbeid inntil søknaden er avgjort. Det er en forutsetning for tillatelsen at følgende vilkår er oppfylt:",
                        "a)det er gjennomført asylintervju av søkeren,",
                        "b)det er ikke tvil om søkerens identitet, og",
                        "c)det er ikke aktuelt å bortvise søkeren eller fremme tilbaketakelsesbegjæring overfor et annet land.",
                        "Det kan gjøres unntak fra kravet om gjennomført asylintervju i første ledd bokstav a dersom det er høy sannsynlighet for at søkeren vil få oppholdstillatelse etter § 28.",
                        "Er en søknad om beskyttelse avslått i første instans, gjelder en tillatelse gitt etter første ledd fortsatt dersom vedtaket er påklaget og gitt utsatt iverksetting. En klager som ikke allerede har tillatelse etter første ledd, kan etter anmodning gis slik tillatelse forutsatt at vilkårene i første ledd er oppfylt, og vedtaket er gitt utsatt iverksetting.",
                        "Kongen kan i forskrift gi nærmere regler om varigheten av tillatelser til å ta arbeid etter første ledd og om tillatelser etter at det foreligger et avslag på søknaden i første instans.",
                        "Tillatelser etter første og tredje ledd gis av Utlendingsdirektoratet, som også kan gi politiet myndighet til å gi slike tillatelser. Forvaltningsloven kapittel IV til VI om saksforberedelse, vedtak og klage gjelder ikke for vedtak om slike tillatelser.",
                        "I lov 20. november 2015 nr. 94 om endringer i utlendingsloven (innstramninger) gjøres følgende endring:",
                        "Del III oppheves.",
                        "1.Endringene i utlendingsloven § 76 annet ledd trer i kraft straks. For øvrig gjelder del I fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "2.Del II trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}