{
    "lawId": "LOV-2017-12-19-123",
    "lawName": "Lov om endringer i lov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav (skattebetalingsloven)",
    "shortName": "Endringslov til skattebetalingsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 5-11",
                    "title": "Opplysninger om forskuddstrekk og skattetrekk",
                    "sections": [
                        "§ 5-11 første ledd skal lyde:",
                        "(1) Arbeidsgiver skal ukrevet levere opplysninger om forskuddstrekk for hver kalendermåned etter reglene i a-opplysningsloven. Forsikringsselskap som er trekkpliktig etter § 5-4 annet ledd, skal levere opplysninger om foretatt forskuddstrekk etter reglene i a-opplysningsloven. Selskap mv. som er trekkpliktig etter § 5-4a første ledd, skal levere opplysninger på den måte som departementet bestemmer.",
                        "I lov 17. juni 2005 nr. 67 om betaling og innkreving av skatte- og avgiftskrav (skattebetalingsloven) gjøres følgende endringer:",
                        "§ 11-5 første ledd skal lyde:",
                        "(1) Restskatt tillegges rentetillegg. Rentetillegget beregnes med rentesats etter § 11-6 annet ledd annet punktum, redusert med 23 %. Rentetillegget beregnes fra 1. juli i inntektsåret for personlige skattytere og fra 15. mars i året etter inntektsåret for upersonlige skattytere, og fram til forfallsfristen for første termin av restskatten.",
                        "§ 11-5 annet ledd bokstav a skal lyde:",
                        "a)For overskytende forskuddstrekk og overskytende utskrevet forskuddsskatt innbetalt innen utgangen av inntektsåret, samt negativ skatt, gis rentegodtgjørelse med rentesats etter § 11-6 annet ledd annet punktum redusert med 23 %, beregnet fra 1. juli i inntektsåret og fram til skatteoppgjøret blir sendt skattyter.",
                        "§ 11-5 annet ledd bokstav b skal lyde:",
                        "b)For overskytende utskrevet forskuddsskatt og tilleggsforskudd som blir innbetalt senest 31. mai i året etter inntektsåret, gis rentegodtgjørelse med rentesats etter § 11-6 annet ledd annet punktum redusert med 23 %, beregnet fra 31. mai og fram til skatteoppgjøret blir sendt skattyter.",
                        "§ 11-5 tredje ledd bokstav a skal lyde:",
                        "a)Når samlet forskuddsskatt innbetalt senest 31. mai i året etter inntektsåret overstiger fastsatt skatt, gis rentegodtgjørelse for det overstigende beløpet med rentesats etter § 11-6 annet ledd annet punktum redusert med 23 %, beregnet fra 15. mars i året etter inntektsåret og fram til skatteoppgjøret blir sendt skattyter.",
                        "§ 16-51 oppheves.",
                        "Endringene under I trer i kraft straks.",
                        "Endringen under II trer i kraft 1. januar 2018."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}