{
    "lawId": "LOV-2017-12-19-117",
    "lawName": "Lov om endringer i lov 3. februar 1961 om ansvar for skade som motorvogner gjer (bilansvarslova)",
    "shortName": "Endringslov til bilansvarslova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 17 a",
                    "title": "(gebyr til Trafikkforsikringsforeningen)",
                    "sections": [
                        "Om ei motorvogn ikkje er trygda etter § 15 fyste punktum, skal eigaren betale eit gebyr til Trafikkforsikringsforeningen. Ved eigarskifte skal den nye eigaren betale gebyr sjølv om trygda frå den tidlegare eigaren gjeld etter forsikringsavtaleloven § 7-2.",
                        "Trafikkforsikringsforeningen kan etter søknad ettergi gebyret heilt eller delvis dersom brot på plikta til å tinga trafikktrygding må reknast som unnskuldeleg som følgje av tilhøve utanfor den ansvarlege sin kontroll.",
                        "Gebyret skal svare til den høgste premie for trafikktrygding i Noreg med eit tillegg som departementet kan fastsetje ved forskrift.",
                        "Trafikkforsikringsforeningen ilegg og krev inn gebyret.",
                        "Forvaltningsloven gjeld ikkje for avgjerd om gebyr.",
                        "Departementet kan gje nærare føresegner om fastsetjing og gjennomføring av gebyr, under dette om sakshandsaming, varigheita og storleiken på gebyret, om rett til å klage på avgjerd i sak om gebyr eller om ettergiving av gebyr.",
                        "§ 18 annet ledd skal lyde:",
                        "Det same gjeld gebyr etter § 17 a og eigen vågnadssum i samsvar med offentleg godkjende trygdevilkår.",
                        "§ 19 første ledd skal lyde:",
                        "Om ein trygdeavtale held opp å gjelda, skal Trafikkforsikringsforeningen gi melding til motorvognregisteret om dette. Kjennemerke kan utan vidare varsel dragast inn etter nærare føresegner gitt av departementet. I føresegnene kan departementet og fastsetja at kjennemerke som er dregne inn, ikkje skal leverast ut att før det er betalt ei særleg avgift.",
                        "§ 20 skal lyde:",
                        "Om nokon",
                        "a.brukar eller køyrer ei motorvogn endå han veit eller må vita at vogna ikkje er lovleg trygda, eller",
                        "b.let vera å retta seg etter påbod om trygdeprov, gjevne med heimel i § 2 andre leden, vert han straffa med bot.",
                        "Loven trer i kraft 1. januar 2018."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}