{
    "lawId": "LOV-2017-06-21-103",
    "lawName": "Lov om endringar i luftfartslova (restriksjonsområde)",
    "shortName": "Endringslov til luftfartslova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 9-1 a",
                    "title": "Restriksjonsområder",
                    "sections": [
                        "Departementet gir forskrifter om opprettelse av restriksjonsområder i luftrommet for å unngå sammenstøt mellom luftfartøyer eller andre luftfartsulykker, og for å ivareta viktige samfunnsmessige interesser.",
                        "Ved akutte eller uavklarte militære situasjoner kan den militære luftfartsmyndigheten opprette restriksjonsområder i luftrommet. Ansvarlig yter av lufttrafikktjenester skal i så fall være orientert og konsultert på forhånd.",
                        "Luftfartsmyndigheten skal umiddelbart gis skriftlig varsel ved opprettelse av restriksjonsområder i luftrommet etter annet ledd.",
                        "§ 13 a-5 nr. 6 skal lyde:",
                        "6.har overtrådt, eller latt være å etterkomme vedtak truffet med hjemmel i, forskrift gitt i medhold av § 4-1 annet ledd, § 4-10, § 5-1 annet ledd, § 5-3, § 5-4 første ledd, §§ 6-2, 6-12, 7-1 eller 7-3, § 7-4 – herunder for brudd på nasjonal ytelsesplan etter reglene om et felles europeisk luftrom, § 7-5 fjerde ledd, §§ 7-11 eller 7-22, § 7-24 første ledd, §§ 7-25, 7-29, 8-8, 8-9, 8-10, 9-1, 9-1 a eller 9-2, § 9-3 annet ledd, §§ 9-4, 9-5, 9-7, 10-41 a, 10-42, 10-45, 12-9, 13-3, 13-4 eller 15-2 dersom det er bestemt i vedkommende forskrift at overtredelsen skal kunne sanksjoneres etter paragrafen her.",
                        "§ 14-13 overskrifta skal lyde:",
                        "Overtredelse av forskrift etter §§ 9-1, 9-1 a og 9-2",
                        "§ 14-13 nytt andre ledd skal lyde:",
                        "Den som overtrer restriksjoner i luftrommet opprettet i medhold av § 9-1 a første og annet ledd, straffes med bøter eller med fengsel inntil 2 år.",
                        "§ 14-13 annet og tredje ledd blir tredje og nytt fjerde ledd.",
                        "Lova tek til å gjelde frå det tidspunkt Kongen fastset."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}