{
    "lawId": "LOV-2017-03-03-8",
    "lawName": "Lov om endringer i helseberedskapsloven mv. (beredskapsregistre mv.)",
    "shortName": "Endringslov til helseberedskapsloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-4",
                    "title": "Beredskapsregistre",
                    "sections": [
                        "Folkehelseinstituttet og Helsedirektoratet kan etablere registre med helseopplysninger for å håndtere beredskapssituasjoner. Slike registre kan etableres for å gi oversikt og kunnskap om utbredelse, årsakssammenhenger og konsekvenser ved miljøhendelser, ved mistanke om utbrudd av sykdom relatert til eksponering for helseskadelige miljøfaktorer og ved andre typer kriser og beredskapssituasjoner. Det kan også etableres registre for å ivareta internasjonale rapporteringsplikter og administrative oppgaver i en beredskapssituasjon. Organet som etablerer registeret, er databehandlingsansvarlig.",
                        "Ved etableringen av registre skal den databehandlingsansvarlige dokumentere at helseopplysningene behandles i samsvar med helseregisterloven § 6, herunder beskrive formålet med behandlingen og hvilke helseopplysninger som behandles. Beredskapsregistre kan inneholde helseopplysninger med direkte personidentifiserende kjennetegn.",
                        "Opplysningene kan behandles uten samtykke fra den registrerte og utleveres uten hinder av lovbestemt taushetsplikt, dersom det er nødvendig for å oppnå registerets formål. Opplysningene skal behandles i samsvar med helseregisterloven.",
                        "Den databehandlingsansvarlige kan uten hinder av lovbestemt taushetsplikt kreve opplysninger som er nødvendige for registerets formål fra helsepersonell, fra virksomheter i helse- og omsorgstjenesten og fra personell og virksomheter som nevnt i folkehelseloven § 29 andre og tredje ledd.",
                        "Ved etablering av registre skal den databehandlingsansvarlige gi melding til Datatilsynet, jf. personopplysningsloven § 31 og § 32. Meldingen skal inneholde dokumentasjon som fastsatt i andre ledd.",
                        "Opplysningene skal slettes eller anonymiseres når hendelsen er avklart og evaluert. Departementet kan bestemme at helseopplysninger likevel kan behandles etter at hendelsen er avklart. Dette kan bestemmes når det er nødvendig for å gi kunnskap om langtidseffekter og samfunnets interesse i den videre behandlingen klart overstiger ulempene som kan påføres den enkelte.",
                        "I lov 24. juni 2011 nr. 29 om folkehelsearbeid gjøres følgende endringer:",
                        "§ 29 andre og tredje ledd skal lyde:",
                        "Ansatte ved politiet, tollvesenet, havnevesenet, flyplasser, Mattilsynet, Forsvaret, Kystvakten, Kystverket, Fiskeridirektoratet, Sjøfartsdirektoratet og Direktoratet for samfunnssikkerhet og beredskap plikter å ha særlig oppmerksomhet rettet mot helsetrusler som kan utgjøre en alvorlig hendelse av betydning for internasjonal folkehelse. De plikter å bistå med gjennomføring og overholdelse av bestemmelsene som er gitt i eller i medhold av denne loven.",
                        "I forskrift etter første ledd kan det gis bestemmelser om plikt for ansatte som nevnt i andre ledd og fører av skip, luftfartøy og andre transportmidler til, uten hinder av lovbestemt taushetsplikt, å varsle kommunelegen om helsetrusler som nevnt i andre ledd. Det kan fastsettes nærmere plikter for andre myndigheter, herunder bestemme hvem som skal betale for utgiftene til bistand.",
                        "Nåværende § 29 tredje ledd blir nytt fjerde ledd.",
                        "I lov 5. august 1994 nr. 55 om vern mot smittsomme sykdommer gjøres følgende endringer:",
                        "§ 2-2 åttende ledd skal lyde:",
                        "Når det er nødvendig for iverksetting av tiltak eller for oversikt og kontroll i forbindelse med smittsomme sykdommer, kan kommunelegen, fylkesmannen, Helsedirektoratet, Statens helsetilsyn og Folkehelseinstituttet kreve opplysninger fra offentlige kilder eller privat helse- og omsorgstjeneste uten hinder av lovbestemt taushetsplikt. Helsedirektoratet og Folkehelseinstituttet kan i en smittesituasjon behandle opplysninger samlet inn etter dette ledd i samsvar med helseberedskapsloven § 2-4.",
                        "§ 4-10 første ledd skal lyde:",
                        "Ansatte ved politiet, tollvesenet og havnevesenet, flyplasser, Mattilsynet, Forsvaret, Kystvakten, Kystverket, Fiskeridirektoratet, Sjøfartsdirektoratet og Direktoratet for samfunnssikkerhet og beredskap plikter å ha særlig oppmerksomhet rettet mot smittsomme sykdommer. De plikter å bistå med gjennomføringen og overholdelsen av bestemmelsene som er gitt i denne loven eller helse- og omsorgstjenesteloven, eller i medhold av disse lovene.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}