{
    "lawId": "LOV-2017-03-31-13",
    "lawName": "Lov om endringer i barnelova mv. (likestilt foreldreskap)",
    "shortName": "Endringslov til barnelova mv. (likestilt foreldreskap)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 35",
                    "title": "Foreldreansvaret når foreldra ikkje er gifte",
                    "sections": [
                        "Foreldre som ikkje er gifte, har foreldreansvaret saman for sams barn. Dersom foreldra ikkje bur saman, og mora ønskjer foreldreansvaret aleine, kan ho gje melding til folkeregistermyndigheita innan eitt år frå farskapen vart fastsett. Tilsvarande gjeld der faren ikkje ønskjer sams foreldreansvar. Når ein av foreldra har gjeve slik melding, får mora foreldreansvaret aleine.",
                        "For sambuande foreldre som flyttar frå kvarandre, gjeld reglane i § 34 andre leddet tilsvarande.",
                        "§ 36 første ledd skal lyde:",
                        "Foreldra kan gjere avtale om at barnet skal bu fast hos begge eller hos ein av dei.",
                        "§ 42 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 42 a",
                    "title": "Varsel og mekling før flytting",
                    "sections": [
                        "Dersom ein av foreldra vil flytte i Noreg eller ut av landet, og det er avtale eller avgjerd om samvær, skal den som vil flytte, varsle den andre seinast tre månader før flyttinga.",
                        "Er ikkje foreldra samde om flytting, må den av foreldra som vil flytte med barnet krevje mekling etter § 51.",
                        "§ 47 skal lyde:"
                    ]
                },
                {
                    "name": "§ 47",
                    "title": "Rett til opplysningar om barnet",
                    "sections": [
                        "Foreldre som har foreldreansvar, har rett til opplysningar om barnet når dei bed om det. Har den eine av foreldra foreldreansvaret aleine, skal denne gje den andre opplysningar om barnet når det blir bede om det. Den andre har også rett til å få opplysningar om barnet frå barnehage, skule, helse- og sosialvesen og politi, om ikkje teieplikta gjeld andsynes foreldra. Slike opplysningar kan nektast gjeve dersom det kan vere til skade for barnet.",
                        "Avslag på krav om opplysningar etter første stykket tredje punktum kan påklagast til fylkesmannen. Foreldre med foreldreansvar har tilsvarande klagerett. Reglane i forvaltningslova kapittel VI gjeld så langt dei høver, jamvel om avslaget er gjeve av private.",
                        "I særlege høve kan fylkesmannen avgjere at den som ikkje har foreldreansvaret, skal tape opplysningsretten etter paragrafen her.",
                        "§ 51 skal lyde:"
                    ]
                },
                {
                    "name": "§ 51",
                    "title": "Kven skal møte til mekling",
                    "sections": [
                        "Foreldre med felles barn under 16 år må møte til mekling før det vert reist sak om foreldreansvar, flytting med barnet ut av landet, kvar barnet skal bu fast eller om samvær.",
                        "Gifte foreldre med felles barn under 16 år må for å få separasjonsløyve eller skilsmisseløyve etter ekteskapslova §§ 20 og 22, ha møtt til mekling på familievernkontor eller hos annan godkjend meklar jf. ekteskapslova § 26.",
                        "Sambuarar med felles barn under 16 år skal ved samlivsbrot møte til mekling.",
                        "Foreldre som ikkje er samde om at barnet skal flytte, må møte til mekling.",
                        "Departementet kan gje forskrifter om mekling, også om unntak frå møteplikta i særlege høve.",
                        "§ 64 andre ledd nytt femte punktum skal lyde:",
                        "Dersom ein av foreldra har flytta med barnet utan at foreldra var samde, kan den andre av foreldra reise ny sak for retten.",
                        "§ 65 skal lyde:"
                    ]
                },
                {
                    "name": "§ 65",
                    "title": "Tvangsfullføring",
                    "sections": [
                        "For tvangsfullføring av avgjerd om og anna særleg tvangsgrunnlag for foreldreansvaret, kvar barnet skal bu fast, og samværsrett gjeld tvangsfullbyrdelsesloven kapittel 13. Vedtak av fylkesmannen om tvangskraft for avtaler etter § 55 er særleg tvangsgrunnlag. Førebels avgjerd etter § 60 er tvangskraftig sjølv om avgjerda ikkje er rettskraftig.",
                        "Avgjerd eller avtale med tvangskraft om foreldreansvar og kvar barnet skal bu fast, kan tvangsfullførast ved henting eller tvangsbot. Avgjerd eller avtale med tvangskraft om samværsrett kan berre tvangsfullførast ved tvangsbot. Tingretten kan fastsetje ei ståande tvangsbot som for ei viss tid skal gjelde for kvar gong samværsretten ikkje vert respektert. Eit krav om tvangsfullføring skal setjast fram for tingretten i distriktet der saksøkte har sitt alminnelege verneting. Reglane i § 15 andre leddet gjeld tilsvarande.",
                        "Det skal ikkje fastsetjast tvangsbot dersom oppfylling av samværsretten er umogleg, til dømes der det er risiko for at barnet blir utsett for vald eller på anna vis handsama slik at den fysiske eller psykiske helsa blir utsett for skade eller fare. Det same gjeld ved tvangsfullføring av foreldreansvar og kvar barnet skal bu fast.",
                        "Barnet skal få høve til å seie meininga si før det blir teke avgjerd. Meininga til barnet skal bli vektlagt etter alder og modning. Tvangsfullføring skal ikkje skje mot barnet sin vilje, med mindre retten kjem til at det er naudsynt av omsyn til barnet.",
                        "For å leggje til rette for gjennomføring av fastsett samvær kan retten gjere praktiske endringar i avgjerda der det er formålstenleg, til dømes å endre tida for henting og levering.",
                        "Skatteetaten ved Statens innkrevingssentral krev inn tvangsbota. Innkrevjing skal berre skje når den som har retten, ber om det. Bota går til statskassa. Bota skal ikkje krevjast inn for meir enn åtte veker om gongen. Lar den som har retten etter lova det gå lenger tid med inndrivinga, lauper inga vidare bot før den bota som allereie er forfallen til betaling, er betalt eller det er tatt utlegg for den.",
                        "Ny § 65 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 65 a",
                    "title": "Bruk av sakkunnig, godkjend meklar eller ein annan tilsett ved familieverntenesta i saker om tvangsfullføring",
                    "sections": [
                        "Før retten tek avgjerd om tvangsfullføring, kan den oppnemne ein sakkunnig, godkjend meklar eller ein annan tilsett ved familieverntenesta for å mekle eller ha samtalar med foreldra. Føremålet med meklinga eller samtalane er å få foreldra til å oppfylle pliktane sine frivillig. Retten kan fastsetje eit mandat for utføring av oppdraget.",
                        "Retten skal setje ein frist for utføringa av oppdraget, normalt ikkje lenger enn to veker etter oppnemninga. Fristen kan forlengjast om retten meiner ei frivillig løysing mellom foreldra er mogeleg om meklinga eller samtalane held fram.",
                        "Den som har fått oppdrag etter første leddet, skal innan fristen levere ei utgreiing med opplysningar om kva for tiltak som er sette i verk mv. Opplysningar om andre vesentlege omstende for saka skal gå fram av utgreiinga.",
                        "I saker om tvangsfullføring gjeld § 61 første leddet nr. 3 tilsvarande.",
                        "I lov 19. juni 1997 nr. 62 om familievernkontor gjøres følgende endringer:",
                        "§ 1 første ledd nytt fjerde punktum skal lyde:",
                        "Familievernkontorene skal bistå der retten oppnevner en ansatt fra familievernet etter barnelova § 65 a.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "2.Endringene i barnelova § 35 gjelder for barn som blir født etter at loven trer i kraft.",
                        "3.Departementet kan gi nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}