{
    "lawId": "LOV-2017-06-09-39",
    "lawName": "Lov om endringer i lov om universiteter og høyskoler og lov om fagskoleutdanning (organisasjonsform, disponering av tilskudd og egenbetaling mv.)",
    "shortName": "Endringslov til universits- og høyskoleloven og fagskoleloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 8-1",
                    "title": "Institusjonens organisering og ledelse",
                    "sections": [
                        "(1) Private universiteter og høyskoler skal være aksjeselskap etter aksjeloven eller stiftelser etter stiftelsesloven.",
                        "(2) Private universiteter og høyskoler skal ledes av et styre. Styret skal ha representanter fra studenter og ansatte. Styret skal ha en sammensetning på minst fem medlemmer. Hvis styret har mer enn ti medlemmer, skal hver av gruppene studenter og ansatte ha minst to medlemmer hver. Kravene i likestillingsloven § 21, jf. § 7-6 tredje ledd, om representasjon av begge kjønn, skal være oppfylt innenfor den enkelte valgkrets.",
                        "(3) Det skal være størst mulig åpenhet om styrets arbeid. Styret skal etablere og gjennomføre systematiske kontrolltiltak (internkontroll) for å sikre at krav fastsatt i eller i medhold av lov, overholdes. Departementet kan gi forskrift om internkontroll.",
                        "(4) Styret skal sørge for at studentene får den utdanningen som er forutsatt som grunnlag for akkrediteringen, at alle vilkår for eventuelle offentlige tilskudd overholdes, og at virksomheten drives i samsvar med lover og forskrifter.",
                        "(5) Styret selv skal fatte vedtak om at det etter styrets skjønn er forsvarlig å starte opp et nytt studieår. Vedtaket skal fattes før studiestart.",
                        "§ 8-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-2",
                    "title": "Delegasjon",
                    "sections": [
                        "Styret kan delegere sin avgjørelsesmyndighet til andre ved institusjonen i den utstrekning det ikke følger av denne loven at styret selv skal treffe vedtak, eller det er andre særlig begrensninger i adgangen til å delegere.",
                        "§ 8-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-3",
                    "title": "Statstilskudd og egenbetaling",
                    "sections": [
                        "(1) Private universiteter og høyskoler som tilfredsstiller kravene som oppstilles i denne lov, kan etter søknad til Kongen kjennes berettiget til statstilskudd til dekning av driftskostnader for utdanninger som er akkreditert av NOKUT.",
                        "(2) Alle private universiteter og høyskoler skal benytte statstilskudd og egenbetaling fra studentene til den akkrediterte utdanningen og innenfor lovens formål.",
                        "(3) Private universiteter og høyskoler som mottar statstilskudd, skal la tilskudd og egenbetaling komme studentene til gode. Private universiteter og høyskoler som mottar statstilskudd, kan ikke foreta utdelinger.",
                        "(4) Private universiteter og høyskoler som ikke mottar statlig tilskudd, kan ikke foreta utdelinger som medfører at egenkapitalen blir lavere enn 20 prosent av eiendelene.",
                        "(5) Departementet kan gi forskrift om disponering av statlig tilskudd og egenbetaling, herunder ved avvikling.",
                        "Ny § 8-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-4",
                    "title": "Avtaler med nærstående",
                    "sections": [
                        "(1) Private universiteter og høyskoler kan ikke overfor nærstående gjennomføre avtaler eller på annen måte overføre midler på vilkår som avviker fra det som ville vært fastsatt mellom uavhengige parter.",
                        "(2) Institusjonen skal kunne dokumentere at det ikke er gjennomført avtaler i strid med første ledd.",
                        "(3) Nærstående til private universiteter og høyskoler skal på forespørsel gi innsyn i dokumentasjon vedrørende avtaler som nevnt i første ledd.",
                        "(4) Departementet kan gi forskrift om avtaler med nærstående, herunder hvem som regnes som nærstående og krav om dokumentasjon.",
                        "Ny § 8-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-5",
                    "title": "Tilsyn",
                    "sections": [
                        "(1) Departementet fører tilsyn med private universiteter og høyskoler.",
                        "(2) Private universiteter og høyskoler plikter å bistå under tilsynet, herunder gi opplysninger som kan ha betydning for oppfyllelse av krav gitt i eller i medhold av denne loven. Departementet kan kreve at slike opplysninger dokumenteres og redegjøres for ved at det for eksempel utleveres eller sammenstilles regnskapsmateriale med bilag, korrespondanse og styreprotokoller. Departementet skal gis adgang til lokaler som disponeres av virksomheten.",
                        "(3) Opplysninger etter andre ledd kan kreves av revisor og regnskapsfører uten hinder av lovbestemt eller avtalt taushetsplikt.",
                        "(4) Departementet kan gi forskrift om institusjonens bistandsplikt under tilsynet, herunder hvordan opplysninger skal gis og om adgang til institusjonens lokaler.",
                        "Ny § 8-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-6",
                    "title": "Rapportering",
                    "sections": [
                        "(1) Private universiteter og høyskoler skal rapportere regnskapsinformasjon og sammenstilte data om studietilbud, studenter og personale til departementet.",
                        "(2) Private universiteter og høyskoler må gi særskilt melding til departementet ved fusjon, fisjon, salg, omdanning og avvikling av virksomheten. Melding skal gis før slik endring gjennomføres.",
                        "(3) Departementet kan gi forskrift om det nærmere innholdet i og formkrav til rapporterings- og meldeplikten.",
                        "Ny § 8-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-7",
                    "title": "Regnskap og revisjon",
                    "sections": [
                        "(1) Private universiteter og høyskoler er regnskapspliktige etter regnskapsloven § 1-2 og etter denne loven. Regnskapslovens unntak for små foretak i § 3-1 andre ledd, jf. § 1-6, gjelder ikke for private universiteter og høyskoler.",
                        "(2) Private universiteter og høyskoler skal ha et økonomisk skille mellom den akkrediterte og ikke-akkrediterte delen av virksomheten. Regnskapene skal dokumentere at kravet overholdes.",
                        "(3) Regnskapene for private universiteter og høyskoler skal revideres av statsautorisert eller registrert revisor, jf. revisorloven § 3-1.",
                        "(4) Departementet kan gi forskrift om krav til regnskapet, dokumentasjon og revisjon.",
                        "Ny § 8-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-8",
                    "title": "Pålegg om retting",
                    "sections": [
                        "Hvis departementet avdekker brudd på bestemmelser gitt i eller i medhold av denne loven, kan departementet pålegge utdanningsinstitusjonen å rette forholdet innen en gitt frist.",
                        "Ny § 8-9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-9",
                    "title": "Krav om tilbakebetaling av statstilskudd",
                    "sections": [
                        "Hvis statstilskudd disponeres i strid med bestemmelser gitt i eller i medhold av denne lov eller grunnlaget for tilskuddet, kan departementet kreve tilskuddet tilbakebetalt. Endelig vedtak om tilbakebetaling av statstilskudd er tvangsgrunnlag for utlegg.",
                        "Ny § 8-10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-10",
                    "title": "Tvangsmulkt",
                    "sections": [
                        "(1) For å sikre at pålegg gitt etter § 8-8 etterleves, kan departementet bestemme at den pålegget retter seg mot, skal betale en mulkt til staten. Tvangsmulkten fastsettes som løpende dagsmulkt fra utløpet av fristen som er satt i pålegget, og inntil forholdet er rettet.",
                        "(2) Departementet kan gi forskrift om utstedelse, størrelse, forfall, klage og lemping av tvangsmulkt.",
                        "Ny § 8-11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-11",
                    "title": "Overtredelsesgebyr",
                    "sections": [
                        "(1) Ved overtredelser av bestemmelser gitt i eller i medhold av denne loven, kan departementet ilegge overtredelsesgebyr. Overtredelsesgebyr kan ilegges foretak selv om ingen enkeltperson har utvist skyld.",
                        "(2) Størrelsen på overtredelsesgebyret fastsettes i det enkelte tilfellet. Endelig vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg.",
                        "(3) Departementet kan gi forskrift om utstedelse, størrelse, forfall, klage og lemping av overtredelsesgebyret.",
                        "Ny § 8-12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-12",
                    "title": "Tilbaketrekking av akkreditering",
                    "sections": [
                        "(1) Hvis alvorlige forhold i strid med bestemmelser gitt i eller i medhold av denne loven ikke rettes innen fristen etter § 8-8, kan departementet trekke tilbake akkrediteringen av institusjonen eller studietilbudet.",
                        "(2) Departementet kan gi forskrift om saksbehandling ved tilbaketrekking av akkreditering etter denne bestemmelsen.",
                        "I lov 20. juni 2003 nr. 56 om fagskoleutdanning gjøres følgende endringer:",
                        "§ 3 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 3",
                    "title": "Organisasjon og ledelse",
                    "sections": [
                        "Private fagskoler skal være stiftelser etter stiftelsesloven eller aksjeselskap etter aksjeloven. Fagskoleutdanning som per 1. januar 2017 er organisert i studieforbund etter voksenopplæringsloven, kan videreføres som studieforbund.",
                        "Offentlige fagskoler og fagskoler organisert som studieforbund, skal ha et styre som øverste ansvarlige styringsorgan. Alle fagskoler skal ha et styre med minst fem medlemmer.",
                        "Styret skal sørge for at studentene får den utdanningen som er forutsatt som grunnlag for godkjenningen, at alle vilkår for eventuelle offentlige tilskudd overholdes, og at virksomheten for øvrig drives i samsvar med gjeldende lover og regler. Styret skal sørge for at opplysninger som blir gitt NOKUT og utdanningssøkende, er korrekte og fullstendige.",
                        "Styret kan delegere sin avgjørelsesmyndighet til andre ved fagskolen dersom ikke noe annet er fastsatt.",
                        "Studenter og ansatte skal ha representanter med møte-, tale- og forslagsrett i alle tilfeller der styret behandler saker av betydning for gjennomføringen av godkjent fagskoleutdanning. Studentrepresentantene og ansatterepresentantene velges av og blant studentene og de ansatte.",
                        "Tilbyder skal ha en administrativ og faglig ledelse som skal stå for den daglige driften av utdanningen innenfor de retningslinjer og pålegg styret har gitt. Den administrative og faglige ledelse ansettes av styret.",
                        "Styret selv skal fatte vedtak om at det etter styrets skjønn er forsvarlig å starte opp et nytt studieår. Vedtaket skal fattes før studiestart.",
                        "Styret skal etablere og gjennomføre systematiske kontrolltiltak (internkontroll) for å sikre at krav fastsatt i eller i medhold av lov, overholdes. Departementet kan gi nærmere forskrift om krav til internkontroll.",
                        "Tilbydere av godkjent fagskoleutdanning skal være registrert i Enhetsregisteret.",
                        "Departementet kan gi forskrift om organisering, styring og ledelse av fagskoleutdanning, herunder bestemmelser om representasjon i styrende organer.",
                        "Departementet kan vedta at det kan gjøres unntak fra loven og forskriftene til loven i forbindelse med tidsavgrensede organisatoriske forsøk.",
                        "§ 15 skal lyde:"
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Offentlig tilskudd og egenbetaling",
                    "sections": [
                        "Tilbydere av godkjent fagskoleutdanning kan søke fylkeskommunen om offentlig tilskudd.",
                        "Tilbydere av fagskoleutdanning kan bare kreve egenbetaling fra studenter i den grad det ikke ved tildeling av offentlig tilskudd er forutsatt at utdanningen skal være gratis. Departementet kan gi forskrift om tilbyderes adgang til å ta egenbetaling fra studenter.",
                        "Alle private fagskoler skal benytte offentlig tilskudd og egenbetaling fra studentene til den godkjente utdanningen og innenfor lovens formål.",
                        "Private fagskoler som mottar offentlig tilskudd, skal la tilskudd og egenbetaling komme studentene til gode. Private fagskoler som mottar offentlig tilskudd, kan ikke foreta utdelinger.",
                        "Private fagskoler som ikke mottar offentlig tilskudd, kan ikke foreta utdelinger som medfører at egenkapitalen blir lavere enn 20 prosent av eiendelene.",
                        "Departementet kan gi forskrift om disponering av offentlig tilskudd og egenbetaling, herunder ved avvikling.",
                        "Ny § 16 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Avtaler med nærstående",
                    "sections": [
                        "Private fagskoler kan ikke overfor nærstående gjennomføre avtaler eller på annen måte overføre midler på vilkår som avviker fra det som ville vært fastsatt mellom uavhengige parter.",
                        "Fagskolen skal kunne dokumentere at det ikke er gjennomført avtaler i strid med første ledd.",
                        "Nærstående til private fagskoler skal på forespørsel gi departementet innsyn i dokumentasjon vedrørende avtaler som nevnt i første ledd.",
                        "Departementet kan gi forskrift om avtaler med nærstående, herunder hvem som regnes som nærstående og krav om dokumentasjon.",
                        "Nåværende § 16 oppheves.",
                        "Ny § 17 skal lyde:"
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Tilsyn",
                    "sections": [
                        "Departementet fører tilsyn med private fagskoler.",
                        "Private fagskoler plikter å bistå under tilsynet, herunder gi opplysninger som kan ha betydning for oppfyllelse av krav gitt i eller i medhold av denne loven. Departementet kan kreve at slike opplysninger dokumenteres og redegjøres for ved at det for eksempel utleveres eller sammenstilles regnskapsmateriale med bilag, korrespondanse og styreprotokoller. Tilsynsmyndigheten skal gis adgang til lokaler som disponeres av virksomheten.",
                        "Opplysninger etter andre ledd kan kreves av revisor og regnskapsfører uten hinder av lovbestemt eller avtalt taushetsplikt.",
                        "Departementet kan gi forskrift om institusjonens bistandsplikt under tilsynet, herunder hvordan opplysninger skal gis og om adgang til fagskolens lokaler.",
                        "Nåværende § 17 blir ny § 25.",
                        "Ny § 18 skal lyde:"
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Rapportering",
                    "sections": [
                        "Private fagskoler skal rapportere regnskapsinformasjon og sammenstilte data om studietilbud, studenter og personale til departementet.",
                        "Private fagskoler må gi særskilt melding til departementet ved fusjon, fisjon, salg, omdanning og avvikling av virksomheten. Melding skal gis før slik endring gjennomføres.",
                        "Departementet kan gi forskrift om det nærmere innholdet i og formkrav til rapporterings- og meldeplikten.",
                        "Nåværende § 18 blir ny § 26.",
                        "Ny § 19 skal lyde:"
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Regnskap og revisjon",
                    "sections": [
                        "Private fagskoler er regnskapspliktige etter regnskapsloven § 1-2 og denne loven. Regnskapslovens unntak for små foretak i § 3-1 andre ledd, jf. § 1-6, gjelder ikke for private fagskoler.",
                        "Private fagskoler skal ha et økonomisk skille mellom de akkrediterte delene av virksomheten og de ikke-akkrediterte delene av virksomheten. Regnskapene skal være egnet til å dokumentere at kravet overholdes.",
                        "Regnskapene for private fagskoler skal revideres av statsautorisert eller registrert revisor, jf. revisorloven § 3-1.",
                        "Departementet kan gi forskrift om krav til regnskapet, dokumentasjon og revisjon.",
                        "Ny § 20 skal lyde:"
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Pålegg om retting",
                    "sections": [
                        "Hvis departementet avdekker brudd på bestemmelser gitt i eller i medhold av denne loven eller grunnlaget for tilskuddet, kan departementet pålegge fagskolen å rette forholdet innen en gitt frist.",
                        "Ny § 21 skal lyde:"
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Krav om tilbakebetaling av tilskudd",
                    "sections": [
                        "Hvis offentlig tilskudd disponeres i strid med bestemmelser gitt i eller i medhold av denne loven eller grunnlaget for tilskuddet, kan departementet kreve tilskuddet tilbakebetalt. Vedtak om tilbakebetaling av offentlig tilskudd er tvangsgrunnlag for utlegg.",
                        "Ny § 22 skal lyde:"
                    ]
                },
                {
                    "name": "§ 22",
                    "title": "Tvangsmulkt",
                    "sections": [
                        "For å sikre at pålegg gitt etter § 20 etterleves, kan departementet bestemme at den pålegget retter seg mot, skal betale en mulkt til staten. Tvangsmulkten fastsettes som løpende dagsmulkt fra utløpet av fristen som er satt i pålegget, og inntil forholdet er rettet.",
                        "Departementet kan gi forskrift om utstedelse, størrelse, forfall, klage og lemping av tvangsmulkt.",
                        "Ny § 23 skal lyde:"
                    ]
                },
                {
                    "name": "§ 23",
                    "title": "Overtredelsesgebyr",
                    "sections": [
                        "En privat fagskole som overtrer bestemmelser gitt i eller i medhold av denne loven, kan ilegges overtredelsesgebyr av departementet. Overtredelsesgebyr kan ilegges foretak selv om ingen enkeltperson har utvist skyld.",
                        "Størrelsen på overtredelsesgebyret fastsettes i det enkelte tilfellet. Endelig vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg.",
                        "Departementet kan gi forskrift om utstedelse, størrelse, forfall, klage og lemping av overtredelsesgebyret.",
                        "Ny § 24 skal lyde:"
                    ]
                },
                {
                    "name": "§ 24",
                    "title": "Tilbaketrekking av godkjenning",
                    "sections": [
                        "Hvis en privat fagskole ikke retter alvorlige forhold i strid med bestemmelser gitt i eller i medhold av denne loven innen fristen etter § 20, kan departementet trekke godkjenningen av fagskolen eller utdanningstilbudet tilbake.",
                        "Departementet kan gi forskrift om saksbehandling ved tilbaketrekking av godkjenning etter denne bestemmelsen.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelser til ulik tid.",
                        "2.For private tilbydere av høyere utdanning som ikke er organisert som aksjeselskap eller stiftelse per 1. januar 2017, gjelder endringen av universitets- og høyskoleloven § 8-1 første ledd fra 1. januar 2020.",
                        "3.For private tilbydere av fagskoleutdanning som ikke er organisert som aksjeselskap, stiftelse eller studieforbund per 1. januar 2017, gjelder endringen av fagskoleloven § 3 første ledd fra 1. januar 2020.",
                        "4.Departementet kan i særlige tilfeller forlenge overgangsperioden etter nr. 2 og 3.",
                        "5.Private høyskoler med akkreditering etter universitets- og høyskoleloven § 3-1 og fagskoler med godkjenning etter fagskoleloven § 2 er fritatt for skatt på gevinst ved omorganisering som oppstår som følge av kravene som nevnt i nr. 2 og 3. Det stilles som vilkår at omorganiseringen skjer innen utløpet av overgangsperioden i nr. 2 til 4, at formuesobjektet tilfaller en akkreditert eller godkjent virksomhet, og at omorganiseringen skjer med skattemessig kontinuitet.",
                        "6.Hvis det som følge av kravene som nevnt i nr. 2 og 3 overføres hjemmel til fast eiendom, skal det gis fritak for dokumentavgift ved tinglysing av dokument som overfører hjemmel til fast eiendom til aksjeselskap eller stiftelse som er akkreditert etter universitets- og høyskoleloven § 3-1 eller godkjent etter fagskoleloven § 2, hvis følgende vilkår er oppfylt:",
                        "a)tinglysingen er en følge av kravet til organisering som nevnt i nr. 2 og 3",
                        "b)hjemmelen overføres fra privat utdanningsinstitusjon med akkreditering etter universitets- og høyskoleloven § 3-1 eller godkjenning etter fagskoleloven § 2, som ikke er organisert som aksjeselskap, stiftelse eller studieforbund",
                        "c)omorganiseringen skjer innen utløpet av overgangsperioden i nr. 2 til 4",
                        "d)virksomhetens samlede eiendeler og forpliktelser overføres uendret til den nye virksomheten.",
                        "7.Departementet kan gi nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}