{
    "lawId": "LOV-2017-12-15-107",
    "lawName": "Lov om statlig tilsyn med helse- og omsorgstjenesten mv. (helsetilsynsloven)",
    "shortName": "Helsetilsynsloven",
    "authorityDescription": "Prop.150 L (2016–2017), Innst.53 L (2017–2018), Lovvedtak 8 (2017–2018). Stortingets første og andre gangs behandling hhv. 7. og 11. desember 2017. Fremmet av Helse- og omsorgsdepartementet.\nEndringer i følgende lover:\n1\tLov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. (spesialisthelsetjenesteloven).\n2\tLov 2. juli 1999 nr. 62 om etablering og gjennomføring av psykisk helsevern (psykisk helsevernloven).\n3\tLov 2. juli 1999 nr. 63 om pasient- og brukerrettigheter (pasient- og brukerrettighetsloven).\n4\tLov 2. juli 1999 nr. 64 om helsepersonell m.v. (helsepersonelloven).\n5\tLov 24. juni 2011 nr. 30 om kommunale helse- og omsorgstjenester m.m. (helse- og omsorgstjenesteloven).\n6\tLov 7. mai 2015 nr. 25 om donasjon og transplantasjon av organ, celler og vev (transplantasjonslova).\n7\tLov 7. mai 2015 nr. 26 om obduksjon og avgjeving av lik til undervisning og forsking (obduksjonslova).",
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Lovens formål",
                    "sections": [
                        "Lovens formål er å etablere et statlig tilsyn som bidrar til å styrke sikkerheten og kvaliteten i helse- og omsorgstjenesten og befolkningens tillit til helsepersonell og helse- og omsorgstjenesten."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Lovens virkeområde",
                    "sections": [
                        "Loven gjelder helse- og omsorgstjenester som tilbys eller ytes i riket.",
                        "Kongen kan gi forskrift om at loven og forskrifter med hjemmel i loven helt eller delvis skal gjelde for Svalbard og Jan Mayen og kan fastsette særlige regler under hensyn til de stedlige forholdene.",
                        "Kongen kan gi forskrift om at loven og forskrifter med hjemmel i loven helt eller delvis skal gjelde på norske skip i utenriksfart, i norske sivile luftfartøyer i internasjonal trafikk, på installasjoner og fartøy i arbeid på den norske kontinentalsokkelen og på norsk redningsansvarsområde."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Organisering av tilsynsmyndighetene",
                    "sections": [
                        "Tilsynsmyndighetene består av Statens helsetilsyn som overordnet organ, og Fylkesmannen som regionalt organ.",
                        "Statens helsetilsyn ledes av en direktør. Direktøren utnevnes på åremål av Kongen.",
                        "Fylkesmannen er tillagt myndighet til å føre tilsyn med helse- og omsorgstjenesten og er da direkte underlagt Statens helsetilsyn. I hvert fylke skal det være en fylkeslege.",
                        "Kongen kan bestemme at en fylkesmann skal ha mer enn ett fylke i sin embetskrets. Statens helsetilsyn kan gi den enkelte fylkesmann oppgaver som omfatter et større geografisk område enn eget fylke."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Tilsynsmyndighetens oppgaver",
                    "sections": [
                        "Statens helsetilsyn har det overordnede faglige tilsyn med helse- og omsorgstjenesten i landet og skal utøve myndighet i samsvar med det som er bestemt i lover og forskrifter.",
                        "Fylkesmannen skal føre tilsyn med helse- og omsorgstjenesten og med alt helsepersonell og annet personell i fylket som yter helse- og omsorgstjenester. Fylkesmannen skal føre tilsyn med om tjenestene er i samsvar med det som er bestemt i lover og forskrifter. Når det føres tilsyn med kommunale helse- og omsorgstjenester skal dette gjøres etter reglene i kommuneloven kapittel 10 A. I tilknytning til tilsynet skal Fylkesmannen gi råd, veiledning og opplysninger som medvirker til at befolkningens behov for helse- og omsorgstjenester blir dekket.",
                        "Fylkesmannen skal holde Statens helsetilsyn orientert om forholdene i helse- og omsorgstjenesten i fylket og om forhold som innvirker på disse. Fylkesmannen skal informere Statens helsetilsyn om forhold som tilsier administrativ reaksjon etter helsepersonelloven kapittel 11.",
                        "Departementet kan i forskrift fastsette nærmere bestemmelser om tilsynsmyndighetenes saksbehandling."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Plikt til å opprette internkontrollsystem og tilsyn med at det føres internkontroll",
                    "sections": [
                        "Enhver som yter helse- og omsorgstjenester, skal etablere et internkontrollsystem for virksomheten og sørge for at virksomhet og tjenester planlegges, utføres og vedlikeholdes i samsvar med krav fastsatt i eller i medhold av lover og forskrifter.",
                        "Fylkesmannen skal påse at alle som yter helse- og omsorgstjenester, har etablert et internkontrollsystem i samsvar med kravene i første ledd.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om internkontroll etter første ledd."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Plikt til å varsle tilsynsmyndigheten om alvorlige hendelser",
                    "sections": [
                        "En virksomhet som yter helse- og omsorgstjenester, skal straks varsle Statens helsetilsyn om dødsfall eller svært alvorlig skade på pasient eller bruker som følge av tjenesteytelsen eller ved at en pasient eller bruker skader en annen. Varslingsplikten gjelder dersom utfallet er uventet ut fra påregnelig risiko.",
                        "Når Statens helsetilsyn mottar varsel etter første ledd, skal tilsynet snarest mulig foreta stedlig tilsyn dersom dette er nødvendig for at tilsynssaken skal bli tilstrekkelig opplyst.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om varsling som nevnt i første ledd, herunder om innholdet i varslene."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Plikt til å gi opplysninger til tilsynsmyndigheten mv.",
                    "sections": [
                        "Enhver som utfører tjeneste eller arbeid i helse- og omsorgstjenesten, skal på anmodning gi tilsynsmyndigheten opplysninger som tilsynsmyndigheten mener er nødvendige for å kunne utføre sine oppgaver i medhold av lov, forskrift eller instruks. Dette gjelder også tilgang til helseopplysninger som behandles elektronisk og hjelpemidler for slik behandling av helseopplysninger som elektronisk pasientjournal, dokumenter, lyd- og bildeopptak og lignende. Den som skal gi opplysning etter første punktum, skal også gi tilsynsmyndigheten adgang til virksomhetens lokaler og utstyr, og yte bistand for at tilsynsmyndigheten kan gjennomføre prøver og kontroller på den måten som tilsynsmyndigheten finner nødvendig.",
                        "Den som skal gi opplysninger etter første ledd, eller som ønsker å gi opplysninger til tilsynsmyndigheten av eget tiltak, kan gjøre det uten hinder av taushetsplikt dersom det antas å være nødvendig for å fremme tilsynsorganets oppgaver etter lov, forskrift eller instruks.",
                        "Opplysninger som er gitt tilsynsmyndigheten i henhold til denne bestemmelsen, kan uten hinder av taushetsplikten forelegges sakkyndige til uttalelse eller departementet til orientering.",
                        "Dersom anmodning etter første ledd ikke etterkommes, kan tilsynsmyndigheten gi pålegg om å gi opplysningene eller om å gi adgang til virksomheten, jf. forvaltningsloven § 14. Pålegget skal inneholde en frist for oppfyllelse."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Pålegg om retting og stenging",
                    "sections": [
                        "Hvis en virksomhet innen helse- og omsorgstjenesten drives på en måte som kan ha skadelige følger for pasienter, brukere eller andre eller på annen måte er uforsvarlig, kan Statens helsetilsyn gi pålegg om å rette forholdene. Pålegget skal inneholde en frist for oppfyllelse.",
                        "Dersom virksomheten drives uforsvarlig med fare for liv og helse til pasienter eller brukere, og pålegg om retting ikke etterkommes innen fristen, kan Statens helsetilsyn gi pålegg om stenging."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Tvangsmulkt",
                    "sections": [
                        "I pålegg etter § 7 fjerde ledd og § 8 kan Statens helsetilsyn fastsette en løpende tvangsmulkt for hver dag, uke eller måned som går etter utløpet av den frist som er satt for oppfyllelse av pålegget, inntil pålegget er oppfylt. Tvangsmulkt kan kun gis overfor virksomheter som yter spesialisthelsetjenester, jf. spesialisthelsetjenesteloven § 1-2.",
                        "Tvangsmulkt kan fastsettes som engangsmulkt. Tvangsmulkt kan fastsettes etter at fristen for å oppfylle pålegget er utløpt. Tilsynsmyndigheten kan redusere eller frafalle påløpt tvangsmulkt.",
                        "Endelig vedtak om tvangsmulkt er tvangsgrunnlag for utlegg. Tvangsmulkten tilfaller statskassen."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Administrative reaksjoner overfor helsepersonell",
                    "sections": [
                        "Statens helsetilsyn gir administrative reaksjoner etter reglene i helsepersonelloven kapittel 11.",
                        "Statens helsetilsyn skal føre et nasjonalt register over advarsel og tilbakekall, frivillig avkall og suspensjon av autorisasjon, lisens, spesialistgodkjenning og rekvireringsrett og begrensning av autorisasjon etter helsepersonelloven kapittel 11."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Klage",
                    "sections": [
                        "Pålegg gitt av Statens helsetilsyn etter § 7 fjerde ledd og vedtak etter §§ 8 og 9 kan påklages til den instansen Kongen bestemmer.",
                        "Klagen skal gis oppsettende virkning, hvis ikke Statens helsetilsyn bestemmer at vedtaket straks skal iverksettes."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Forbud mot bruk av meldinger til Helsedirektoratet om uønskede hendelser som grunnlag for tilsynssak mv.",
                    "sections": [
                        "Melding til Helsedirektoratet etter spesialisthelsetjenesteloven § 3-3 kan ikke brukes som grunnlag for å innlede sak eller fatte vedtak om administrativ reaksjon etter § 10 i loven her."
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Ikraftsetting mv.",
                    "sections": [
                        "Loven gjelder fra den tid Kongen bestemmer. Fra samme tid oppheves lov 30. mars 1984 nr. 15 om statlig tilsyn med helse- og omsorgstjenesten m.m.",
                        "Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Videreføring av forskrifter",
                    "sections": [
                        "Forskrifter gitt i medhold av lov 30. mars 1984 nr. 15 om statlig tilsyn med helse- og omsorgstjenesten m.m. gjelder også etter at loven her har trådt i kraft."
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Endringer i andre lover",
                    "sections": [
                        "Fra den tid loven trer i kraft gjøres følgende endringer i andre lover:\n1. I lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. gjøres følgende endringer:\n§ 3-3 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-3 a",
                    "title": "Varsel til Statens helsetilsyn om alvorlige hendelser",
                    "sections": [
                        "Virksomheter som er omfattet av loven her, skal straks varsle Statens helsetilsyn og Statens undersøkelseskommisjon for helse- og omsorgstjenesten om dødsfall eller svært alvorlig skade på pasient eller bruker som følge av tjenesteytelsen eller ved at en pasient eller bruker skader en annen, jf. helsetilsynsloven § 6 og lov 16. juni 2017 nr. 56 om Statens undersøkelseskommisjon for helse- og omsorgstjenesten § 7. Varslingsplikten gjelder dersom utfallet er uventet ut fra påregnelig risiko.\n§ 6-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-2",
                    "title": "Opplysningsplikt til Statens helsetilsyn og Fylkesmannen",
                    "sections": [
                        "Bestemmelsene i helsetilsynsloven § 7 om plikt til å gi tilsynsmyndigheten opplysninger og adgang til virksomheten på anmodning, og adgang til å gi tilsynsmyndigheten opplysninger av eget tiltak uten hinder av taushetsplikt, gjelder for enhver som utfører tjeneste eller arbeid som angår helsetjenester som omfattes av denne loven.\n§ 7-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-1",
                    "title": "Pålegg og tvangsmulkt",
                    "sections": [
                        "Statens helsetilsyn kan gi pålegg om retting og stenging, og fastsette tvangsmulkt etter reglene i helsetilsynsloven §§ 8 og 9.\n§ 7-2 oppheves.\n2. I lov 2. juli 1999 nr. 62 om etablering og gjennomføring av psykisk helsevern gjøres følgende endring:\n§ 1-7 tredje ledd skal lyde:",
                        "Ved saker om tvungen observasjon, etablering, opprettholdelse eller opphør av tvungent psykisk helsevern, saker om overføringer, saker som nevnt i §§ 2-1 annet ledd og 2-2 fjerde ledd og ved klage til fylkesmannen over vedtak om undersøkelse og behandling etter § 4-4, har pasienten rett til fri rettshjelp etter lov 13. juni 1980 nr. 35 om fri rettshjelp.\n3. I lov 2. juli 1999 nr. 63 om pasient- og brukerrettigheter gjøres følgende endringer:\n§ 3-2 femte og sjette ledd skal lyde:",
                        "Dersom pasienten eller brukeren blir påført skade eller alvorlige komplikasjoner, og utfallet er uventet ut fra påregnelig risiko, skal pasienten eller brukeren også informeres om hvilke tiltak helse- og omsorgstjenesten vil iverksette for at lignende hendelse ikke skal skje igjen.",
                        "Dersom skade eller komplikasjon som nevnt i femte ledd er svært alvorlig, skal pasienten eller brukeren gis tilbud om møte med helse- og omsorgstjenesten så snart som mulig etter hendelsen, og senest ti dager etter hendelsen. Slike møter skal ha til formål å gi pasienten eller brukeren informasjon etter fjerde og femte ledd og svar på spørsmål knyttet til hendelsen og den videre oppfølgingen av denne. Ved dødsfall som følge av alvorlig hendelse, skal nærmeste pårørende tilbys tilsvarende møte.\nNåværende sjette og syvende ledd blir syvende og nytt åttende ledd.\n§ 3-3 tredje ledd skal lyde:",
                        "Dersom en pasient eller bruker dør og utfallet er uventet ut fra påregnelig risiko, har pasientens eller brukerens nærmeste pårørende rett til informasjon etter § 3-2 fjerde til og med sjette ledd, så langt taushetsplikten ikke er til hinder for dette.\n§ 7-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-6",
                    "title": "Varsel til Statens helsetilsyn om alvorlig hendelse",
                    "sections": [
                        "Pasient, bruker eller nærmeste pårørende kan varsle Statens helsetilsyn om dødsfall eller svært alvorlig skade på pasient eller bruker som følge av ytelse av helse- og omsorgstjenester eller ved at en pasient eller bruker skader en annen. Adgangen til å varsle gjelder dersom utfallet er uventet ut fra påregnelig risiko.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om varsling etter første ledd, herunder om innholdet i varslene.\nNåværende § 7-6 blir ny § 7-7.\n4. I lov 2. juli 1999 nr. 64 om helsepersonell mv. gjøres følgende endringer:\n§ 30 skal lyde:"
                    ]
                },
                {
                    "name": "§ 30",
                    "title": "Opplysningsplikt til Statens helsetilsyn og Fylkesmannen",
                    "sections": [
                        "Bestemmelsene i helsetilsynsloven § 7 om plikt til å gi tilsynsmyndigheten opplysninger og adgang til virksomheten på anmodning og adgang til å gi tilsynsmyndigheten opplysninger av eget tiltak uten hinder av taushetsplikt, gjelder for alt helsepersonell og annet personell som yter helse- og omsorgstjenester.\n§ 40 tredje ledd skal lyde:",
                        "Departementet kan i forskrift gi nærmere regler om pasientjournalens innhold og ansvar for journalen etter denne bestemmelse, herunder om oppbevaring, overdragelse, opphør, avlevering og tilintetgjøring av journal.\n§ 57 første ledd skal lyde:",
                        "Statens helsetilsyn kan kalle tilbake autorisasjon, lisens eller spesialistgodkjenning dersom innehaveren er uegnet til å utøve sitt yrke forsvarlig på grunn av alvorlig sinnslidelse, psykisk eller fysisk svekkelse, langt fravær fra yrket, bruk av alkohol, narkotika eller midler med lignende virkning, vesentlig mangel på faglig innsikt, uforsvarlig virksomhet, vesentlige pliktbrudd etter denne lov eller bestemmelser gitt i medhold av den, eller på grunn av atferd som anses uforenlig med yrkesutøvelsen.\n§ 62 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 62 a",
                    "title": "Pålegg om innlevering av pasientjournalarkiv",
                    "sections": [
                        "Statens helsetilsyn kan ved tilbakekall og suspensjon av autorisasjon, lisens eller spesialistgodkjenning pålegge helsepersonell å levere inn sitt pasientjournalarkiv til Helsedirektoratet.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om vilkår for å gi pålegg om innlevering, innsyn i og bruk av arkivene og arkivenes depotstatus.\n§ 67 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 67 a",
                    "title": "Forbud mot bruk av meldinger til Helsedirektoratet om uønskede hendelser som grunnlag for å opprette tilsynssak mv.",
                    "sections": [
                        "Melding til Helsedirektoratet etter spesialisthelsetjenesteloven § 3-3 kan ikke i seg selv danne grunnlag for å innlede sak eller fatte vedtak om reaksjon i medhold av kapittel 11 i loven her. Det samme gjelder for politianmeldelse eller begjæring om påtale etter § 67 annet ledd.\n5. I lov 24. juni 2011 nr. 30 om kommunale helse- og omsorgstjenester m.m. gjøres følgende endringer:\n§ 5-9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-9",
                    "title": "Opplysningsplikt til Statens helsetilsyn og Fylkesmannen",
                    "sections": [
                        "Bestemmelsene i helsetilsynsloven § 7 om plikt til å gi tilsynsmyndigheten opplysninger og adgang til virksomheten på anmodning, og adgang til å gi tilsynsmyndigheten opplysninger av eget tiltak uten hinder av taushetsplikt, gjelder for enhver som utfører tjeneste eller arbeid som angår helse- og omsorgstjenester som omfattes av denne loven.\n§ 12-3 andre ledd skal lyde:",
                        "Kommuneloven kapittel 10 A gjelder tilsvarende for tilsynsvirksomheten etter første ledd, med unntak av § 60 d. Statens helsetilsyn kan gi pålegg om retting og stenging etter helsetilsynsloven § 8.\nNy § 12-3 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-3 a",
                    "title": "Varsel til Statens helsetilsyn om alvorlige hendelser",
                    "sections": [
                        "Virksomheter som er omfattet av loven her, skal straks varsle Statens helsetilsyn om dødsfall eller svært alvorlig skade på pasient eller bruker som følge av tjenesteytelsen eller ved at en pasient eller bruker skader en annen, jf. helsetilsynsloven § 6. Varslingsplikten gjelder dersom utfallet er uventet ut fra påregnelig risiko.\n6. I lov 7. mai 2015 nr. 25 om donasjon og transplantasjon av organ, celler og vev gjøres følgende endringer:\n§ 23 skal lyde:"
                    ]
                },
                {
                    "name": "§ 23",
                    "title": "Pålegg og tvangsmulkt",
                    "sections": [
                        "Statens helsetilsyn kan gi pålegg om retting og stenging, og fastsette tvangsmulkt etter reglane i helsetilsynsloven §§ 8 og 9.\n7. I lov 7. mai 2015 nr. 26 om obduksjon og avgjeving av lik til undervisning og forsking gjøres følgende endringer:\n§ 16 skal lyde:"
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Pålegg og tvangsmulkt",
                    "sections": [
                        "Statens helsetilsyn kan gi pålegg om retting og stenging, og fastsette tvangsmulkt etter reglane i helsetilsynsloven §§ 8 og 9."
                    ]
                }
            ]
        }
    ]
}