{
    "lawId": "LOV-2017-06-16-71",
    "lawName": "Lov om endringer i aksjelovgivningen mv. (modernisering og forenkling)",
    "shortName": "Endringslov til aksjelovgivningen mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "III. Utarbeidelse og oppbevaring av dokumentasjon, meldinger mv.",
            "paragraphs": [
                {
                    "name": "§ 1-6",
                    "title": "Utarbeidelse og oppbevaring av dokumentasjon",
                    "sections": [
                        "(1) Dokumentasjon som kreves utarbeidet etter aksjeloven, skal utarbeides og oppbevares på betryggende måte. Dokumentasjonen skal være i lesbar form og være tilgjengelig fra Norge.",
                        "(2) Krav i denne loven om at meldinger mv. skal være eller gis skriftlig, er ikke til hinder for bruk av elektroniske løsninger.",
                        "(3) Departementet kan i forskrift gi nærmere bestemmelser om oppbevaringstid for bestemte dokumenttyper, hva som anses som betryggende måte for utarbeidelse og oppbevaring, og sikkerhetsnivået for signatur."
                    ]
                },
                {
                    "name": "§ 1-7",
                    "title": "Meldinger mv.",
                    "sections": [
                        "(1) Selskapets meldinger mv. til aksjeeierne etter denne loven gis på den måten styret bestemmer. Styret skal informere aksjeeierne i rimelig tid før ny kommunikasjonsmåte tas i bruk. Meldinger mv. skal gis på en betryggende og hensiktsmessig måte.",
                        "(2) Aksjeeiernes meldinger mv. til selskapet etter denne loven kan alltid sendes til selskapets forretningsadresse, og til digital adresse og postadresse som selskapet har oppgitt.",
                        "(3) Departementet kan i forskrift gi nærmere bestemmelser om krav til meldinger mv. mellom selskapet og aksjeeierne.",
                        "§ 2-1 nytt tredje ledd skal lyde:",
                        "(3) Stiftelsesdokumentet skal oppbevares i hele selskapets levetid.",
                        "§ 2-6 annet ledd annet punktum skal lyde:",
                        "Stifterne skal datere og signere redegjørelsen.",
                        "§ 2-8 første ledd skal lyde:",
                        "(1) Skal aksjeinnskudd kunne gjøres med andre eiendeler enn penger, skal selskapet bli part i en avtale, eller skal noen gis særskilte rettigheter som nevnt i § 2-4, skal stifterne utarbeide, datere og signere en åpningsbalanse som skal vedlegges stiftelsesdokumentet.",
                        "§ 2-9 første ledd skal lyde:",
                        "Stifterne skal datere og signere stiftelsesdokumentet. Når alle stifterne har signert stiftelsesdokumentet, er aksjene tegnet og selskapet stiftet.",
                        "§ 2-13 tredje ledd skal lyde:",
                        "(3) Ved forsinkelse med oppgjøret av krav på innskudd skal styret gi aksjeeieren melding om at innskuddet må gjøres opp innen syv dager regnet fra avsendelsen av meldingen. Styret skal benytte en betryggende metode for å sikre at aksjeeieren mottar meldingen. I meldingen skal aksjeeieren gjøres kjent med følgene av at fristen oversittes, jf. femte ledd. Har aksjeeieren ikke kjent adresse, skal betalingsoppfordringen kunngjøres i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon.",
                        "§ 2-18 første ledd skal lyde:",
                        "(1) Selskapet skal meldes til Foretaksregisteret innen tre måneder etter at stiftelsesdokumentet er signert.",
                        "§ 2-18 annet ledd femte punktum skal lyde:",
                        "Skal aksjeinnskuddene utelukkende gjøres opp i penger, kan bekreftelsen gis av et finansforetak, en advokat eller en autorisert regnskapsfører.",
                        "§ 2-19 første ledd første punktum skal lyde:",
                        "(1) Styrets medlemmer og den som har avgitt bekreftelse etter § 2-18 annet ledd, er solidarisk ansvarlig for det som måtte mangle av aksjeinnskudd som i meldingen til Foretaksregisteret er oppgitt og bekreftet innbetalt eller gjort opp på annen måte.",
                        "§ 3-5 første ledd annet punktum oppheves. Nåværende tredje og fjerde punktum blir annet og tredje punktum.",
                        "§ 4-5 annet ledd skal lyde:",
                        "(2) I aksjeeierboken skal aksjeeierne innføres i alfabetisk orden med angivelse av navn eller foretaksnavn, fødselsdato eller organisasjonsnummer, digital adresse, forretningsadresse eller bostedsadresse og eventuelt postadresse.",
                        "§ 4-6 første ledd skal lyde:",
                        "Opplysninger i aksjeeierboken skal være tilgjengelige for enhver. Dette gjelder likevel ikke aksjeeiernes digitale adresse. Kongen kan gi regler om innsynsrett etter første og annet punktum, og kan bestemme at selskapet etter begjæring skal gi utskrift av aksjeeierboken mot en nærmere fastsatt godtgjørelse.",
                        "§ 4-24 fjerde ledd tredje punktum oppheves. Nåværende fjerde punktum blir tredje punktum.",
                        "§ 4-26 tredje ledd skal lyde:",
                        "(3) Morselskapet skal gi aksjeeierne et tilbud om løsningssum. Dersom tilbudet rettes skriftlig til hver enkelt aksjeeier, kan det fastsettes en frist for den enkelte aksjeeier til å komme med innsigelser mot eller avslå tilbudet. Dersom det skal fastsettes en frist som nevnt i annet punktum og ikke alle aksjeeierne har kjent adresse, må tilbudet i tillegg kunngjøres i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon. Dersom innsigelse etter annet punktum ikke kommer frem til selskapet innen utløpet av fristen, anses aksjeeieren for å ha akseptert tilbudet. Fristen kan ikke settes kortere enn to måneder. I meldingen med tilbud om løsningssum og i kunngjøringen skal aksjeeierne gjøres oppmerksom på fristen og følgene av å oversitte den.",
                        "§ 5-2 annet ledd første og annet punktum skal lyde:",
                        "(2) Fullmektigen skal legge frem skriftlig fullmakt. Fullmakten skal være signert og datert.",
                        "Kapittel 5 avsnitt II overskriften skal lyde:",
                        "§ 5-7 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II. Forenklet generalforsamlingsbehandling",
            "paragraphs": [
                {
                    "name": "§ 5-7",
                    "title": "Forenklet generalforsamling",
                    "sections": [
                        "Dersom ingen aksjeeiere motsetter seg det, kan en sak behandles på generalforsamlingen etter reglene i bestemmelsen her. Generalforsamlingen kan holdes uten fysisk møte, herunder ved hjelp av elektroniske hjelpemidler. For gjennomføring av forenklet generalforsamling gjelder følgende regler:",
                        "1.Samtlige aksjeeiere skal gis mulighet til å delta i behandlingen av saken på egnet måte.",
                        "2.Styremedlemmene og eventuelt daglig leder og revisor skal gis mulighet til å uttale seg om saken og kan kreve at saken behandles av generalforsamlingen i møte.",
                        "3.Styreleder eller den som generalforsamlingen velger til å lede generalforsamlingsbehandlingen, skal sørge for at det føres protokoll, jf. § 5-7 a.",
                        "4.Generalforsamlingen kan holdes uten å følge kravene i §§ 5-8 til 5-16.",
                        "Ny § 5-7 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-7 a",
                    "title": "Protokoll ved forenklet generalforsamlingsbehandling",
                    "sections": [
                        "(1) Protokollen skal angi at saken er behandlet etter § 5-7.",
                        "(2) Generalforsamlingens beslutning skal inntas i protokollen. I selskap med flere enn én aksjeeier skal protokollen angi antallet avgitte stemmer og hvor mange aksjer som har stemt for og imot beslutningen. I den utstrekning dette er relevant, skal det også angis hvilken andel av aksjekapitalen de avgitte stemmer representerer. En fortegnelse over hvilke aksjeeiere som har deltatt i behandlingen av saken, skal inntas i eller vedlegges protokollen.",
                        "(3) Protokollen skal dateres og signeres av den som er styrets leder på signeringstidspunktet eller av den som generalforsamlingen utpeker. Protokollen skal sendes til samtlige aksjeeiere.",
                        "(4) Protokollen og fortegnelse over aksjeeiere som nevnt i annet ledd fjerde punktum, skal oppbevares i hele selskapets levetid. Protokollen skal holdes tilgjengelig for aksjeeierne hos selskapet.",
                        "§ 5-11 b skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-11 b",
                    "title": "Adgang til å delta på generalforsamlingen ved hjelp av elektroniske hjelpemidler og til å bruke forhåndsstemme",
                    "sections": [
                        "(1) Aksjeeierne har rett til å delta på generalforsamling ved hjelp av elektroniske hjelpemidler, med mindre styret finner at det foreligger saklig grunn for å nekte. Deltakelse ved hjelp av elektroniske hjelpemidler kan likevel bare skje når deltakelsen og stemmegivningen kan kontrolleres på en betryggende måte. I vedtektene kan det fastsettes nærmere krav til deltakelse ved hjelp av elektroniske hjelpemidler.",
                        "(2) Det kan fastsettes i vedtektene at aksjeeierne skal kunne avgi sin stemme skriftlig, herunder ved bruk av elektronisk kommunikasjon, i en periode før generalforsamlingen. For slik stemmegivning skal det benyttes en betryggende metode for å autentisere avsenderen. I vedtektene kan det fastsettes nærmere krav til slik stemmegivning.",
                        "§ 5-16 tredje ledd skal lyde:",
                        "(3) Protokollen skal signeres av møtelederen og minst en annen person valgt av generalforsamlingen blant dem som er til stede. Protokollen og fortegnelse over aksjeeiere som nevnt i § 5-13, skal oppbevares på betryggende måte i hele selskapets levetid. Protokollen skal holdes tilgjengelig for aksjeeierne hos selskapet.",
                        "§ 6-6 første og annet ledd skal lyde:",
                        "(1) Styremedlemmer tjenestegjør i to år. I vedtektene kan det fastsettes kortere eller lengre tjenestetid, herunder at styremedlemmene tjenestegjør på ubestemt tid. Ved suppleringsvalg kan kortere tjenestetid fastsettes.",
                        "(2) Tjenestetiden regnes fra valget når noe annet ikke er bestemt. Den opphører ved avslutningen av den ordinære generalforsamlingen i det året tjenestetiden utløper, dersom ikke noe annet er bestemt.",
                        "§ 6-7 første ledd første punktum skal lyde:",
                        "(1) Et styremedlem har rett til å tre tilbake før tjenestetiden er ute.",
                        "§ 6-29 tredje og nytt fjerde ledd skal lyde:",
                        "(3) Protokollen skal signeres av alle de medlemmer som har deltatt i styrebehandlingen. Har styret minst fem medlemmer, og er beslutning truffet i møte, kan styret velge to til å signere. I så fall skal kopi av protokollen sendes samtlige styremedlemmer med frist for merknader, som i tilfelle kan kreves inntatt i protokollen.",
                        "(4) Protokollen skal oppbevares i hele selskapets levetid.",
                        "§ 7-5 nytt tredje punktum skal lyde:",
                        "Deltakelse kan skje ved hjelp av elektroniske hjelpemidler, med mindre styret krever at revisor deltar fysisk.",
                        "§ 7-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-6",
                    "title": "Beslutning om å unnlate revisjon",
                    "sections": [
                        "(1) Generalforsamlingen kan med flertall som for vedtektsendring beslutte at selskapets årsregnskaper for inneværende regnskapsår eller senere ikke skal revideres etter revisorloven dersom",
                        "1.driftsinntektene av den samlede virksomheten er mindre enn en terskelverdi fastsatt av departementet i forskrift,",
                        "2.selskapets balansesum er mindre enn en terskelverdi fastsatt av departementet i forskrift, og",
                        "3.gjennomsnittlig antall ansatte ikke overstiger ti årsverk.",
                        "Et morselskap kan bare beslutte å unnlate revisjon dersom vilkårene etter første punktum er oppfylt for konsernet sett som en enhet.",
                        "(2) Terskelverdiene etter første ledd nr. 1 og 2 skal baseres på årsregnskapet for siste regnskapsår. Har selskapet ikke fastsatt sitt første årsregnskap, kan beslutning som nevnt i første ledd treffes hvis selskapets ansatte ikke overstiger ti på tidspunktet for generalforsamlingens beslutning og",
                        "1.balansesummen etter åpningsbalansen er mindre enn en terskelverdi fastsatt av departementet i forskrift, eller",
                        "2.dersom selskapet ikke har plikt til å utarbeide åpningsbalanse, aksjeinnskuddene i forbindelse med stiftelsen er mindre enn en terskelverdi fastsatt av departementet i forskrift.",
                        "(3) Viser et årsregnskap driftsinntekter, balansesum eller årsverk som overstiger terskelverdiene i første ledd, skal selskapets årsregnskap for påfølgende regnskapsår revideres. For morselskap gjelder første punktum for konsernet sett som en enhet.",
                        "(4) Beslutning som nevnt i første ledd kan omgjøres av en senere generalforsamling dersom forslaget får tilslutning fra mer enn en tredel av den aksjekapitalen eller av de stemmene som er representert på generalforsamlingen, eventuelt av en slik andel av aksjekapitalen eller stemmene som etter vedtektsbestemmelse som nevnt i § 5-18 tredje ledd kreves for å hindre vedtektsendring. Dersom beslutning som nevnt omgjøres, skal selskapets årsregnskap for påfølgende regnskapsår revideres.",
                        "(5) Stifterne kan i stiftelsesdokumentet unnlate å velge revisor dersom vilkårene i første ledd er oppfylt. Annet til fjerde ledd gjelder tilsvarende.",
                        "(6) Selskapet skal straks gi melding til Foretaksregisteret dersom generalforsamlingen har truffet beslutning som nevnt i første ledd eller dersom selskapets årsregnskaper igjen skal revideres som følge av at vilkårene for fritak fra revisjon etter revisorloven § 2-1 tredje til sjette ledd ikke lenger er til stede. Det samme gjelder dersom det er truffet beslutning etter fjerde ledd. Beslutning som nevnt i første ledd får ikke virkning før den er registrert i Foretaksregisteret.",
                        "(7) Dersom vilkårene for fritak fra revisjon etter revisorloven § 2-1 tredje til sjette ledd ikke lenger er til stede, skal styret straks sørge for at generalforsamlingen kan velge revisor.",
                        "§ 10-6 annet ledd fjerde punktum skal lyde:",
                        "Beviset skal signeres av minst to styremedlemmer eller av den styret gir fullmakt.",
                        "§ 10-6 annet ledd femte punktum oppheves.",
                        "§ 10-9 annet ledd fjerde punktum skal lyde:",
                        "Skal aksjeinnskuddene utelukkende gjøres opp i penger, kan bekreftelsen gis av et finansforetak, en advokat eller en autorisert regnskapsfører.",
                        "§ 12-2 annet ledd sjette punktum oppheves.",
                        "§ 12-6 nr. 3 annet punktum skal lyde:",
                        "En bekreftelse signert av styret om at forholdet til selskapets kreditorer ikke er til hinder for at beslutningen trer i kraft, skal følge med meldingen.",
                        "§ 13-3 første ledd annet punktum skal lyde:",
                        "Planen skal utarbeides etter reglene i §§ 13-6 til 13-8 og signeres av styrene.",
                        "§ 13-3 fjerde ledd skal lyde:",
                        "(4) Styret i hvert av selskapene som skal fusjonere, skal gi opplysninger til generalforsamlingen i selskapet og til styret i de andre selskapene som deltar i fusjonen, om vesentlige endringer i eiendeler, rettigheter og forpliktelser som har funnet sted i tiden mellom signeringen av fusjonsplanen og behandlingen av fusjonsplanen i generalforsamlingene som skal treffe beslutning om fusjon.",
                        "§ 13-17 tredje og nytt fjerde ledd skal lyde:",
                        "(3) Det overtakende selskapet skal oppbevare det eller de overdragende selskapenes selskapsdokumentasjon i minst ti år etter regnskapsårets slutt det året fusjonen er registrert i Foretaksregisteret, jf. § 1-6.",
                        "(4) Det overtakende selskapet skal oppbevare det eller de overdragende selskapenes oppbevaringspliktige regnskapsmateriale i samsvar med bokføringslovens bestemmelser.",
                        "§ 14-4 første ledd første punktum skal lyde:",
                        "(1) Styret i det selskapet som skal deles, skal utarbeide og signere en fisjonsplan som minst inneholder opplysning om forhold som angitt i § 13-6 første ledd.",
                        "§ 14-5 første ledd skal lyde:",
                        "Styret i det selskapet som skal deles, skal gi opplysninger til sin generalforsamling og til styret i et overtakende selskap om vesentlige endringer i eiendeler, rettigheter og forpliktelser som har funnet sted i tiden mellom signeringen av fisjonsplanen og vedtakelsen av fisjonsplanen.",
                        "§ 14-8 første ledd skal lyde:",
                        "(1) Bestemmelsene i § 13-16 og § 13-17 første, tredje og fjerde ledd gjelder tilsvarende.",
                        "§ 16-10 tredje og nytt fjerde ledd skal lyde:",
                        "(3) Avviklingsstyret skal sørge for at selskapsdokumentasjonen oppbevares i minst ti år etter regnskapsårets slutt det året selskapet er endelig oppløst, jf. § 1-6.",
                        "(4) Avviklingsstyret skal sørge for at selskapets oppbevaringspliktige regnskapsmateriale oppbevares i samsvar med bokføringslovens bestemmelser.",
                        "§ 18-5 oppheves.",
                        "I lov 13. juni 1997 nr. 45 om allmennaksjeselskaper gjøres følgende endringer:",
                        "Etter § 1-5 skal nytt avsnitt III lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III. Utarbeidelse og oppbevaring av dokumentasjon mv.",
            "paragraphs": [
                {
                    "name": "§ 1-6",
                    "title": "Utarbeidelse og oppbevaring av dokumentasjon mv.",
                    "sections": [
                        "(1) Dokumentasjon som kreves utarbeidet etter allmennaksjeloven, skal utarbeides og oppbevares på betryggende måte. Dokumentasjonen skal være i lesbar form og være tilgjengelig fra Norge.",
                        "(2) Krav i denne loven om at meldinger mv. skal være eller gis skriftlig, er ikke til hinder for bruk av elektroniske løsninger.",
                        "(3) Departementet kan i forskrift gi nærmere bestemmelser om oppbevaringstid for bestemte dokumenttyper, hva som anses som betryggende måte for utarbeidelse og oppbevaring, og sikkerhetsnivået for signatur.",
                        "§ 2-1 nytt tredje ledd skal lyde:",
                        "(3) Stiftelsesdokumentet skal oppbevares i hele selskapets levetid.",
                        "§ 2-8 første ledd skal lyde:",
                        "(1) Skal aksjeinnskudd kunne gjøres med andre eiendeler enn penger, skal selskapet bli part i en avtale, eller skal noen gis særskilte rettigheter som nevnt i § 2-4, skal stifterne utarbeide, datere og signere en åpningsbalanse som skal vedlegges stiftelsesdokumentet.",
                        "§ 2-9 første ledd skal lyde:",
                        "Stifterne skal datere og signere stiftelsesdokumentet. Når alle stifterne har signert stiftelsesdokumentet, er aksjene tegnet og selskapet stiftet.",
                        "§ 2-13 tredje ledd skal lyde:",
                        "(3) Ved forsinkelse med oppgjøret av krav på innskudd skal styret gi aksjeeieren melding om at innskuddet må gjøres opp innen syv dager regnet fra avsendelsen av meldingen. Styret skal benytte en betryggende metode for å sikre at aksjeeieren mottar meldingen. I meldingen skal aksjeeieren gjøres kjent med følgene av at fristen oversittes, jf. femte ledd. Har aksjeeieren ikke kjent adresse, skal betalingsoppfordringen kunngjøres i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon.",
                        "§ 2-18 første ledd skal lyde:",
                        "(1) Selskapet skal meldes til Foretaksregisteret innen tre måneder etter at stiftelsesdokumentet er signert.",
                        "§ 2-18 annet ledd femte punktum skal lyde:",
                        "Skal aksjeinnskuddene utelukkende gjøres opp i penger, kan bekreftelsen gis av et finansforetak, en advokat eller en autorisert regnskapsfører.",
                        "§ 2-19 første ledd første punktum skal lyde:",
                        "(1) Styrets medlemmer og den som har avgitt bekreftelse etter § 2-18 annet ledd, er solidarisk ansvarlig for det som måtte mangle av aksjeinnskudd som i meldingen til Foretaksregisteret er oppgitt og bekreftet innbetalt eller gjort opp på annen måte.",
                        "§ 4-25 tredje ledd skal lyde:",
                        "(3) Morselskapet skal gi aksjeeierne et tilbud om løsningssum. Dersom tilbudet rettes skriftlig til hver enkelt aksjeeier, kan det fastsettes en frist for den enkelte aksjeeier til å komme med innsigelser mot eller avslå tilbudet. Dersom det skal fastsettes en frist som nevnt i annet punktum og ikke alle aksjeeierne har kjent adresse, må tilbudet i tillegg kunngjøres i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon. Dersom innsigelse etter annet punktum ikke kommer frem til selskapet innen utløpet av fristen, anses aksjeeieren for å ha akseptert tilbudet. Fristen kan ikke settes kortere enn to måneder. I meldingen med tilbudet om løsningssum og i kunngjøringen skal aksjeeierne gjøres oppmerksom på fristen og følgene av å oversitte den.",
                        "§ 5-2 annet ledd første og annet punktum skal lyde:",
                        "(2) Fullmektigen skal legge frem skriftlig fullmakt. Fullmakten skal være signert og datert.",
                        "§ 5-16 tredje ledd skal lyde:",
                        "(3) Protokollen skal signeres av møtelederen og minst en annen person valgt av generalforsamlingen blant dem som er til stede. Protokollen og fortegnelse over aksjeeiere som nevnt i § 5-13, skal oppbevares på betryggende måte i hele selskapets levetid. Protokollen skal holdes tilgjengelig for aksjeeierne hos selskapet.",
                        "§ 6-29 tredje ledd og nytt fjerde ledd skal lyde:",
                        "(3) Protokollen skal signeres av alle de medlemmer som har deltatt i styrebehandlingen. Har styret minst fem medlemmer, og er beslutning truffet i møte, kan styret velge to til å signere. I så fall skal kopi sendes samtlige styremedlemmer med frist for merknader, som i tilfelle kan kreves inntatt i protokollen.",
                        "(4) Protokollen skal oppbevares i hele selskapets levetid.",
                        "§ 10-9 annet ledd fjerde punktum skal lyde:",
                        "Skal aksjeinnskuddene utelukkende gjøres opp i penger, kan bekreftelsen gis av et finansforetak, en advokat eller en autorisert regnskapsfører.",
                        "§ 13-3 første ledd annet punktum skal lyde:",
                        "Planen skal utarbeides etter reglene i §§ 13-6 til 13-8 og signeres av styrene.",
                        "§ 13-3 fjerde ledd skal lyde:",
                        "(4) Styret i hvert av selskapene som skal fusjonere, skal gi opplysninger til generalforsamlingen i selskapet og til styret i de andre selskapene som deltar i fusjonen, om vesentlige endringer i eiendeler, rettigheter og forpliktelser som har funnet sted i tiden mellom signeringen av fusjonsplanen og behandlingen av fusjonsplanen i generalforsamlingene som skal treffe beslutning om fusjon.",
                        "§ 13-18 fjerde og nytt femte ledd skal lyde:",
                        "(4) Det overtakende selskapet skal oppbevare det eller de overdragende selskapenes selskapsdokumentasjon i minst ti år etter regnskapsårets slutt det året fusjonen er registrert i Foretaksregisteret, jf. § 1-6. Har det eller de overdragende selskapenes aksjer vært registrert i et verdipapirregister, skal det overtakende selskapet også oppbevare en kopi av aksjeeierregisteret i minst ti år, slik dette er ved registreringen av fusjonen.",
                        "(5) Det overtakende selskapet skal oppbevare det eller de overdragende selskapenes oppbevaringspliktige regnskapsmateriale i samsvar med bokføringslovens bestemmelser.",
                        "§ 13-26 første ledd annet punktum skal lyde:",
                        "Planen skal signeres av styret.",
                        "§ 14-4 første ledd første punktum skal lyde:",
                        "(1) Styret i det selskapet som skal deles, skal utarbeide og signere en fisjonsplan som minst inneholder opplysning om forhold som angitt i § 13-6 første ledd.",
                        "§ 14-5 første ledd skal lyde:",
                        "Styret i det selskapet som skal deles, skal gi opplysninger til sin generalforsamling og til styret i et overtakende selskap om vesentlige endringer i eiendeler, rettigheter og forpliktelser som har funnet sted i tiden mellom signeringen av fisjonsplanen og vedtakelsen av fisjonsplanen.",
                        "§ 14-8 første ledd skal lyde:",
                        "(1) Bestemmelsene i § 13-17 og § 13-18 første, tredje, fjerde og femte ledd gjelder tilsvarende.",
                        "§ 16-10 tredje og nytt fjerde ledd skal lyde:",
                        "(3) Avviklingsstyret skal sørge for at selskapsdokumentasjonen oppbevares i minst ti år etter regnskapsårets slutt det året selskapet er endelig oppløst, jf. § 1-6. Avviklingsstyret skal også sørge for at kopi av aksjeeierregisteret oppbevares i minst ti år etter regnskapsårets slutt det året selskapet er endelig oppløst, slik dette er når selskapet registreres som endelig oppløst.",
                        "(4) Avviklingsstyret skal sørge for at selskapets oppbevaringspliktige regnskapsmateriale oppbevares i samsvar med bokføringslovens bestemmelser.",
                        "I lov 21. juni 1985 nr. 78 om registrering av foretak gjøres følgende endringer:",
                        "§ 4-4 bokstav e første punktum skal lyde:",
                        "Erklæring fra revisor, eller eventuelt erklæring fra finansforetak, advokat eller autorisert regnskapsfører, om at de opplysninger som er gitt om innbetaling av aksjekapital, selskapskapital i kommandittselskap, jf. § 3-3 nr. 6 og 7, grunnkapital i stiftelse og innskuddskapital i samvirkeforetak, statsforetak, interkommunalt selskap, regionalt helseforetak og helseforetak er riktige.",
                        "§ 4-4 bokstav h skal lyde:",
                        "Erklæring fra revisor når det meldes kapitalnedsetting og nedsettingsbeløpet skal anvendes til dekning av tap som ikke kan dekkes på annen måte. Dette gjelder likevel ikke ved melding om kapitalnedsetting etter aksjeloven § 12-1 første ledd annet punktum nr. 1.",
                        "I lov 15. januar 1999 nr. 2 om revisjon og revisorer gjøres følgende endringer:",
                        "§ 2-1 tredje ledd skal lyde:",
                        "For aksjeselskaper gjelder ikke revisjonsplikten etter første ledd dersom det er truffet beslutning om fravalg av revisjon i medhold av aksjeloven § 7-6 første ledd. Tilsvarende gjelder dersom det ikke er valgt revisor i medhold av aksjeloven § 7-6 femte ledd.",
                        "§ 2-1 femte ledd skal lyde:",
                        "Unntakene etter annet og tredje ledd gjelder ikke for foretak som er pliktig til å utarbeide konsernregnskap.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelser til forskjellig tid.",
                        "2.Departementet kan gi nærmere overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}