{
    "lawId": "LOV-2017-03-31-12",
    "lawName": "Lov om endringer i arbeidsmiljøloven (gjennomføring av håndhevingsdirektivet mv.)",
    "shortName": "Endringslov til arbeidsmiljøloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 18-11",
                    "title": "Gjensidig bistand ved innkreving av og underretning om økonomiske administrative sanksjoner",
                    "sections": [
                        "(1) Avgjørelser om økonomiske administrative sanksjoner og bøter ilagt av ansvarlig myndighet eller domstol i annen EØS-stat er bindende i Norge og kan fullbyrdes hvis avgjørelsen gjelder manglende overholdelse av nasjonale regler som gjennomfører EØS-avtalens vedlegg XVIII nr. 30 (direktiv 96/71/EF) om utsending av arbeidstakere i forbindelse med tjenesteyting, eller direktiv 2014/67/EU om håndheving av direktiv 96/71/EF og om endring av forordning (EU) nr. 1024/2012 om administrativt samarbeid i informasjonssystemet for det indre marked, slik dette er innlemmet i EØS-avtalen, og avgjørelsen ikke kan påklages eller er rettskraftig.",
                        "(2) Pengekrav som følger av avgjørelse som nevnt i første ledd, kreves inn av Statens innkrevingssentral med mindre departementet bestemmer noe annet.",
                        "(3) Statens innkrevingssentral kan anmode ansvarlige myndigheter i andre EØS-stater om å kreve inn pengekrav som følger av vedtak som nevnt i arbeidsmiljøloven § 18-7 (tvangsmulkt) og § 18-10 (overtredelsesgebyr), og som oppfyller vilkårene i første ledd.",
                        "(4) Pengekrav som kreves inn i medhold av første ledd, tilfaller statskassen. Pengekrav som kreves inn i medhold av tredje ledd, tilfaller den EØS-stat som gjennomfører innkrevingen.",
                        "(5) Departementet kan i forskrift gi nærmere regler om underretning om og fullbyrding av avgjørelser som nevnt i første og tredje ledd.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}