{
    "lawId": "LOV-2017-12-19-128",
    "lawName": "Lov om endringer i lov 27. mai 2016 nr. 14 om skatteforvaltning (skatteforvaltningsloven)",
    "shortName": "Endringslov til skatteforvaltningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 7-10",
                    "title": "Annen opplysningsplikt for tredjepart",
                    "sections": [
                        "(1) Det skal gis opplysninger til skattemyndighetene fra",
                        "a)institutter som forestår vitenskapelig forskning eller yrkesopplæring, om tilskudd som gir giveren rett til fradrag etter skatteloven § 6-42",
                        "b)institusjoner som mottar betaling for pass og stell av barn, om kostnader som er påløpt i året for foreldre og andre foresatte for pass og stell av barn",
                        "c)selskaper, stiftelser og sammenslutninger som nevnt i skatteloven § 6-50, om gaver som gir giveren rett til fradrag etter nevnte bestemmelse, med opplysning om giverens navn og fødselsnummer eller organisasjonsnummer",
                        "d)boligselskap og boligsameier som omfattes av skatteloven §§ 7-3 og 7-11, om fordeling av inntekter, kostnader, formue og gjeld mellom andelshaverne eller sameierne",
                        "e)den som selv eller gjennom andre har utbetalt vederlag for tjenester av teknisk, håndverksmessig, juridisk, regnskapsmessig eller annen art",
                        "f)Enova om beløp som skal gis som avregningsfradrag for ENØK-tiltak på egen bolig",
                        "g)den som selv eller gjennom andre har utbetalt honorar eller annen godtgjøring til opphavsmann til åndsverk.",
                        "(2) Opplysningsplikten etter første ledd bokstav e omfatter også vederlag for varer eller andre ytelser som er levert i forbindelse med slike tjenester.",
                        "§ 7-11 annet ledd første punktum skal lyde:",
                        "Opplysningsplikten etter § 7-2 første ledd bokstav f påhviler reder og fører (høvedsmann, notbas) for fiske- og fangstfartøy, mens opplysningsplikten etter § 7-2 første ledd bokstav g påhviler formannen for arbeidslaget.",
                        "Endringen under I trer i kraft straks.",
                        "Endringen under II trer i kraft 1. januar 2018.",
                        "Endringene under III trer i kraft 1. januar 2018 med virkning for inntektsåret 2018."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}