{
    "lawId": "LOV-2017-06-16-54",
    "lawName": "Lov om endringer i transplantasjonslova mv. (gjennomføring av organhandelskonvensjonen i norsk rett)",
    "shortName": "Endringslov til transplantasjonslova mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 20",
                    "title": "Forbod mot kommersiell utnytting",
                    "sections": [
                        "Det er forbode å ta ut, sette inn eller bruke menneskelege organ, celler eller vev for å oppnå økonomisk vinning eller utilbørleg fordel, samt å krevje, tilby, ta imot eller gi slik vinning eller fordel.",
                        "§ 22 andre punktum skal lyde:",
                        "For avgjerder etter §§ 9 og 18 gjeld pasient- og brukerrettighetsloven kapittel 7.",
                        "§ 23 skal lyde:"
                    ]
                },
                {
                    "name": "§ 23",
                    "title": "Pålegg og administrative sanksjonar",
                    "sections": [
                        "Spesialisthelsetjenesteloven §§ 7-1 og 7-2 gjeld tilsvarande ved brot på transplantasjonslova eller forskrifter som er gjevne med heimel i lova.",
                        "I kapittel 4 skal ny § 23 a lyde:"
                    ]
                },
                {
                    "name": "§ 23 a",
                    "title": "Straff",
                    "sections": [
                        "Den som forsettleg eller grovt aktlaust bryt reglane i §§ 5, 6, 7, 10, 12, 13, 16, 17, 19 eller 20, eller i forskrifter som er gjevne med heimel i dei, blir straffa med bøter eller fengsel inntil 2 år. Det same gjeld den som brukar, kjøper, klargjer, preserverer, lagrar, transporterer, overfører, tar imot, innfører eller utfører organ som er tatt ut i strid med reglane i §§ 5, 6, 7, 10, 12, 13, 16 eller 20.",
                        "Påtale skal finne stad dersom Statens helsetilsyn krev det. Elles gjeld straffeprosessloven § 62 a.",
                        "I kapittel 4 skal ny § 23 b lyde:"
                    ]
                },
                {
                    "name": "§ 23 b",
                    "title": "Straff for grove brot",
                    "sections": [
                        "Grove brot på §§ 5, 6, 7, 10, 12, 13 eller 20, eller på forskrifter som er gjevne med heimel i dei, blir straffa med fengsel inntil 6 år.",
                        "Ved avgjerda av om brotet er grovt skal det særleg leggjast vekt på om den som blei utsett for handlinga, var under 18 år, om det blei brukt grov vald eller tvang og om handlinga har ført til betydeleg utbytte. Den som var uvitande om at den fornærma var under 18 år, blir straffa dersom vedkommande på noko punkt kan klandrast for å ikkje ha kjent til dette.",
                        "Påtale skal finne stad dersom Statens helsetilsyn krev det. Elles gjeld straffeprosessloven § 62 a.",
                        "I lov 7. mai 2015 nr. 26 om obduksjon og avgjeving av lik til undervisning og forsking gjøres følgende endringer:",
                        "§ 16 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 16",
                    "title": "Pålegg og administrative sanksjonar",
                    "sections": [
                        "Spesialisthelsetjenesteloven §§ 7-1 og 7-2 gjeld tilsvarande ved brot på obduksjonslova eller forskrifter som er gjevne med heimel i lova.",
                        "I kapittel 4 skal ny § 16 a lyde:"
                    ]
                },
                {
                    "name": "§ 16 a",
                    "title": "Straff",
                    "sections": [
                        "Den som forsettleg eller grovt aktlaust bryt reglane i §§ 7, 8, 9, 10, 11 eller 14, eller i forskrifter som er gjevne med heimel i dei, blir straffa med bøter eller fengsel inntil 3 månader.",
                        "Påtale skal finne stad dersom Statens helsetilsyn krev det. Elles gjeld straffeprosessloven § 62 a.",
                        "I lov 20. juni 2008 nr. 44 om medisinsk og helsefaglig forskning gjøres følgende endring:",
                        "§ 21 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 21",
                    "title": "Forskning på humant biologisk materiale fra døde",
                    "sections": [
                        "For forskning på biologisk materiale som tas ut fra avdøde, gjelder obduksjonslova § 7 første til tredje ledd om informasjon og nærmeste pårørendes rett til å nekte obduksjon mv.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}