{
    "lawId": "LOV-2017-06-21-94",
    "lawName": "Lov om endringer i politiregisterloven mv. (gjennomføring av direktiv (EU) 2016/680 mv.)",
    "shortName": "Endringslov til politiregisterloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 7",
                    "title": "Behandling av særlige kategorier av personopplysninger",
                    "sections": [
                        "Behandling av personopplysninger om rasemessig eller etnisk opprinnelse, politisk, religiøs eller filosofisk overbevisning, fagforeningstilhørighet samt behandling av genetiske og biometriske opplysninger med det formål entydig å identifisere en fysisk person, eller opplysninger om helsemessige forhold, seksuelle forhold eller seksuell orientering kan bare finne sted dersom det er strengt nødvendig ut fra formålet med behandlingen. Slike opplysninger kan også behandles dersom det er strengt nødvendig for å verne den registrertes eller en annen persons vitale interesser.",
                        "§ 12 annet ledd nr. 3 skal lyde:",
                        "3.er norsk statsborger eller arbeider eller oppholder seg i Norge, og som i utlandet er ilagt en straff som svarer til dem som er nevnt i straffeloven § 29, og den begåtte handling kunne ha medført frihetsstraff om den hadde vært begått i Norge, eller",
                        "§ 14 innledningen skal lyde:",
                        "Før etablering av et sentralt register, gir Kongen forskrift om",
                        "§ 22 første ledd nytt fjerde punktum skal lyde:",
                        "For utlevering av opplysninger til land som ikke har gjennomført direktiv (EU) 2016/680 og til internasjonale organisasjoner, gjelder i tillegg de vilkår som fastsettes i forskrift.",
                        "§ 48 annet ledd nr. 2 skal lyde:",
                        "2.der det er nødvendig å gjøre unntak av hensyn til kriminalitetsbekjempelse, nasjonal og offentlig sikkerhet, gjennomføring av strafferettslige reaksjoner, vern av andre personer enn den registrerte eller mottakerorganets lovpålagte kontrolloppgaver,",
                        "§ 53 annet punktum skal lyde:",
                        "Er opplysningene utlevert, skal mottaker av opplysningene varsles om feilen uten unødig opphold og anmodes om å rette, slette eller sperre opplysningene i samsvar med eget rettsgrunnlag.",
                        "Kapittel 9 overskriften skal lyde:",
                        "§ 56 annet ledd skal lyde:",
                        "Erstatningen kan også omfatte slik erstatning for skade av ikke-økonomisk art (oppreisning) som synes rimelig, med mindre det godtgjøres at skaden ikke skyldes feil eller forsømmelse på den behandlingsansvarliges side.",
                        "§ 57 flyttes til kapittel 9 og skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 9 Klageadgang, erstatning og rettsmidler",
            "paragraphs": [
                {
                    "name": "§ 57",
                    "title": "Rettsmidler",
                    "sections": [
                        "Den registrerte kan, uavhengig av rettighetene etter § 55 første ledd og § 59, saksøke den behandlingsansvarlige eller databehandleren dersom vedkommendes rettigheter etter loven har blitt krenket som følge av behandlingen av opplysningene om vedkommende.",
                        "Den registrerte kan, uavhengig av rettigheten etter § 60 tredje ledd, saksøke Datatilsynet når Datatilsynet har truffet en avgjørelse som er rettslig bindende for den registrerte. Det samme gjelder dersom Datatilsynet ikke behandler en begjæring om kontroll innen 3 måneder, eller ikke innen 3 måneder gir opplysning om sakens fremdrift eller utfall.",
                        "Kapittel 10 overskriften skal lyde:",
                        "§ 60 overskriften skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 10 Tilsyn",
            "paragraphs": [
                {
                    "name": "§ 60",
                    "title": "Datatilsynets virkemidler og tvangsmulkt",
                    "sections": [
                        "§ 60 nytt fjerde ledd skal lyde:",
                        "Ved pålegg som nevnt i første ledd kan Datatilsynet fastsette en tvangsmulkt som løper for hver dag som går etter utløpet av den fristen som er satt for oppfylling av pålegget, inntil pålegget er oppfylt. Tvangsmulkten løper ikke før klagefristen er ute. Hvis vedtaket påklages, løper ikke tvangsmulkt før klageinstansen har bestemt det. Datatilsynet kan frafalle påløpt tvangsmulkt.",
                        "§ 62 annet ledd skal lyde:",
                        "Det skal kreves uttømmende og utvidet politiattest for personer som skal utføre tilsyn.",
                        "§ 63 første ledd skal lyde:",
                        "Det skal etableres en ordning med personvernrådgiver.",
                        "§ 69 første ledd nr. 7 skal lyde:",
                        "7.informasjonssikkerhet ved behandling av opplysninger etter denne lov, jf. § 15, herunder nærmere regler om organisatoriske og tekniske sikkerhetstiltak,hvem som er behandlingsansvarlig for de ulike behandlingene og hvem som skal informeres ved avvik,",
                        "§ 69 første ledd nr. 16 skal lyde:",
                        "16.når og hvordan retting, sperring og sletting skal gjennomføres, jf. §§ 50 og 51, herunder om at sletting av opplysninger i politiets registre kan skje når fare for liv og helse eller tungtveiende personvernhensyn tilsier det, jf. lov 4. desember 1992 nr. 126 om arkiv § 9 bokstav c.",
                        "§ 69 første ledd nr. 22 skal lyde:",
                        "22.adgang for Datatilsynet til å kreve gebyr for behandling av gjentatte eller åpenbart grunnløse begjæringer",
                        "1.Loven trer i kraft fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "2.Loven del III gjelder først ett år etter ikrafttredelsen for kommuner som har vedtatt kommunal håndheving på annen måte enn ved fastsettelse i politivedtektene før lovendringen trådte i kraft."
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}