{
    "lawId": "LOV-2017-03-17-9",
    "lawName": "Lov om endringer i ekomloven",
    "shortName": "Endringslov til ekomloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-7",
                    "title": "Vern av kommunikasjon og data",
                    "sections": [
                        "Tilbyder skal gjennomføre nødvendige sikkerhetstiltak for vern av kommunikasjon og data i egne elektroniske kommunikasjonsnett og -tjenester.",
                        "Tilbyder skal uten ugrunnet opphold og senest innen 24 timer varsle abonnent eller bruker dersom det foreligger",
                        "1.særlig risiko for brudd på sikkerheten,",
                        "2.sikkerhetsbrudd som har skadet eller ødelagt lagrede data, eller",
                        "3.sikkerhetsbrudd som har krenket personvernet til abonnent eller bruker.",
                        "Varsling av abonnent eller bruker etter annet ledd nr. 3 er ikke nødvendig der tilbyder overfor myndigheten har dokumentert at tilfredsstillende tekniske beskyttelsestiltak er gjennomført for dataene omfattet av sikkerhetsbruddet.",
                        "Tilbyder plikter å varsle myndigheten straks i tilfeller omfattet av annet ledd nr. 1 og 3.",
                        "Trafikkdata, lokaliseringsdata og data nødvendige for å identifisere abonnenten eller brukeren skal slettes eller anonymiseres så snart de ikke lenger er nødvendig:",
                        "1.til kommunikasjons- eller faktureringsformål",
                        "2.for å oppfylle plikten etter § 2-7 a til å lagre data eller",
                        "3.for å oppfylle andre krav fastsatt i medhold av lov.",
                        "Annen behandling av slike data krever samtykke fra bruker.",
                        "Myndigheten kan gi forskrifter om vern av kommunikasjon og data.",
                        "Ny § 2-16 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-16",
                    "title": "Nettnøytralitet",
                    "sections": [
                        "Myndigheten kan i forskrift gi regler om nettnøytralitet. Med nettnøytralitet menes at all internettrafikk skal behandles likt uavhengig av avsender, mottaker, utstyr, applikasjon, tjeneste eller innhold.",
                        "§ 3-4 første og annet ledd skal lyde:",
                        "Tilbyder som har sterk markedsstilling skal pålegges en eller flere særlige plikter som følger av §§ 4-1, 4-4, 4-5, 4-6, 4-7, 4-8, 4-9, 4-9 a og 4-10.",
                        "Myndigheten kan i særlige tilfeller pålegge tilbyder som har sterk markedsstilling plikter utover det som følger av §§ 4-1, 4-4, 4-5, 4-6, 4-7, 4-8, 4-9, 4-9 a og 4-10. I slike tilfeller skal EFTAs overvåkningsorgan konsulteres.",
                        "§ 4-10 første punktum skal lyde:",
                        "Når plikter etter §§ 4-1 til 4-9 a ikke vil være tilstrekkelig for å legge til rette for bærekraftig konkurranse, kan myndigheten pålegge tilbyder med sterk markedsstilling i sluttbrukermarkedene vilkår for tilbud av sluttbrukertjeneste.",
                        "§ 6-2 sjette ledd skal lyde:",
                        "Myndigheten kan nekte å gi tillatelse etter første ledd når det følger av hensyn som angitt i annet ledd. Myndigheten kan også nekte å gi tillatelse dersom det ikke utstedes tilhørende konsesjon etter kringkastingsloven.",
                        "§ 6-4 a annet og nytt tredje ledd skal lyde:",
                        "Frekvenstillatelse gjelder for samme geografiske område som tillatelse gitt etter kringkastingsloven. Direktetildelte frekvenstillatelser kan ikke overdras etter § 6-5.",
                        "Myndigheten kan trekke tilbake tillatelse etter annet ledd og frekvenstillatelse til kringkasting etter § 6-2 når tildelte frekvenser ikke lenger nyttes etter sitt formål, eller dersom tillatelsen etter kringkastingsloven bortfaller.",
                        "§ 6-5 annet ledd skal lyde:",
                        "Før salg finner sted, skal innehaver underrette myndigheten om den planlagte overdragelsen. Innehaver skal også underrette myndigheten om planlagt overdragelse i form av endringer i eiersammensetning eller eierstruktur dersom overdragelsen kan ha konkurranseskadelig virkning. Myndigheten kan gi pålegg om at overdragelsen skal skje i samsvar med fastlagte prosedyrer, samt på en måte som bidrar til å sikre konkurransen og harmonisert bruk av frekvensene i tråd med nasjonal frekvensplan. Myndigheten kan nekte salg av frekvenser for å hindre konkurranseskadelig virkning.",
                        "§ 6-5 fjerde ledd skal lyde:",
                        "Innehaver skal underrette myndigheten om planlagt utleie av frekvenser som kan ha konkurranseskadelig virkning. Myndigheten kan nekte utleie av frekvenser for å hindre konkurranseskadelig virkning.",
                        "§ 7-3 annet ledd skal lyde:",
                        "Myndigheten kan ved enkeltvedtak pålegge tilbyder å yte kompensasjon til sluttbruker ved forsinket tilbyderportering eller ved misbruk av portering.",
                        "§ 9-3 første ledd skal lyde:",
                        "Når avgjørelse etter § 3-2 annet ledd, § 3-3, § 3-4 første ledd, § 4-1 fjerde ledd, § 4-2 annet ledd og § 4-9 a vil kunne påvirke handelen mellom EØS-landene, skal et begrunnet forslag sendes til EFTAs overvåkningsorgan for konsultasjon med sikte på europeisk harmonisering. EFTAs overvåkningsorgan og andre berørte myndigheter innenfor EØS-området kan kommentere forslaget innen en frist på en måned etter konsultasjonsprosedyrens start.",
                        "§ 10-6 overskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-6",
                    "title": "Pålegg om retting og opphør av ulovlige forhold",
                    "sections": [
                        "§ 10-6 fjerde ledd skal lyde:",
                        "Krav om retting eller opphør etter første ledd kan kreves iverksatt umiddelbart eller innen en rimelig tidsfrist etter at rettighetshaver er informert om at forholdet er i strid med krav fastsatt i eller i medhold av denne lov.",
                        "§ 10-9 første ledd skal lyde:",
                        "Myndigheten kan stenge elektronisk kommunikasjonsnett og -tjeneste og stanse bruk av radio- og terminalutstyr når det ikke foreligger nødvendig tillatelse etter denne lov, når pålegg etter § 10-6 og § 10-7 ikke er oppfylt, eller når fortsatt drift eller bruk kan medføre alvorlige trusler mot sikkerhet for liv eller helse eller forårsake skadelig interferens. Myndigheten kan også stenge andre installasjoner eller stanse bruk av annet utstyr som forstyrrer elektronisk kommunikasjon når fortsatt drift eller bruk kan medføre alvorlige trusler mot sikkerhet for liv eller helse. Manglende betaling av overtredelsesgebyr etter § 10-13 kan også føre til stenging.",
                        "§ 10-12 første ledd skal lyde:",
                        "Tilbyder som har betalt for høy pris i forhold til en prisforpliktelse fastsatt i eller i medhold av denne lov, kan kreve overprisen tilbakebetalt. Dette gjelder også overpris som følge av brudd på plikten til ikke-diskriminering.",
                        "§ 10-13 første ledd nr. 2 skal lyde:",
                        "2.overtrer forskrift gitt med hjemmel i §§ 2-1 til 2-9, § 2-10 femte ledd, § 2-12, § 2-14, § 2-15, §§ 4-1 til 4-8, § 4-14, § 5-1, § 6-2, § 6-5, §§ 7-1 til 7-4, § 8-1, § 10-3 eller § 10-5",
                        "§ 12-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-1",
                    "title": "Gebyr og sektoravgift",
                    "sections": [
                        "Nasjonal kommunikasjonsmyndighet kan kreve gebyr og sektoravgift til dekning av kostnader knyttet til forvaltningsoppgaver etter denne lov.",
                        "Gebyr og sektoravgift kan pålegges tilbydere av elektroniske kommunikasjonsnett og -tjenester og aktører i markeder for utstyr for elektronisk kommunikasjon. Det samme gjelder den som får tilgang til frekvens-, nummer-, navn- og adresseressurser.",
                        "Pålegg om å betale gebyr og sektoravgift skal dekke Nasjonal kommunikasjonsmyndighets relevante kostnader. Utgifts- og inntektssiden av Nasjonal kommunikasjonsmyndighets budsjett skal offentliggjøres årlig.",
                        "Pålegg om gebyr og sektoravgift er tvangsgrunnlag for utlegg.",
                        "Myndigheten kan gi forskrifter om gebyr og sektoravgift.",
                        "§ 12-3 fjerde ledd første punktum skal lyde:",
                        "Eier eller bruksberettiget som ikke er et organ for stat eller kommune, kan kreve at elektronisk kommunikasjonsnett og utstyr for elektronisk kommunikasjon flyttes eller fjernes fra eiendommen dersom dette er nødvendig av hensyn til en hensiktsmessig utnyttelse av eiendommen eller bruksretten.",
                        "§ 12-4 første ledd nr. 2 skal lyde:",
                        "2.overtrer forskrift gitt med hjemmel i § 2-3, §§ 2-7 til 2-9, § 2-10 annet og femte ledd, eller § 2-13, § 6-2, § 7-1 eller § 8-1",
                        "Lov 21. juni 1963 nr. 23 om vegar § 32 første ledd første punktum skal lyde:",
                        "Elektrisk eller annen kraftleidning, leidning for elektronisk kommunikasjon, vass-, kloakk- eller annen leidning eller renne av alle slag, løypestreng, taubane eller privat skinnegang eller feste for leidning m.m. som nemnt, må ikkje utan særskilt løyve leggast over, under, langs eller nærare offentlig veg enn 3 meter frå vegkant, målt vassrett.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelser til forskjellig tid.",
                        "Det som er rettet er satt i kursiv.",
                        "Referansefeltet første punktum skal lyde:",
                        "Prop.157 LS (2015–2016), Innst.167 L (2016–2017), Lovvedtak 60 (2016–2017)."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "Rettelser",
            "paragraphs": []
        }
    ]
}