{
    "lawId": "LOV-2017-12-19-122",
    "lawName": "Lov om endringer i bidragsinnkrevingsloven m.m. (overføring av innkrevingsoppgaver fra Arbeids- og velferdsetaten til Skatteetaten)",
    "shortName": "Endringslov til bidragsinnkrevingsloven m.m.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Anvendelsesområde",
                    "sections": [
                        "Etter reglene i loven her innkreves underholdsbidrag som påhviler noen etter barneloven, ekteskapsloven eller barnevernloven. Det samme gjelder andre krav som etter loven her eller andre lover skal innkreves av Innkrevingssentralen for bidrag og tilbakebetalingskrav (Innkrevingssentralen). Også krav på saksomkostninger som det offentlige er tilkjent i rettssaker om krav som nevnt i første og andre punktum, innkreves etter reglene i loven her.",
                        "Departementet kan i forskrift gi regler om at Innkrevingssentralen skal innkreve andre krav enn de som er nevnt i første ledd, samt bestemme hvilke av lovens bestemmelser som skal gjelde ved innkrevingen av kravene.",
                        "§ 2 femte ledd første punktum skal lyde:",
                        "Når en part begjærer innkreving av en privat bidragsavtale, jf. barnelova § 70 første ledd, i medhold av en avtale som nevnt i første og andre ledd, skal den private avtalen sendes Innkrevingssentralen for godkjenning.",
                        "§ 4 første ledd skal lyde:",
                        "Innkreving etter loven her foretas av Innkrevingssentralen for bidrag og tilbakebetalingskrav (Innkrevingssentralen). Innkrevingssentralen er underlagt Skattedirektoratet.",
                        "§ 7 nytt annet ledd skal lyde:",
                        "Krav som nevnt i § 1 annet ledd er ikke tvangsgrunnlag for utlegg, med mindre det følger av annet rettsgrunnlag.",
                        "§ 21 første ledd nytt tredje punktum skal lyde:",
                        "Innkrevingssentralen kan uten hinder av taushetsplikt innhente fra Folkeregisteret opplysninger som er nødvendig for innkrevingen.",
                        "§ 21 fjerde ledd skal lyde:",
                        "Skattedirektoratet kan også kreve opplysninger som nevnt i paragrafen her.",
                        "Ny § 22a skal lyde:"
                    ]
                },
                {
                    "name": "§ 22a",
                    "title": "Taushetsplikt",
                    "sections": [
                        "Enhver som utfører tjeneste eller arbeid for Innkrevingssentralen, har taushetsplikt etter arbeids- og velferdsforvaltningsloven § 7. Taushetsplikten er ikke til hinder for at nødvendige opplysninger gis til kravets eier. Departementet kan i forskrift fastsette på hvilken måte opplysningene skal gis.",
                        "§ 24 første ledd skal lyde:",
                        "Enkeltvedtak som fattes av Innkrevingssentralen og som ikke går ut på tvangsfullbyrdelse, kan påklages til nærmeste overordnede organ eller til det organ som Skattedirektoratet bestemmer etter reglene i forvaltningsloven kapittel VI.",
                        "§ 29 første ledd andre punktum skal lyde:",
                        "Vedtaket kan påklages til nærmeste overordnede organ eller til det organ som Skattedirektoratet bestemmer.",
                        "§ 31 tredje ledd skal lyde:",
                        "Skattedirektoratet kan overta utøvelsen av partsstillingen i enkeltsaker eller i grupper av saker.",
                        "I lov 16. juni 2006 nr. 20 om arbeids- og velferdsforvaltningen (arbeids- og velferdsforvaltningsloven) gjøres følgende endringer:",
                        "§ 7 første ledd fjerde punktum skal lyde:",
                        "Det kan bare gjøres unntak fra taushetsplikten når dette følger av bestemmelsene i andre til sjette ledd eller av andre bestemmelser gitt i eller i medhold av lov.",
                        "§ 7 nytt sjette ledd skal lyde:",
                        "Taushetsplikten etter første ledd er ikke til hinder for at nødvendige opplysninger gis til Innkrevingssentralen for bidrag og tilbakebetalingskrav i tilknytning til krav som den krever inn på vegne av Arbeids- og velferdsetaten. Departementet kan i forskrift fastsette på hvilken måte opplysningene skal gis.",
                        "§ 9 annet ledd skal lyde:",
                        "Innkrevingssentralen for bidrag og tilbakebetalingskrav, eller det organet i etaten som direktoratet bestemmer, opptrer på vegne av staten ved tvangsforretning for namsmannen og annen rettslig inndriving og sikring av krav som skriver seg fra etatens virksomhet, samt forhandlinger etter gjeldsordningsloven.",
                        "I lov 22. juni 2012 nr. 43 om arbeidsgivers innrapportering av ansettelses- og inntektsforhold m.m. (a-opplysningsloven) gjøres følgende endringer:",
                        "§ 8 første og annet ledd skal lyde:",
                        "Arbeids- og velferdsetaten skal ha tilgang til opplysningene i registeret i forbindelse med forvaltning og beregning av ytelser etter folketrygdloven og andre lover som etaten administrerer, forvaltning av arbeidstakerregisteret og fastsetting av underholdsbidrag etter barnelova, oppfostringsbidrag etter barnevernloven og bidrag etter ekteskapsloven. Etaten skal også ha tilgang til opplysningene i registeret i forbindelse med utredning og produksjon av statistikk på de områdene etaten administrerer. Arbeids- og velferdsdirektoratet skal ha tilgang til opplysninger i registeret i forbindelse med utredning og produksjon av statistikk om kvalifiseringsstønad etter sosialtjenesteloven.",
                        "Skattedirektoratet, skattekontorene og skatteoppkreverne skal ha tilgang til opplysningene i registeret i forbindelse med fastsetting av skatt og trygdeavgift etter skattelovgivningen og arbeidsgivers beregning og oppgjør av skattetrekk, arbeidsgiveravgift og finansskatt på lønn etter skattebetalingsloven og folketrygdloven. Innkrevingssentralen for bidrag og tilbakebetalingskrav skal ha tilgang til opplysningene i registeret i forbindelse med innkreving av feilutbetalte ytelser etter folketrygdloven og andre lover som Arbeids- og velferdsetaten administrerer, og innkreving av underholdsbidrag etter barnelova, oppfostringsbidrag etter barnevernloven og bidrag etter ekteskapsloven.",
                        "I lov 6. juni 2014 nr. 19 om stans i utbetalinga av offentlege ytingar og barnebidrag når ein av foreldra har bortført eit barn til utlandet skal § 3 annet ledd lyde:",
                        "Barnebidrag tyder i lova her barnebidrag som vert kravd inn av Innkrevingssentralen for bidrag og tilbakebetalingskrav, med unntak av oppfostringsbidrag fastsett etter barnevernloven § 9-2.",
                        "I lov 27. mai 2016 nr. 14 om skatteforvaltning (skatteforvaltningsloven) skal § 7-9 annet ledd lyde:",
                        "(2) Innkrevingssentralen for bidrag og tilbakebetalingskrav skal gi opplysninger til skattemyndighetene om pliktig underholdsbidrag mottatt fra bidragspliktige, om de bidragspliktiges gjeld og andre mellomværender med innkrevingssentralen.",
                        "Loven trer i kraft fra den tid Kongen bestemmer.",
                        "Bidragsinnkrevingsloven § 21 første ledd nytt tredje punktum trer likevel i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        },
        {
            "name": "X",
            "paragraphs": []
        }
    ]
}