{
    "lawId": "LOV-2017-05-22-27",
    "lawName": "Lov om endringar i folketrygdlova og krisesenterlova (fordeling av foreldrepengar ved samlivsbrot med meir)",
    "shortName": "Endringslov til folketrygdlova og krisesenterlova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 14-15",
                    "title": "Uttak der mor eller far er alene om omsorgen for barnet og ved samlivsbrudd",
                    "sections": [
                        "Hvis en av foreldrene er eller blir alene om omsorgen for barnet, kan han eller hun ta ut foreldrepenger i den gjenværende delen av stønadsperioden.",
                        "Ved et samlivsbrudd kan foreldrene avtale hvordan den gjenværende delen av stønadsperioden skal fordeles. Dersom foreldrene ikke blir enige, kan hver av dem kreve uttak av foreldrepenger for de hverdagene de har omsorgen for barnet, dersom de øvrige vilkårene for dette er oppfylt. For øvrig gjelder første ledd.",
                        "I lov 19. juni 2009 nr. 44 om kommunale krisesentertilbod blir det gjort følgjande endringar:",
                        "§ 7 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 7",
                    "title": "Politiattest",
                    "sections": [
                        "Den som blir tilsett eller får tildelt oppgåver som inneber kontakt med brukarar av eit krisesenter eller tilsvarande bu- og dagtilbod, skal leggje fram politiattest som nemnt i politiregisterloven § 39 første ledd. Attesten skal ikkje vere eldre enn tre månader.",
                        "Departementet kan gje nærare forskrift om krav til politiattest.",
                        "Lova gjeld frå den tid Kongen fastset. Kongen kan setje i verk dei einskilde føresegnene til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}