{
    "lawId": "LOV-2017-06-02-34",
    "lawName": "Lov om endringer i helse- og omsorgstjenesteloven m.m. (styrket pårørendestøtte)",
    "shortName": "Endringslov til helse- og omsorgstjenesteloven m.m. (styrket pårørendestøtte)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 3-6",
                    "title": "Kommunens ansvar overfor pårørende",
                    "sections": [
                        "Til personer med særlig tyngende omsorgsarbeid skal kommunen tilby nødvendig pårørendestøtte blant annet i form av:",
                        "1.opplæring og veiledning",
                        "2.avlastningstiltak",
                        "3.omsorgsstønad",
                        "§ 9-2 første ledd skal lyde:",
                        "Reglene i kapitlet her gjelder bruk av tvang og makt som ledd i tjenester etter § 3-2 nr. 6 bokstavene a til c og § 3-6 første ledd nr. 2 til personer med psykisk utviklingshemning.",
                        "I lov 2. juli 1999 nr. 63 om pasient- og brukerrettigheter gjøres følgende endringer:",
                        "§ 2-1 d første ledd annet punktum skal lyde:",
                        "Retten omfatter avlastningstiltak etter helse- og omsorgstjenesteloven § 3-6 første ledd nr. 2 for personer med foreldreansvar for hjemmeboende barn under 18 år med nedsatt funksjonsevne.",
                        "§ 2-7 annet ledd skal lyde:",
                        "For vedtak om tjenester etter helse- og omsorgstjenesteloven §§ 3-2 første ledd nr. 6 bokstavene a til c, 3-6 og 3-8, som forventes å vare lenger enn to uker, gjelder likevel reglene i forvaltningsloven kapittel IV og V med de særlige bestemmelsene som følger av loven her.",
                        "I lov 28. februar 1997 nr. 19 om folketrygd gjøres følgende endringer:",
                        "§ 6-4 sjette ledd skal lyde:",
                        "Dersom det kan være adgang til både hjelpestønad og kommunal omsorgsstønad, anvendes hjelpestønad først. Kommunen kan ta hensyn til hjelpestønaden ved tildeling og utmåling av omsorgsstønaden.",
                        "Loven trer i kraft 1. oktober 2017."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}