{
    "lawId": "LOV-2017-06-16-52",
    "lawName": "Lov om endringer i hvitvaskingsloven og verdipapirhandelloven (beløpsgrense for kontantvederlag mv.)",
    "shortName": "Endringslov til hvitvaskingsloven og verdipapirhandelloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4 a",
                    "title": "Beløpsgrense for kontantvederlag. Kontroll",
                    "sections": [
                        "Forhandlere av gjenstander kan ikke motta vederlag i kontanter på 40 000 kroner eller mer. Dette gjelder også der oppgjøret gjennomføres i flere operasjoner.",
                        "Skattekontoret fører kontroll med at første ledd blir overholdt. Ved kontrollen gjelder skatteforvaltningsloven §§ 10-1, 10-2, 10-4, 10-10, 10-11, 10-12, 10-13 og 10-14 tilsvarende så langt de passer.",
                        "§ 12 annet ledd nr. 1 skal lyde:",
                        "1.rapporteringspliktige, med unntak av tilbydere av virksomhetstjenester som nevnt i § 4 annet ledd nr. 6, og",
                        "Nytt kapittel 5 A skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5 A. Autorisasjon av tilbydere av virksomhetstjenester",
            "paragraphs": [
                {
                    "name": "§ 26 a",
                    "title": "Krav om autorisasjon for tilbyder av virksomhetstjenester",
                    "sections": [
                        "Virksomhetstjenester kan bare tilbys av fysiske og juridiske personer som er autorisert av Finanstilsynet. Autorisasjon gis etter søknad. Autorisasjon fra Finanstilsynet er likevel ikke nødvendig for advokat, autorisert regnskapsfører, autorisert regnskapsførerselskap, statsautorisert og registrert revisor og godkjent revisjonsselskap.",
                        "Autorisasjon skal ikke gis til fysiske personer som anses uegnet fordi vedkommende er dømt for straffbart forhold, og det straffbare forholdet gir grunn til å anta at vedkommende ikke vil kunne ivareta stillingen eller vervet på en forsvarlig måte, eller i stilling eller ved utøvelsen av andre verv har utvist en slik adferd at det er grunn til å anta at vedkommende ikke vil kunne ivareta stillingen eller vervet på en forsvarlig måte.",
                        "For juridiske personer som søker om autorisasjon til å tilby virksomhetstjenester, gjelder tilsvarende krav til egnethet som nevnt i annet ledd, for reelle rettighetshavere, styremedlemmer, daglig leder og andre personer i den faktiske ledelsen av virksomheten. Ved endring i posisjoner som nevnt i første punktum, skal det gis skriftlig melding til Finanstilsynet.",
                        "Ved søknad om tillatelse og melding om endring skal det legges frem ordinær politiattest etter politiregisterloven § 40.",
                        "Departementet kan i forskrift gi nærmere regler om autorisasjonsordningen."
                    ]
                },
                {
                    "name": "§ 26 b",
                    "title": "Tilbakekall av autorisasjon",
                    "sections": [
                        "Finanstilsynet kan tilbakekalle autorisasjon etter § 26 a dersom vilkårene for autorisasjon ikke lenger er oppfylt.",
                        "§ 28 første ledd skal lyde:",
                        "Med bøter straffes den som forsettlig eller grovt uaktsomt overtrer denne lovs §§ 5, 6, 7, 8, 15, 17, 18, 22 eller 26 a eller forskrifter gitt i medhold av disse bestemmelsene.",
                        "I lov 29. juni 2007 nr. 75 om verdipapirhandel gjøres følgende endringer:",
                        "§ 15-1 tredje ledd skal lyde:",
                        "(3) Finanstilsynet fører kontroll med at årsregnskap, årsberetning, halvårsregnskap og annen finansiell rapportering, samt rapportering om betalinger til myndigheter, fra utstedere av omsettelige verdipapirer som er eller søkes notert på regulert marked i EØS, er i samsvar med lov eller forskrifter. Departementet kan fastsette forskrifter om slik kontroll og tiltak for å sikre at det blir gitt korrekt informasjon i tilfeller der den finansielle rapporteringen, samt rapportering om betalinger til myndigheter, ikke er i samsvar med lov eller forskrifter. Departementet kan også delegere Finanstilsynets myndighet etter dette ledd eller bestemmelser fastsatt i medhold av dette ledd til regulert marked. Kontroll etter dette ledd føres med den finansielle rapporteringen, samt rapportering om betalinger til myndigheter, til utstedere som har Norge som hjemstat.",
                        "§ 17-4 annet ledd første punktum skal lyde:",
                        "Finanstilsynet kan ilegge foretak som nevnt i § 15-1 tredje ledd overtredelsesgebyr dersom foretakets finansielle rapportering eller rapportering om betaling til myndigheter, ikke er i samsvar med lov eller forskrift når overtredelsen har skjedd forsettlig eller uaktsomt.",
                        "1.Loven gjelder fra det tidspunkt Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid.",
                        "2.Departementet kan gi overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}