{
    "lawId": "LOV-2003-06-27-60",
    "lawName": "Lov om endringer i folketrygdloven (svangerskapspenger til selvstendig næringsdrivende)",
    "shortName": "Endringslov til folketrygdloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 14-13",
                    "title": "Svangerskapspenger",
                    "sections": [
                        "En arbeidstaker har rett til svangerskapspenger dersom hun etter bestemmelser i lov eller forskrift blir pålagt å slutte i arbeidet fordi hun er gravid, og det ikke er mulig å omplassere henne til annet høvelig arbeid i bedriften.",
                        "En gravid selvstendig næringsdrivende har rett til svangerskapspenger dersom hun i sitt virke er utsatt for slike risikofaktorer som gir en gravid arbeidstaker rett til svangerskapspenger. Det er en forutsetning at risikofaktorene er dokumentert og at hun ikke har mulighet til å tilrettelegge sitt virke. Tilsvarende rett til svangerskapspenger gjelder for frilansere.",
                        "Fraværet under svangerskapet må medføre tap av pensjonsgivende inntekt. Vilkårene om opptjeningstid etter § 8-2 må være oppfylt før hun må slutte i arbeidet. Inntektsgrunnlaget for svangerskapspenger må på årsbasis utgjøre minst halvparten av grunnbeløpet, se femte ledd.",
                        "Svangerskapspenger ytes fra det tidspunktet medlemmet må slutte i arbeidet, og fram til tre uker før fødselen. Fra sistnevnte tidspunktet ytes det fødselspenger etter bestemmelsene i §§ 14-3 til 14-10.",
                        "Svangerskapspengene beregnes etter de samme bestemmelsene som sykepenger fra trygden, se kapittel 8. Det ytes ikke svangerskapspenger for den del av inntekten som overstiger seks ganger grunnbeløpet.",
                        "Endringene trer i kraft 1. juli 2003."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}