{
    "lawId": "LOV-2003-06-27-68",
    "lawName": "Lov om endringer i lov 29. november 1996 nr. 72 om petroleumsvirksomhet",
    "shortName": "Endringslov til petroleumsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 4-3",
                    "title": "Særskilt tillatelse til anlegg og drift av innretninger",
                    "sections": [
                        "Departementet kan på nærmere bestemte vilkår gi særskilt tillatelse til anlegg og drift av innretning når retten til anlegg og drift ikke følger av en godkjent plan for utbygging og drift i medhold av § 4-2.",
                        "Det skal fremlegges en søknad med plan for bygging, plassering, drift og bruk av innretninger som nevnt i første ledd, herunder avskipningsanlegg, rørledninger, nedkjølingsanlegg, anlegg for produksjon og overføring av elektrisk energi og andre innretninger for transport eller utnyttelse av petroleum.",
                        "Tillatelse kan gis for en bestemt periode, og kan etter søknad fra rettighetshaver forlenges av departementet.",
                        "Bestemmelsene i § 4-2, unntatt første og femte ledd, gjelder tilsvarende med mindre departementet bestemmer noe annet.",
                        "§ 4-8 annet ledd skal lyde:",
                        "Avtale om bruk av innretninger som omfattes av § 4-2 og § 4-3, skal forelegges departementet til godkjennelse med mindre departementet bestemmer noe annet. Departementet kan ved godkjennelse av avtale etter første punktum eller hvis det ikke oppnås enighet om slik avtale innen rimelig tid, samt ved pålegg etter første ledd, fastsette tariffer og andre vilkår eller senere endre de vilkårene som er blitt godkjent eller fastsatt, for å sikre at prosjekter blir gjennomført ut fra hensynet til ressursforvaltning og at eieren av innretningen gis en rimelig fortjeneste blant annet ut fra investering og risiko.",
                        "§ 4-9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-9",
                    "title": "Særlig operatøransvar for den helhetlige driften av oppstrøms gassrørledningsnett m.v.",
                    "sections": [
                        "Departementet kan utpeke den som skal ha et særlig operatøransvar for den helhetlige driften av oppstrøms gassrørledningsnett og tilknyttede anlegg, herunder foreta skifte av operatør når særlige grunner tilsier det.",
                        "Den helhetlige driften av oppstrøms gassrørledningsnett og tilknyttede anlegg skal skje i samsvar med forsvarlige tekniske og sunne økonomiske prinsipper. Den som har det særlige operatøransvar som nevnt i første ledd, skal opptre nøytralt og ikke-diskriminerende.",
                        "Kongen kan gi nærmere regler om ansvar som nevnt i første og annet ledd, herunder bestemme at den som skal ha dette ansvaret, også skal treffe avgjørelser vedrørende adgang til oppstrøms gassrørledningnett, og at denne kan gi pålegg til eiere og brukere av oppstrøms gassrørledningsnett og tilknyttede anlegg og til rettighetshavere til utvinningstillatelser hvor det utvinnes petroleum, om å tilpasse sin virksomhet. Slikt pålegg skal kunne gis for å sikre en forsvarlig ressursforvaltning og effektiv drift av det aktuelle oppstrøms gassrørledningsnett.",
                        "Kongen kan bestemme at lov 10. februar 1967 om behandlingsmåten i forvaltningssaker og lov 19. juni 1970 nr. 69 om offentlighet i forvaltningen ikke skal gjelde for den som har et særlig operativansvar etter første ledd.",
                        "Nåværende §§ 4-9, 4-10, 4-11 og 4-12 blir henholdsvis §§ 4-10, 4-11, 4-12 og ny 4-13.",
                        "§ 9-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-3",
                    "title": "Beredskap mot bevisste anslag",
                    "sections": [
                        "Rettighetshaver skal iverksette og opprettholde sikringstiltak for å bidra til å hindre bevisste anslag mot innretninger samt til enhver tid ha beredskapsplaner for slike anslag.",
                        "Rettighetshaver skal stille innretninger til disposisjon for offentlige myndigheter til øvelser og i nødvendig grad delta i slike øvelser.",
                        "Departementet kan gi pålegg om gjennomføring av tiltak som nevnt i første og annet ledd.",
                        "Nåværende §§ 9-3, 9-4, 9-5 og 9-6 blir henholdsvis §§ 9-4, 9-5, 9-6 og ny 9-7.",
                        "§ 9-4 første ledd skal lyde:",
                        "Rundt og over innretninger skal det være en sikkerhetssone med mindre departementet bestemmer noe annet. I fare- og ulykkessituasjoner kan departementet opprette eller utvide sikkerhetssoner. Utstrekning av soner som nevnt i første og annet punktum bestemmes av Kongen. Denne bestemmelse får ikke anvendelse for rørledninger og kabler.",
                        "§ 9-4 fjerde ledd skal lyde:",
                        "Departementet kan bestemme at det skal være sikkerhetssone rundt og over etterlatte eller dumpede innretninger, eller deler av slike innretninger.",
                        "Nåværende § 9-3 syvende ledd oppheves, og nåværende åttende ledd blir § 9-4 syvende ledd.",
                        "§ 10-1 første ledd første punktum skal lyde:",
                        "Petroleumsvirksomhet etter denne lov skal foregå på en forsvarlig måte og i samsvar med gjeldende regelverk for slik petroleumsvirksomhet.",
                        "§ 10-2 første ledd første punktum skal lyde:",
                        "Rettighetshaver skal, med mindre departementet bestemmer noe annet, ha en organisasjon som er i stand til selvstendig å lede petroleumsvirksomheten fra Norge.",
                        "Loven trer i kraft fra den tid Kongen bestemmer.",
                        "Kongen kan fastsette overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}