{
    "lawId": "LOV-2003-06-20-44",
    "lawName": "Lov om endringer i sentralbankloven og finansieringsvirksomhetsloven og om opphevelse av valutareguleringsloven og penge- og kredittreguleringsloven",
    "shortName": "Endringslov til sentralbankloven m.fl.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 8",
                    "title": "Bankens kontorer",
                    "sections": [
                        "Banken har sitt hovedkontor i Oslo og kan opprette kontorer i Norge og i utlandet.",
                        "§ 9 tredje og femte ledd oppheves.",
                        "Nåværende fjerde ledd blir tredje ledd, som skal lyde:",
                        "Vararepresentanter for de ansattes medlemmer i hovedstyret ved behandlingen av administrative saker, velges av og blant de ansatte etter avtalt eller av representantskapet fastsatt valgmåte, jf. § 6 tredje ledd.",
                        "§ 18 skal lyde:"
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Kreditt til staten",
                    "sections": [
                        "Banken kan ikke yte kreditt direkte til staten.",
                        "§ 19 annet ledd annet og tredje punktum oppheves.",
                        "§ 22 skal lyde:"
                    ]
                },
                {
                    "name": "§ 22",
                    "title": "Kreditt til og innskudd fra andre",
                    "sections": [
                        "Banken kan i særlige tilfeller yte lån og andre former for kreditt til andre foretak i finansiell sektor enn banker. Vilkårene for slik kreditt fastsettes av banken.",
                        "Innskudd fra andre enn banker kan mottas i særlige tilfeller. Banken fastsetter innskuddsvilkårene.",
                        "§ 24 tredje punktum oppheves.",
                        "Nytt kapittel VI skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel VI. Opplysningsplikt og beskyttelsestiltak",
            "paragraphs": [
                {
                    "name": "§ 27",
                    "title": "Opplysningsplikt",
                    "sections": [
                        "Kongen kan ved forskrift eller enkeltvedtak bestemme at foretak i finansiell sektor, herunder banker, forsikringsselskaper, finansieringsforetak, verdipapirforetak, børser, verdipapirregistre og oppgjørssentraler, skal gi banken opplysninger om sin virksomhet, finansiering av virksomheten, sitt regnskap, transaksjoner og beholdninger på egne og kunders vegne, samt andre opplysninger som er nødvendige for bankens arbeid. Foretak som er morselskap kan pålegges å gi slike opplysninger for konsernet. Kongen kan videre bestemme at andre institusjoner, foretak og privatpersoner som er aktører i verdipapirmarkedet, driver betalingsformidling eller yter tjenester mot finansiell sektor, skal pålegges slik opplysningsplikt.",
                        "Det kan bare fastsettes opplysningsplikt i medhold av paragrafen her for å ivareta bankens oppgaver etter loven, utarbeide offisiell statistikk eller støtte bankens eller Kredittilsynets tilsyn med soliditet og finansiell stabilitet. Opplysningene kan bare brukes til de formål som er nevnt her.",
                        "Kongen kan i forskrift fastsette regler om omfanget og gjennomføringen av opplysningsplikt fastsatt i medhold av paragrafen her."
                    ]
                },
                {
                    "name": "§ 28",
                    "title": "Beskyttelsestiltak",
                    "sections": [
                        "Ved kapitalbevegelser til og fra utlandet som kan føre til store problemer med betalingsbalansen eller vesentlige forstyrrelser i kapitalmarkedene, kan Kongen innføre nødvendige beskyttelsestiltak i form av penge-, kreditt- eller valutaregulering eller lignende tiltak. Banken skal ha anledning til å uttale seg før det treffes slikt vedtak.",
                        "Nåværende kapittel VI blir kapittel VII.",
                        "Nåværende §§ 27 og 28 blir nye §§ 29 og 30 under kapittel VII, der § 30 annet ledd første punktum skal lyde:",
                        "Årsberetningen, det reviderte årsregnskap, samt representantskapets uttalelse om hovedstyrets protokoller og tilsynet med banken sendes departementet for å forelegges Kongen og meddeles Stortinget.",
                        "Nytt kapittel VIII skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel VIII. Tvangsmulkt og straff",
            "paragraphs": [
                {
                    "name": "§ 31",
                    "title": "Tvangsmulkt",
                    "sections": [
                        "For å sikre at opplysningsplikten etter § 27 blir overholdt, kan banken ved overtredelse av opplysningsplikten ilegge en tvangsmulkt til fordel for statskassen. Pålegg om tvangsmulkt er tvangsgrunnlag for utlegg. Påløpt tvangsmulkt kan i særlige tilfeller helt eller delvis ettergis. Kongen kan fastsette nærmere regler om tvangsmulkt etter bestemmelsen her."
                    ]
                },
                {
                    "name": "§ 32",
                    "title": "Straff",
                    "sections": [
                        "Den som forsettlig eller uaktsomt overtrer bestemmelser eller vedtak i medhold av § 28 straffes med bøter eller under særdeles skjerpende omstendigheter med fengsel inntil ett år. Den som forsettlig eller uaktsomt overtrer bestemmelser eller vedtak i medhold av § 27 straffes med bøter.",
                        "Nåværende kapittel VII blir nytt kapittel IX.",
                        "Nåværende § 29 blir ny § 33 under kapittel IX.",
                        "I lov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner gjøres følgende endringer:",
                        "§ 2-13 annet punktum oppheves.",
                        "§ 3-16 første og annet ledd skal lyde:",
                        "Finansieringsforetak kan bare drive finansieringsvirksomhet og valutavirksomhet samt virksomhet som naturlig henger sammen med dette.",
                        "Vedtektene skal ha bestemmelser om hva slags finansieringsvirksomhet og valutavirksomhet det enkelte foretak skal kunne drive.",
                        "Nytt kapittel 4a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "Kapittel 4a. Valutavirksomhet",
            "paragraphs": [
                {
                    "name": "§ 4a-1",
                    "title": "Rett til å drive valutavirksomhet",
                    "sections": [
                        "Valutavirksomhet kan bare drives av foretak som nevnt i § 1-4 første ledd nr. 1, 3, 4 og 5.",
                        "Som valutavirksomhet regnes virksomhet som består i omsetning av valuta og betalingsformidling med utlandet. Med «betalingsformidling med utlandet» menes utførelse av hele eller deler av et betalingsoppdrag der betalingsmidler stilles til disposisjon for mottaker i et annet land enn i det landet betalingsoppdraget blir gitt.",
                        "Kongen kan ved forskrift eller enkeltvedtak gjøre unntak fra første ledd.",
                        "Kongen kan i forskrift fastsette nærmere regler om valutavirksomhet."
                    ]
                },
                {
                    "name": "§ 4a-2",
                    "title": "Finansieringsforetak som bare driver valutavirksomhet",
                    "sections": [
                        "Det kan gis konsesjon som finansieringsforetak etter § 3-3 til foretak som bare driver valutavirksomhet."
                    ]
                },
                {
                    "name": "§ 4a-3",
                    "title": "Utenlandske foretaks valutavirksomhet i Norge",
                    "sections": [
                        "For utenlandsk foretak som driver valutavirksomhet gjelder § 3-4 på samme måte.",
                        "Loven trer i kraft fra den tid Kongen bestemmer. De enkelte bestemmelser i loven kan settes i kraft til ulik tid. De enkelte bestemmelser i lov 14. juli 1950 nr. 10 om valutaregulering og i lov 25. juni 1965 nr. 2 om adgang til regulering av penge- og kredittforholdene kan oppheves til ulik tid.",
                        "Kongen kan gi overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}