{
    "lawId": "LOV-2003-08-29-87",
    "lawName": "Lov om endringar i forskjellige lover som følgje av integrering av fylkeslegeembeta i fylkesmannsembeta",
    "shortName": "Endringslov til div. helselover mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2",
                    "title": "Helsetilsynet i fylket og Statens helsetilsyns oppgaver",
                    "sections": [
                        "Helsetilsynet i fylket skal føre tilsyn med alt helsevesen og alt helsepersonell i fylket og i tilknytning til tilsynet gi råd, veiledning og opplysninger som medvirker til at befolkningens behov for helsetjenester blir dekket.",
                        "Helsetilsynet i fylket skal holde Statens helsetilsyn orientert om helseforholdene i fylket og om forhold som innvirker på disse.",
                        "Helsetilsynet i fylket skal informere Statens helsetilsyn om forhold som tilsier advarsel eller tilbakekall, frivillig avkall, eller suspensjon av autorisasjon, lisens, spesialistgodkjenning eller rekvireringsrett eller begrensning av autorisasjon etter lov om helsepersonell kapittel 11.",
                        "Statens helsetilsyn gir administrative reaksjoner til helsepersonell etter reglene i lov om helsepersonell kapittel 11.",
                        "Helsetilsynet i fylket og Statens helsetilsyn skal registrere advarsel og tilbakekall, frivillig avkall, eller suspensjon av autorisasjon, lisens, spesialistgodkjenning eller rekvireringsrett eller begrensning av autorisasjon etter lov om helsepersonell kapittel 11.",
                        "Helsetilsynet i fylket og Statens helsetilsyn skal informere helsepersonellets arbeidsgiver om advarsel, tilbakekall, frivillig avkall, eller suspensjon av autorisasjon, lisens, spesialistgodkjenning eller rekvireringsrett og begrensning av autorisasjon etter lov om helsepersonell kapittel 11.",
                        "§ 3 andre ledd skal lyde:",
                        "Helsetilsynet i fylket skal påse at alle som yter helsetjenester har etablert internkontrollsystem og fører kontroll med sin egen virksomhet på en slik måte at det kan forebygge svikt i helsetjenesten.",
                        "§ 4 blir oppheva.",
                        "I vegtrafikklov 18. juni 1965 nr. 4 gjer ein denne endringa:",
                        "§ 24 sjuande ledd skal lyde:",
                        "Dersom innehaver av førerkort ikke lenger fyller de krav som er fastsatt til syn, helse og førlighet etter sjette ledd, plikter han å gi melding om det til fylkesmannen som må gi melding til politiet, jfr. § 34.",
                        "I lov 9 februar 1973 nr. 6 om transplantasjon, sykehusobduksjon og avgivelse av lik m.m. gjer ein denne endringa:",
                        "§ 1 fjerde ledd skal lyde:",
                        "Inngrep på personer under 18 år og på personer som ikke kan gi eget samtykke, skal godkjennes av fylkesmannen.",
                        "I lov 13 juni 1975 nr. 50 om svangerskapsavbrudd gjer ein desse endringane:",
                        "§ 3 første ledd skal lyde:",
                        "Inngrep etter utgangen av tolvte svangerskapsuke kan bare utføres i sykehus. Inngrep som utføres før utgangen av tolvte svangerskapsuke, kan også utføres i annen institusjon som fylkesmannen har godkjent.",
                        "§ 6 andre ledd skal lyde:",
                        "Avslår overlegen eller dennes stedfortreder å utføre inngrepet fordi tungtveiende medisinske grunner taler mot det, skal saken straks sendes fylkesmannen med en skriftlig begrunnelse. Fylkesmannen skal henvise kvinnen til et annet sykehus eller godkjent institusjon hvor inngrepet eventuelt kan bli utført.",
                        "§ 8 andre ledd skal lyde:",
                        "Dersom begjæringen avslås, skal nemnda underrette kvinnen, eller den som handler på hennes vegne, om at vedtaket vil bli prøvet av en annen nemnd, med mindre hun trekker begjæringen tilbake innen tre dager etter at hun er blitt underrettet om avslaget. Samtidig skal nemnda sende sakens dokumenter til fylkesmannen. Fylkesmannen skal i samråd med kvinnen legge saken frem for en annen nemnd til fornyet behandling, med mindre kvinnen har trukket begjæringen tilbake innen frist som nevnt. Ved behandlingen av saker etter denne paragraf skal nemnda i tillegg bestå av et tredje medlem som ikke er lege, utpekt av fylkesmannen. Nemndas avgjørelser treffes med enkelt flertall.",
                        "§ 9 skal lyde:",
                        "Avbrytelse av svangerskap kan bare foretas med samtykke av fylkesmannen",
                        "a)når kvinnen er under 16 år, og den eller de som har foreldreansvaret eller vergen har uttalt seg mot at svangerskapet blir avbrutt,",
                        "b)når kvinnen er psykisk utviklingshemmet og vergen har uttalt seg mot at svangerskapet blir avbrutt, eller",
                        "c)når kvinnens samtykke ikke er innhentet etter § 4 annet ledd annet punktum.",
                        "I lov 3. juni 1977 nr. 57 om sterilisering gjer ein desse endringane:",
                        "§ 6 andre ledd skal lyde:",
                        "I hvert fylke skal det være en sakkyndig nemnd, steriliseringsnemnda, som skal bestå av fylkesmannen – eller den fylkesmannen bemyndiger – som formann, og to andre medlemmer som oppnevnes av Kongen. Blant medlemmene skal det være minst en kvinne. For medlemmene kan det oppnevnes personlige varamenn. Nemnda er vedtaksfør når 2 eller flere medlemmer deltar ved avgjørelsen, forutsatt at 2 medlemmer er enige om hva vedtaket skal gå ut på.",
                        "§ 10 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": [
                {
                    "name": "§ 10",
                    "title": "(hvor inngrep skal foretas).",
                    "sections": [
                        "Inngrep etter bestemmelsen i denne lov skal foretas i offentlig sykehus, eller i privat sykehus som er godkjent til det av fylkesmannen. Fylkesmannen kan også godkjenne at sterilisering foretas i kirurgiske poliklinikker eller i annen ambulant spesialistpraksis utenfor sykehus hvor det anses forsvarlig.",
                        "I lov 19. november 1982 nr. 66 om helsetjenesten i kommunene gjer ein desse endringane:",
                        "§ 1-3 sjette ledd skal lyde:",
                        "Fylkesmannen kan for en bestemt periode suspendere plikten til å ha fastlegeordning, jf. annet ledd nr. 1, dersom tungtveiende grunner tilsier det.",
                        "§ 2-4 andre ledd skal lyde:",
                        "Går avgjørelsen klager imot eller avvises klagen, kan det klages til Helsetilsynet i fylket.",
                        "§ 4a-12 andre punktum blir oppheva.",
                        "§ 6-3 første ledd andre punktum blir oppheva.",
                        "I lov 3. juni 1983 nr. 54 om tannhelsetjenesten gjer ein denne endringa:",
                        "§ 2-3 første ledd skal lyde:",
                        "Den som ikke får den hjelp som er bestemt i denne lov og godkjent plan, kan klage til det organ fylkeskommunen bestemmer. Går avgjørelsen klageren imot eller avvises klagen, kan avgjørelsen klages til Helsetilsynet i fylket.",
                        "I lov 5. august 1994 nr. 55 om vern mot smittsomme sykdommer gjer ein desse endringane:",
                        "§ 2-2 fjerde ledd skal lyde:",
                        "Er legen i tvil om opplysninger bør gis etter andre ledd, kan legen forelegge spørsmålet for kommunelegen til uttalelse. Nekter legen å gi opplysninger, kan den som ønsker opplysninger etter andre ledd, eller kommunelegen forelegge spørsmålet for fylkesmannen, som kan bestemme at opplysningene skal gis.",
                        "§ 2-2 åttande ledd skal lyde:",
                        "Når det er nødvendig for iverksetting av tiltak eller for oversikt og kontroll i forbindelse med smittsomme sykdommer, kan kommunelegen, fylkesmannen, Helsetilsynet i fylket, Sosial- og helsedirektoratet og Statens helsetilsyn kreve opplysninger fra offentlige kilder eller privat helsetjeneste uten hinder av lovbestemt taushetsplikt.",
                        "§ 3-3 fjerde ledd skal lyde:",
                        "Vedtak om forhåndsundersøkelse kan påklages til fylkesmannen.",
                        "§ 4-2 tredje ledd skal lyde:",
                        "Fylkesmannen avgjør klage over vedtak. Når legene som skal gjøre vedtak etter andre ledd er uenige, skal fylkesmannen delta i avgjørelsen. Sosial- og helsedirektoratet avgjør klagen når fylkesmannen har vært med i første instans. En klage har ikke utsettende virkning på iverksetting av vedtak etter denne paragrafen.",
                        "§ 4-10 andre, tredje og fjerde ledd skal lyde:",
                        "Tjenestemenn etter første ledd skal uten hinder av lovbestemt taushetsplikt underrette kommunelegen når de har en sterk mistanke om en allmennfarlig smittsom sykdom eller oppdager et tilfelle av en slik sykdom. Det samme gjelder når de blir oppmerksom på forhold som kan medføre en nærliggende fare for overføring av en slik sykdom og det åpenbart er nødvendig med hjelp eller tiltak fra helsetjenesten. Hvis kommunelegen ikke er til stede, skal tjenestemennene underrette fylkesmannen.",
                        "Veterinærer og veterinærmyndighetene skal straks underrette kommunelegen eller fylkesmannen ved mistanke om eller tilfelle av smittsom dyresykdom som kan utgjøre en fare for mennesker.",
                        "Næringsmiddelkontrollen skal straks underrette kommunelegen eller fylkesmannen ved mistanke om smittsom sykdom som formidles til mennesker via næringsmidler.",
                        "§ 5-5 andre ledd skal lyde:",
                        "Forslaget skal forelegges fylkesmannen, som omgående skal sende det til smittevernnemnda.",
                        "§ 6-1 tredje ledd skal lyde:",
                        "Den som søker smittevernhjelp kan påklage avgjørelsen til Helsetilsynet i fylket hvor han/hun mener feil er begått. Slik klagerett har også pårørende.",
                        "§ 7-4 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": [
                {
                    "name": "§ 7-4",
                    "title": "Helsetilsynet i fylket og fylkesmannens oppgaver",
                    "sections": [
                        "Helsetilsynet i fylket og fylkesmannen skal ha særlig oppmerksomhet rettet mot allmennfarlige smittsomme sykdommer, og skal holde Statens helsetilsyn og Sosial- og helsedirektoratet orientert om forholdene i fylket. Jf. lov av 30. mars 1984 nr. 15 om statlig tilsyn med helsetjenesten.",
                        "§ 7-6 andre ledd skal lyde:",
                        "Før det blir oppnevnt utvalg, jfr. første ledd, skal det innhentes forslag fra fylkesmannen og fylkeskommunen.",
                        "§ 8-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-3",
                    "title": "Klage over vedtak",
                    "sections": [
                        "Fylkesmannen avgjør klage over kommunalt vedtak såfremt ikke noe annet er bestemt i loven.",
                        "I lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. gjer ein desse endringane:",
                        "§ 3-3 Overskrift og første ledd skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "IX",
            "paragraphs": [
                {
                    "name": "§ 3-3",
                    "title": "Meldeplikt til Helsetilsynet i fylket",
                    "sections": [
                        "Helseinstitusjon som omfattes av denne loven, skal snarest mulig gi skriftlig melding til Helsetilsynet i fylket om betydelig personskade som voldes på pasient som følge av ytelse av helsetjeneste eller ved at en pasient skader en annen. Det skal også meldes fra om hendelser som kunne ha ført til betydelig personskade.",
                        "§ 6-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-2",
                    "title": "Opplysningsplikt til Statens helsetilsyn og Helsetilsynet i fylket",
                    "sections": [
                        "Enhver som utfører tjeneste eller arbeid som angår helsetjenester som omfattes av denne loven, skal på anmodning gi Statens helsetilsyn eller Helsetilsynet i fylket opplysninger som tilsynsorganet finner nødvendige for å kunne utføre sine oppgaver i medhold av lov, forskrift eller instruks. Den som skal gi opplysning etter første punktum, skal også gi Statens helsetilsyn og Helsetilsynet i fylket adgang til virksomheten.",
                        "Den som skal gi opplysninger etter første ledd, eller som ønsker å gi opplysninger til Statens helsetilsyn eller Helsetilsynet i fylket av eget tiltak, kan gjøre det uten hinder av taushetsplikt, dersom det antas å være nødvendig for å fremme tilsynsorganets oppgaver etter lov, forskrift eller instruks.",
                        "Opplysninger som er gitt Statens helsetilsyn eller Helsetilsynet i fylket i henhold til denne bestemmelsen, kan uten hinder av taushetsplikten forelegges sakkyndige til uttalelse eller departementet til orientering.",
                        "I lov 2. juli 1999 nr. 62 om etablering og gjennomføring av psykisk helsevern gjer ein desse endringane:",
                        "§ 1-7 første ledd skal lyde:",
                        "Ved klage til kontrollkommisjonen eller fylkesmannen over vedtak etter loven her, har pasienten rett til å la seg bistå av advokat eller annen fullmektig. Om fullmektig og fullmakt gjelder forvaltningsloven § 12 annet og fjerde ledd tilsvarende.",
                        "§ 3-5 andre ledd skal lyde:",
                        "Kommunelegens vedtak om tvungen undersøkelse skal straks nedtegnes skriftlig. Vedtaket kan påklages til fylkesmannen uten oppsettende virkning.",
                        "§ 4-1 femte ledd skal lyde:",
                        "Dersom det ikke er utarbeidet en individuell plan innen rimelig tid, kan Helsetilsynet i fylket pålegge institusjonen å utarbeide en slik plan.",
                        "§ 4-4 sjuande ledd skal lyde:",
                        "Vedtak etter paragrafen her kan påklages til fylkesmannen av pasienten og hans eller hennes nærmeste.",
                        "§ 4-5 tredje ledd skal lyde:",
                        "Utover det som følger av rimelige begrensninger i husordensreglement, kan det ikke vedtas restriksjoner i retten til å kommunisere med kontrollkommisjonen, departementet, Statens helsetilsyn, Helsetilsynet i fylket, fylkesmannen, Stortingets ombudsmann for forvaltningen, Pasientombud, prest eller tilsvarende sjelesørger, juridisk rådgiver eller den som opptrer på pasientens vegne i en klagesak.",
                        "§ 6-1 andre ledd skal lyde:",
                        "I den utstrekning det er mulig, skal kontrollkommisjonen også føre den kontroll den finner nødvendig for pasientenes velferd. Den kan ta opp saker etter eget initiativ eller etter henvendelse fra pasienten, pasientens nærmeste eller personalet. Finner den forhold den vil påpeke, skal den ta saken opp med den faglig ansvarlige og eventuelt Helsetilsynet i fylket.",
                        "I lov 2. juli 1999 nr. 63 om pasientrettigheter gjer ein desse endringane:",
                        "§ 7-2 første ledd skal lyde:",
                        "Dersom den som yter helsehjelp, avviser anmodningen etter § 7-1 eller mener at rettighetene er oppfylt, kan det klages til Helsetilsynet i fylket. Klagen sendes til Helsetilsynet i fylket.",
                        "§ 7-3 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "X",
            "paragraphs": []
        },
        {
            "name": "XI",
            "paragraphs": [
                {
                    "name": "§ 7-3",
                    "title": "Klagens form og innhold",
                    "sections": [
                        "Klage til Helsetilsynet i fylket skal være skriftlig. Klagen skal være undertegnet av pasienten eller den som representerer pasienten. Klagen bør nevne det forhold som det klages over og gi opplysninger som kan være av betydning for behandlingen av klagen. Inneholder klagen feil eller mangler, setter Helsetilsynet i fylket en kort frist for rettelse eller utfylling.",
                        "§ 7-5 andre ledd skal lyde:",
                        "Fristen for å klage til Helsetilsynet i fylket etter § 7-2 er tre uker fra vedkommende fikk eller burde ha fått kjennskap til utfallet av anmodningen.",
                        "§ 7-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-6",
                    "title": "Forvaltningslovens anvendelse",
                    "sections": [
                        "Forvaltningslovens regler om behandling av saker om enkeltvedtak og klage gjelder så langt de passer for Helsetilsynet i fylkets behandling av klagesaker, med de særlige bestemmelser som er gitt i dette kapitlet.",
                        "I lov 2. juli 1999 nr. 64 om helsepersonell m.v. gjer ein desse endringane:",
                        "§ 30 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "XII",
            "paragraphs": [
                {
                    "name": "§ 30",
                    "title": "Opplysninger til Statens helsetilsyn og Helsetilsynet i fylket",
                    "sections": [
                        "Helsepersonell skal gi Statens helsetilsyn og Helsetilsynet i fylket adgang til virksomhetens lokaler, og gi alle de opplysninger som ansees påkrevd for utøvelsen av tilsyn med helsepersonells virksomhet. Helsepersonell skal uten hinder av taushetsplikten utlevere de dokumenter, lyd- og bildeopptak o.l. som kreves av Statens helsetilsyn og Helsetilsynet i fylket.",
                        "§ 38 første ledd skal lyde:",
                        "Helsepersonell med autorisasjon eller lisens skal snarest mulig gi skriftlig melding til Helsetilsynet i fylket om betydelig personskade som voldes på pasient som følge av ytelse av helsehjelp eller ved at en pasient skader en annen. Det skal også meldes fra om hendelser som kunne ha ført til betydelig personskade.",
                        "§ 42 tredje ledd skal lyde:",
                        "Avslag på krav om retting kan påklages til Helsetilsynet i fylket, som etter å ha innhentet uttalelse fra Datatilsynet, avgjør om retting kan foretas.",
                        "§ 43 tredje ledd skal lyde:",
                        "Avslag på krav om sletting kan påklages til Helsetilsynet i fylket. Det skal innhentes uttalelse fra Datatilsynet. Dersom Helsetilsynet i fylket mener at sletting kan være i strid med arkivloven §§ 9 eller 18, skal det også innhentes uttalelse fra Riksarkivaren.",
                        "§ 55 skal lyde:"
                    ]
                },
                {
                    "name": "§ 55",
                    "title": "Anmodning om vurdering av mulig pliktbrudd",
                    "sections": [
                        "Den som mener at bestemmelser om plikter fastsatt i eller i medhold av denne lov er brutt til ulempe for seg, kan be Helsetilsynet i fylket om en vurdering av forholdet. Pasienten kan opptre ved representant. Kravet sendes Helsetilsynet i fylket.",
                        "Representant etter første ledd er den som har fullmakt til å fremsette en anmodning på andres vegne, eller som har samtykkekompetanse etter reglene i pasientrettighetsloven kapittel 4. Fullmektig som ikke er advokat, skal legge frem skriftlig fullmakt.",
                        "Helsetilsynet i fylket skal vurdere de synspunkter som er fremsatt i anmodningen, og kan også ta opp forhold som ikke er berørt i anmodningen.",
                        "Hvis Helsetilsynet i fylket mener at det bør ilegges en reaksjon etter kapittel 11, skal saken oversendes Statens helsetilsyn. Tredje ledd gjelder tilsvarende for behandlingen av saken hos Statens helsetilsyn.",
                        "Statens helsetilsyn eller Helsetilsynet i fylket skal gi den som har fremsatt en anmodning, underretning om resultatet av sin behandling av saken og en kort begrunnelse for resultatet.",
                        "Departementet kan i forskrift fastsette nærmere bestemmelser om Statens helsetilsyn og Helsetilsynet i fylkets saksbehandling, og kan herunder fastsette regler om frist for fremsettelse av anmodning etter denne paragraf.",
                        "§ 61 skal lyde:"
                    ]
                },
                {
                    "name": "§ 61",
                    "title": "Frivillig avkall på autorisasjon, lisens eller spesialistgodkjenning",
                    "sections": [
                        "Helsepersonell kan selv gi avkall på autorisasjon, lisens eller spesialistgodkjenning ved skriftlig erklæring til Helsetilsynet i fylket. Autorisasjons-, lisens- eller spesialistgodkjenningsdokumentet skal så vidt mulig innleveres samtidig.",
                        "§ 63 andre ledd skal lyde:",
                        "Helsepersonell kan selv gi avkall på retten til å rekvirere legemidler som nevnt i første ledd ved skriftlig erklæring til Helsetilsynet i fylket. Et avkall er bindende i den perioden det er gitt for.",
                        "I lov 12. mai 2000 nr. 36 om strålevern og bruk av stråling gjer ein denne endringa:",
                        "§ 22 tredje ledd andre punktum blir oppheva.",
                        "I lov 18 mai 2001 nr. 24 om helseregistre og behandling av helseopplysninger gjer ein denne endringa:",
                        "§ 31 første ledd skal lyde:",
                        "Datatilsynet fører tilsyn med at bestemmelsene i loven blir fulgt og at feil eller mangler blir rettet, jf. personopplysningsloven § 42, med mindre tilsynsoppgaven påligger Statens helsetilsyn eller Helsetilsynet i fylket etter lov 30. mars 1984 nr. 15 om statlig tilsyn med helsetjenesten.",
                        "Ikrafttredelse",
                        "Loven trer i kraft fra den tid Kongen bestemmer. Kongen kan bestemme at de enkelte bestemmelser skal tre i kraft til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "XIII",
            "paragraphs": []
        },
        {
            "name": "XIV",
            "paragraphs": []
        },
        {
            "name": "XV",
            "paragraphs": []
        }
    ]
}