{
    "lawId": "LOV-2003-07-04-73",
    "lawName": "Lov om endringer i lov 5. mai 1995 nr. 19 om barnehager (barnehageloven)",
    "shortName": "Endringslov til barnehageloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 7a",
                    "title": "Samordnet opptaksprosess i kommunen",
                    "sections": [
                        "Alle godkjente barnehager i kommunen skal samarbeide om opptak av barn. Kommunen skal legge til rette for en samordnet opptaksprosess, der det tas hensyn til barnehagenes mangfold og egenart. Brukernes ønsker og behov skal tillegges stor vekt ved selve opptaket. Ved en samordnet opptaksprosess skal likebehandling av barn og likebehandling av kommunale og private barnehager sikres.",
                        "Ny § 7b skal lyde:"
                    ]
                },
                {
                    "name": "§ 7b",
                    "title": "Offentlig tilskudd til private barnehager",
                    "sections": [
                        "Godkjente barnehager skal behandles likeverdig i forhold til offentlige tilskudd.",
                        "Kongen kan gi forskrifter med nærmere bestemmelser om hva som menes med likeverdig behandling.",
                        "§ 8a annet ledd bokstav d skal lyde:",
                        "Barnehagens navn, adresse og organisasjonsnummer",
                        "§ 11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Barnehagemyndighetenes rett til innsyn",
                    "sections": [
                        "Kommunen og fylkesmannen er barnehagemyndighet etter denne lov.",
                        "Virksomhetens styrer eller eier plikter å gi barnehagemyndighetene de opplysninger som anses påkrevet for å utøve myndighetenes oppgaver etter denne lov.",
                        "Virksomhetens styrer eller eier plikter også å gi barnehagemyndighetene adgang til lokaler der det drives barnehage eller virksomhet som er eller kan være godkjenningspliktige etter denne lov.",
                        "§ 12 nytt annet ledd skal lyde:",
                        "Godkjente virksomheter skal være registrert i Enhetsregisteret.",
                        "Nåværende annet ledd blir tredje ledd.",
                        "Ny § 15a skal lyde:"
                    ]
                },
                {
                    "name": "§ 15a",
                    "title": "Foreldrebetaling",
                    "sections": [
                        "Kongen kan gi forskrifter med nærmere bestemmelser om foreldrebetaling i barnehagen, herunder søskenmoderasjon og inntektsgradering.",
                        "I lov 19. juni 1997 nr. 64 om endring i lov 5. mai 1995 nr. 19 om barnehager gjøres følgende endringer:",
                        "§ 10 første ledd nest siste punktum og fjerde ledd oppheves.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}