{
    "lawId": "LOV-2003-12-12-113",
    "lawName": "Lov om endringer i lov 25. september 1992 nr. 107 om kommuner og fylkeskommuner m.m. (kommunal revisjon)",
    "shortName": "Endringslov til kommuneloven (kommunal revisjon)",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 76",
                    "title": "Kommunestyrets og fylkestingets tilsynsansvar",
                    "sections": [
                        "Kommunestyret og fylkestinget har det øverste tilsyn med den kommunale og fylkeskommunale forvaltning, og kan forlange enhver sak lagt fram for seg til orientering eller avgjørelse. De kan omgjøre vedtak av andre folkevalgte organer eller administrasjonen i samme utstrekning som disse kunne omgjøre vedtaket selv. Kommunestyret og fylkestinget skal påse at de kommunale og fylkeskommunale regnskaper revideres på betryggende måte.",
                        "§ 77 skal lyde:"
                    ]
                },
                {
                    "name": "§ 77",
                    "title": "Kontrollutvalget",
                    "sections": [
                        "1.Kommunestyret og fylkestinget velger selv et kontrollutvalg til å forestå det løpende tilsyn med den kommunale og fylkeskommunale forvaltning på sine vegne. Utvalget skal ha minst tre medlemmer. Kommunestyret og fylkestinget velger selv medlemmer og varamedlemmer til utvalget, og blant medlemmene leder og nestleder. Minst ett av utvalgets medlemmer skal velges blant kommunestyrets eller fylkestingets medlemmer. Utvalgets leder har møte- og talerett i kommunestyret og fylkestinget når utvalgets saker behandles.",
                        "2.Utelukket fra valg er ordfører, fylkesordfører, varaordfører, medlem og varamedlem av formannskap og fylkesutvalg, medlem og varamedlem av kommunal eller fylkeskommunal nemnd med beslutningsmyndighet, medlem av kommuneråd eller fylkesråd og ansatte i kommunen eller fylkeskommunen.",
                        "3.Kommunestyret og fylkestinget kan når som helst foreta nyvalg av utvalgets medlemmer.",
                        "4.Kontrollutvalget skal påse at kommunens eller fylkeskommunens regnskaper blir revidert på en betryggende måte. Kontrollutvalget skal videre påse at det føres kontroll med at den økonomiske forvaltning foregår i samsvar med gjeldende bestemmelser og vedtak, og at det blir gjennomført systematiske vurderinger av økonomi, produktivitet, måloppnåelse og virkninger ut fra kommunestyrets eller fylkestingets vedtak og forutsetninger (forvaltningsrevisjon).",
                        "5.Kontrollutvalget skal påse at det føres kontroll med forvaltningen av kommunens eller fylkeskommunens interesser i selskaper m.m.",
                        "6.Kontrollutvalget skal rapportere resultatene av sitt arbeid til kommunestyret eller fylkestinget. Før en sak rapporteres til kommunestyret eller fylkestinget skal den ha vært forelagt administrasjonssjefen til uttalelse.",
                        "7.Kontrollutvalget kan hos kommunen eller fylkeskommunen, uten hinder av taushetsplikt, kreve enhver opplysning, redegjørelse eller ethvert dokument og foreta de undersøkelser som det finner nødvendig for å gjennomføre oppgavene.",
                        "8.Kontrollutvalgets møter holdes for lukkede dører dersom ikke utvalget selv har bestemt noe annet. Dersom møtet holdes for åpne dører, skal dørene likevel lukkes dersom utvalget skal behandle opplysninger som er underlagt lovbestemt taushetsplikt. § 31 nr. 3 siste punktum gjelder tilsvarende.",
                        "9.Kommunens og fylkeskommunens revisor har møte- og talerett i kontrollutvalgets møter.",
                        "10.Kommunestyret og fylkestinget skal sørge for sekretærbistand til kontrollutvalget.",
                        "11.Departementet kan gi forskrifter med nærmere bestemmelser om kontrollutvalgets oppgaver og saksbehandling mv.",
                        "Ny § 78 skal lyde:"
                    ]
                },
                {
                    "name": "§ 78",
                    "title": "Revisjon",
                    "sections": [
                        "1.Revisjon av kommunal og fylkeskommunal virksomhet skal skje i henhold til god kommunal revisjonsskikk.",
                        "2.Revisjonsarbeidet skal omfatte regnskapsrevisjon og forvaltningsrevisjon.",
                        "3.Kommunestyret eller fylkestinget avgjør selv om kommunen eller fylkeskommunen skal ansette egne revisorer, delta i interkommunalt samarbeid om revisjon, eller inngå avtale med annen revisor. Vedtaket treffes på grunnlag av innstilling fra kontrollutvalget.",
                        "4.Kommunestyret eller fylkestinget velger selv revisor. Vedtaket treffes på grunnlag av innstilling fra kontrollutvalget.",
                        "5.Kommunens eller fylkeskommunens revisor skal rapportere resultatene av sin revisjon og kontroll til kontrollutvalget.",
                        "6.Revisor kan hos kommunen eller fylkeskommunen, uten hinder av taushetsplikt, kreve enhver opplysning, redegjørelse eller ethvert dokument og foreta de undersøkelser som revisor finner nødvendige for å gjennomføre oppgavene.",
                        "7.Med mindre det følger av revisjonens oppgaver etter denne lov eller forskrift gitt i medhold av nr. 8, eller den opplysningene gjelder har samtykket til at taushetsplikten ikke skal gjelde, har revisor plikt til å bevare taushet om det de får kjennskap til i sitt oppdrag for kommunen eller fylkeskommunen.",
                        "8.Departementet kan gi forskrifter om revisjon.",
                        "Ny § 79 skal lyde:"
                    ]
                },
                {
                    "name": "§ 79",
                    "title": "Revisors uavhengighet",
                    "sections": [
                        "Den som foretar revisjon for en kommune eller fylkeskommune kan ikke ivareta revisjons- og kontrolloppdrag for kommunen eller fylkeskommunen dersom revisor eller dennes nærstående har en slik tilknytning til revidert eller kontrollert virksomhet, dens ansatte eller tillitsmenn, at dette kan svekke revisors uavhengighet og objektivitet. Det samme gjelder dersom det foreligger særegne forhold som er egnet til å svekke tilliten til revisors uavhengighet og objektivitet ved gjennomføring av oppgavene. Ansettelse som revisor i kommunen eller fylkeskommunen, eller i en interkommunal samarbeidsordning, medfører ikke i seg selv at revisoren mangler nødvendig uavhengighet og objektivitet.",
                        "Som nærstående regnes",
                        "a)ektefelle og en person som vedkommende bor sammen med i ekteskapsliknende forhold",
                        "b)slektninger i rett oppstigende eller nedstigende linje og søsken, og deres ektefeller eller personer som de bor sammen med i ekteskapsliknende forhold og",
                        "c)slektninger i rett oppstigende eller nedstigende linje og søsken til en person som nevnt under bokstav a.",
                        "Departementet kan gi forskrifter med nærmere bestemmelser om revisors uavhengighet.",
                        "Ny § 80 skal lyde:"
                    ]
                },
                {
                    "name": "§ 80",
                    "title": "Selskapskontroll",
                    "sections": [
                        "I interkommunale selskaper etter lov 29. januar 1999 nr. 6 og i aksjeselskaper der en kommune eller fylkeskommune alene eller sammen med andre kommuner eller fylkeskommuner eier alle aksjer, og i heleide datterselskaper til slike selskaper, har kommunens eller fylkeskommunens kontrollutvalg og revisor rett til å kreve de opplysninger som finnes påkrevd for deres kontroll, så vel fra selskapets daglige leder som fra styret og den valgte revisor for selskapet. I den utstrekning det finnes nødvendig, kan kontrollutvalget og kommunens revisor selv foreta undersøkelser i selskapet.",
                        "Kommunestyret eller fylkestinget kan fastsette regler om kontrollutvalgets og revisors kontroll med forvaltningen av kommunens eller fylkeskommunens interesser i selskapet og herunder fastsette hvilke dokumenter mv. som skal sendes kommunens eller fylkeskommunens kontrollutvalg og revisor.",
                        "Kontrollutvalget og kommunens eller fylkeskommunens revisor skal varsles og har rett til å være tilstede på selskapets generalforsamling, samt møter i representantskap og tilsvarende organ.",
                        "Ny § 81 skal lyde:"
                    ]
                },
                {
                    "name": "§ 81",
                    "title": "Overgangsregler",
                    "sections": [
                        "Interkommunale revisjonsenheter (distriktsrevisjoner) skal innen 1. januar 2005 være organisert som interkommunalt selskap etter lov om interkommunale selskaper 29. januar 1999 nr. 6, eller annen selskapsform.",
                        "Nåværende kapittel 12 blir nytt kapittel 13. I nytt kapittel 13 blir nåværende §§ 76 og 77 nye §§ 82 og 83.",
                        "I lov 17. juli 1925 nr. 11 om Svalbard gjøres følgende endringer:",
                        "§ 43 skal lyde:",
                        "Kommuneloven §§ 59 om lovlighetskontroll, opplysningsplikt m.v. og 60 om statlig kontroll og godkjenning av økonomiske forpliktelser får tilsvarende anvendelse for Longyearbyen lokalstyre.",
                        "§ 44 annet ledd annet punktum skal lyde:",
                        "Lokalstyret avgjør selv om revisjonen skal utføres av egne ansatte revisorer, gjennom samarbeid med kommuner om revisjon, eller ved å inngå avtale med annen revisor.",
                        "I lov 22. april 1927 nr. 3 om vergemål for umyndige skal § 85 første ledd første punktum lyde:",
                        "Revisjon av overformynderiets regnskaper utføres av den kommunale revisjon eller av annen revisor som foretar revisjon for kommunen.",
                        "I lov 21. november 1952 nr. 2 om betaling og innkreving av skatt oppheves § 56 nr. 1 tredje punktum.",
                        "I lov 28. juni 2002 nr. 57 om valg til fylkesting og kommunestyrer gjøres følgende endringer:",
                        "§ 3-3 (3) bokstav b, siste strekpunkt oppheves.",
                        "§ 3-3 (3) ny bokstav c skal lyde:",
                        "c)den som foretar revisjon for en kommune eller fylkeskommune.",
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        }
    ]
}