{
    "lawId": "LOV-2003-06-06-39",
    "lawName": "Lov om burettslag (burettslagslova)",
    "shortName": "Burettslagslova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "Kapittel 1 Innleiande føresegner",
            "paragraphs": [
                {
                    "name": "§ 1-1",
                    "title": "Verkeområde. Definisjonar",
                    "sections": [
                        "(1) Lova gjeld for burettslag. Med burettslag er meint eit samvirkeføretak som har til føremål å gi andelseigarane bruksrett til eigen bustad i føretakets eigedom (burett). Burettslag kan også drive verksemd som heng saman med buretten.",
                        "(2) Samvirkeføretak som har til hovudføremål å gi andelseigarane bruksrett til fritidsbustad, skal berre reknast som burettslag dersom føretaket er stifta som burettslag.",
                        "(3) Kongen gir forskrift om bruken av lova på Svalbard og kan fastsetje særlege reglar ut frå tilhøva på staden."
                    ]
                },
                {
                    "name": "§ 1-2",
                    "title": "Ansvarsavgrensing",
                    "sections": [
                        "(1) Andelseigarane heftar ikkje overfor kreditorane for lagsskyldnadene.",
                        "(2) Andelseigarane har ikkje plikt til gjere innskot i laget eller i eit konkursbu ut over det som følgjer av § 3-1 om andel, § 2-10 om burettsinnskot og § 5-19 om felleskostnader."
                    ]
                },
                {
                    "name": "§ 1-3",
                    "title": "Tilknytte lag",
                    "sections": [
                        "(1) Tilknytte burettslag er burettslag der det følgjer av vedtektene at andelseigarane skal vere andelseigarar i eit bestemt bustadbyggjelag.",
                        "(2) Med tilslutning frå alle andelseigarar og bustadbyggjelaget kan det fastsetjast i vedtektene at burettslaget skal vere eit tilknytt lag."
                    ]
                },
                {
                    "name": "§ 1-4",
                    "title": "Bustadaksjeselskap",
                    "sections": [
                        "(1) Det kan ikkje stiftast aksjeselskap eller allmennaksjeselskap med same føremål som burettslag.",
                        "(2) For aksjeselskap som er stifta før lova tok til å gjelde, og som har same føremål som burettslag, gjeld §§ 1-5, 4-2, kapittel 5 og omdanningsreglane i § 13-5."
                    ]
                },
                {
                    "name": "§ 1-5",
                    "title": "Forbod mot diskriminering",
                    "sections": [
                        "(1) I vedtektene kan det ikkje setjast vilkår for å vere andelseigar som tek omsyn til truvedkjenning, hudfarge, språkkunnskapar, nasjonalt eller etnisk opphav eller homofil legning, leveform eller orientering, og slike omstende kan ikkje reknast som sakleg grunn til å nekte godkjenning av ein andelseigar eller brukar eller ha vekt ved bruk av forkjøpsrett.",
                        "(2) Dersom det ligg føre omstende som gir grunn til å tru at det har funne stad diskriminering i strid med første ledd, skal slik diskriminering leggjast til grunn som bevist, med mindre den som har utført handlinga gjer det sannsynleg at det likevel ikkje har funne stad diskriminering i strid med lova her.",
                        "(3) Om skadebotansvar for ulovleg diskriminering gjeld vanlege skadebotreglar."
                    ]
                },
                {
                    "name": "§ 1-6",
                    "title": "Bruk av elektronisk kommunikasjon",
                    "sections": [
                        "(1) Om ikkje noko anna følgjer av lova her, kan burettslaget bruke elektronisk kommunikasjon når det skal gi meldingar, varsel, informasjon, dokument og liknande etter denne lova til ein andelseigar, dersom andelseigaren uttrykkeleg har godteke dette.",
                        "(2) Når ein andelseigar skal gi meldingar o.a. etter denne lova til laget, kan han eller ho gjere dette ved bruk av elektronisk kommunikasjon til den e-postadressa eller på den måten laget har fastsett for dette føremålet."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2 Stifting av burettslag. Innskot. Avtalar med utbyggjar o.a.",
            "paragraphs": []
        },
        {
            "name": "I Stifting",
            "paragraphs": [
                {
                    "name": "§ 2-1",
                    "title": "Stiftingsdokument",
                    "sections": [
                        "(1) For å stifte eit burettslag skal den eller dei som skal teikne andelane i laget (stiftarane), setje opp eit stiftingsdokument. Stiftingsdokumentet skal innehalde vedtektene for laget (§ 2-2) og dei føresegnene som er nemnde i § 2-3.",
                        "(2) Stiftarane skal teikne alle andelane i laget. Talet på andelar kan seinare berre endrast etter reglane i § 3-2. Førehandsavtale med burettslaget om å teikne andel er ikkje bindande.",
                        "(3) Det kan setjast som vilkår for å teikne andel at andelseigaren skal betale eit innskot til laget, jf. § 2-10."
                    ]
                },
                {
                    "name": "§ 2-2",
                    "title": "Minstekrav til vedtektene. Firma",
                    "sections": [
                        "(1) Vedtektene skal minst innehalde føresegner om",
                        "1.firma for laget,",
                        "2.kommunen i riket der laget skal ha forretningskontor,",
                        "3.pålydande verdi på andelane,",
                        "4.lågaste og høgaste tal på styremedlemmer,",
                        "5.kva saker som skal opp på den ordinære generalforsamlinga.",
                        "(2) Namnet på burettslaget (firmaet) skal innehalde ordet burettslag eller avkortinga BRL."
                    ]
                },
                {
                    "name": "§ 2-3",
                    "title": "Minstekrav til stiftingsdokumentet elles",
                    "sections": [
                        "Stiftingsdokumentet skal elles opplyse om namn eller firma, adresse og fødsels- eller organisasjonsnummer for stiftarane, tida for innbetaling av andelane og om kven som skal vere første styre og første revisor for laget. Det skal gå fram kva burettsregister andelane skal registrerast i."
                    ]
                },
                {
                    "name": "§ 2-4",
                    "title": "Forbod mot særlege rettar",
                    "sections": [
                        "Det kan ikkje takast inn vilkår i stiftingsdokumentet om",
                        "1.oppgjer av andelar med anna enn pengar,",
                        "2.om plikt for laget til å dekkje stiftingsutgiftene,",
                        "3.at laget skal ha plikt til å overta eignedelar eller bli part i avtale,",
                        "4.at nokon skal ha særlege rettar eller fordelar i laget på grunnlag av stiftinga."
                    ]
                },
                {
                    "name": "§ 2-5",
                    "title": "Opningsbalanse",
                    "sections": [
                        "(1) Stiftarane skal setje opp og datere ein opningsbalanse som skal leggjast ved stiftingsdokumentet.",
                        "(2) Opningsbalansen skal setjast opp i samsvar med regnskapsloven, og ein registrert eller statsautorisert revisor skal stadfeste at balansen er sett opp i samsvar med desse reglane. Opningsbalansen med revisors stadfesting skal tidlegast vere datert fire veker før stiftinga, jf. § 2-7."
                    ]
                },
                {
                    "name": "§ 2-6",
                    "title": "Byggje- og finansieringsplan",
                    "sections": [
                        "(1) Ein byggje- og finansieringsplan skal leggjast ved stiftingsdokumentet.",
                        "(2) Planen skal innehalde teikningar og skildring av lagets bygg med bustadene, kostnadsoverslag, finansieringsplan og driftsbudsjett.",
                        "(3) Planen skal vise kva bustad som er knytt til kvar andel, og fordelinga av felleskostnadene.",
                        "(4) Planen kan endrast av styret, eventuelt med samtykke frå generalforsamlinga etter § 8-9. Endring av innskotet kan berre skje etter § 2-10, og endring av fordelinga av felleskostnadene kan berre skje etter § 5-19."
                    ]
                },
                {
                    "name": "§ 2-7",
                    "title": "Stifting av laget",
                    "sections": [
                        "Stiftarane skal datere og skrive under stiftingsdokumentet. Når alle stiftarane har skrive under stiftingsdokumentet, er andelane teikna og laget stifta."
                    ]
                },
                {
                    "name": "§ 2-8",
                    "title": "Betaling av andelane",
                    "sections": [
                        "(1) Andelane skal betalast inn til pålydande innan den tida som er fastsett i stiftingsdokumentet. Er betalinga for sein, skal andelseigaren betale rente frå forfallstidspunktet etter lov om renter ved forsinket betaling m.m.",
                        "(2) Skiftar andelen eigar før andelen er innbetalt, er den nye og den tidlegare eigaren solidarisk ansvarlege når eigarskiftet er meldt til laget.",
                        "(3) Blir andelen ikkje betalt innan fem dagar etter at andelseigaren har fått ei skriftleg påminning, kan laget gi andre rett til å teikne andelen eller stryke andelsteikninga om det ikkje er i strid med § 3-1."
                    ]
                },
                {
                    "name": "§ 2-9",
                    "title": "Melding til Føretaksregisteret",
                    "sections": [
                        "(1) Laget skal meldast til Føretaksregisteret innan tre månader etter at stiftingsdokumentet er underskrive. Før laget blir meldt til Føretaksregisteret, skal andelskapitalen vere fullt innbetalt. Innbetalinga skal stadfestast av revisor. Er det betalt inn mindre enn det som er oppgitt og stadfesta i meldinga, er styremedlemmene og revisor solidarisk ansvarlege for det som manglar. Det gjeld sjølv om det ikkje er valda skade.",
                        "(2) Dersom laget ikkje er meldt til Føretaksregisteret innan fristen, kan laget ikkje registrerast. Plikter etter stiftingsdokumentet er då ikkje lenger bindande. Det same gjeld dersom registrering blir nekta på grunn av feil som ikkje kan rettast.",
                        "(3) Laget kan ikkje erverve rettar eller pådrage seg plikter før det er registrert."
                    ]
                }
            ]
        },
        {
            "name": "II Innskot",
            "paragraphs": [
                {
                    "name": "§ 2-10",
                    "title": "Innskot",
                    "sections": [
                        "(1) Er det sett som vilkår for å teikne andel at andelseigaren skal betale eit innskot til laget, skal storleiken på innskotet gå fram av byggje- og finansieringsplanen.",
                        "(2) Innskotet kan berre endrast med samtykke frå andelseigaren. Dersom andelseigaren ikkje vil gi samtykke til ein auke av innskotet – som er nødvendig for å få gjennomført byggje- og finansieringsplanen, utan andre endringar enn dei som trengst av tekniske grunnar eller etter krav frå styresmaktene eller annan tredjeperson, kan laget påleggje andelseigaren å selje andelen innan ein frist som ikkje kan setjast kortare enn tre månader frå pålegget er motteke. Føresegnene i § 4-8 gjeld tilsvarande.",
                        "(3) Innskotet kan berre krevjast betalt tilbake dersom laget blir oppløyst, om ikkje anna blir vedteke i samsvar med § 3-3. Retten til innskotet kan ikkje skiljast frå andelen."
                    ]
                },
                {
                    "name": "§ 2-11",
                    "title": "Sikring og betaling",
                    "sections": [
                        "(1) Dei samla innskota skal sikrast med pant i dei faste eigedommane laget har, med prioritet bak fellesgjeld som nemnd i byggje- og finansieringsplanen, og i tilfelle bak lån som blir tekne opp med samtykke etter § 8-9 nr. 4. Panteretten skal tinglysast med fellesskapen av innskytarar som panthavar. Styret kan disponere som panthavar på vegner av innskytarane.",
                        "(2) Laget kan ikkje ta mot innskot frå andre enn andelseigarar. Innskota kan ikkje krevjast inn før panteretten er tinglyst med rett prioritet. Er innskotet eller delar av det ikkje betalt innan fjorten dagar etter at andelseigaren har teke mot påkrav som er sendt på eller etter forfallsdagen, kan laget påleggje andelseigaren å selje andelen innan ein frist som ikkje kan setjast kortare enn tre månader frå pålegget er motteke. Føresegnene i § 4-8 gjeld tilsvarande."
                    ]
                }
            ]
        },
        {
            "name": "III Avtalar med bustadbyggjelag eller annan utbyggjar o.a.",
            "paragraphs": [
                {
                    "name": "§ 2-12",
                    "title": "Eige av opp til alle andelane",
                    "sections": [
                        "Eit bustadbyggjelag eller ein annan yrkesutøvar, medrekna organisasjonar og offentleg verksemd, som skal stå for erverv eller oppføring av bustader for burettslaget, kan eige opp til alle andelane i laget."
                    ]
                },
                {
                    "name": "§ 2-13",
                    "title": "Avtale mellom utbyggjar og forbrukar",
                    "sections": [
                        "(1) For avtale mellom yrkesutøvar som nemnd i § 2-12 og forbrukar om rett til bustad i laget gjeld bustadoppføringslova dersom arbeid som er omfatta av avtalen ikkje er fullført på avtaletida, og elles avhendingslova, jf. bustadoppføringslova § 1a og avhendingslova § 1-1a.",
                        "(2) Medan yrkesutøvar som nemnd i første ledd eig alle andelane i laget, kan forbrukaren etter avtale ha burett etter kapittel 5 før andelen blir overført eller teikna. Før buretten blir overteken, skal avtalen om rett til bustad i laget registrerast i burettsregisteret. Frå registreringa gjeld reglane om andel i kapittel 4 tilsvarande. Blir laget oppløyst før andelen er overført eller teikna, gjeld § 5-25 tilsvarande. Annan avtale med forbrukaren om bruksrett til bustaden er ikkje gyldig.",
                        "(3) Er buretten overteken etter andre leddet, skal andelen overførast eller teiknast seinast to år etter første overtaking av bruksrett i laget."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3 Andelskapital",
            "paragraphs": [
                {
                    "name": "§ 3-1",
                    "title": "Storleiken på andelane",
                    "sections": [
                        "(1) Andelane skal vere like store og lyde på minst 5 000 kroner, men ikkje meir enn 20 000 kroner.",
                        "(2) Laget skal ha minst to andelar."
                    ]
                },
                {
                    "name": "§ 3-2",
                    "title": "Endring av talet på andelar",
                    "sections": [
                        "(1) Det skal vere knytt ein andel til kvar av bustadene som er med i byggje- og finansieringsplanen, bortsett frå bustader som skal leigast ut.",
                        "(2) Styret kan vedta å auke talet på bustader eller knyte andelar til bustader som før har vore brukte eller tenkt brukte til utleige. Vedtaket krev samtykke frå generalforsamlinga med to tredjedels fleirtal. Pålydande på dei nye andelane og over- eller underkurs ved innbetaling skal gå fram av vedtaket.",
                        "(3) Styret kan gjere avtale med ein eller fleire andelseigarar om innløysing av andel. Avtalen skal opplyse om innløysingssummen og krev samtykke frå generalforsamlinga med to tredjedels fleirtal.",
                        "(4) Styret kan godkjenne samanslåing av andelar i samband med samanslåing av bustader.",
                        "(5) Talet på andelar kan ikkje endrast til berre ein. Er det berre ein bustad igjen i laget, skal laget reknast som oppløyst, og andelseigaren eller andelseigarane som har retten til bustaden, får personleg ansvar for skyldnadene."
                    ]
                },
                {
                    "name": "§ 3-3",
                    "title": "Forsvarleg drift",
                    "sections": [
                        "(1) Det skal ikkje takast opp nye skyldnader eller delast ut midlar til andelseigarane dersom dette fører til at ein ikkje forsvarleg kan rekne med at lagsskyldnadene kan dekkjast gjennom kravet mot andelseigarane på dekning av felleskostnader.",
                        "(2) Utanom oppgjer etter oppløysing av laget kan utdeling til andelseigarane berre skje etter vedtak i generalforsamlinga med to tredjedels fleirtal.",
                        "(3) Utdeling i strid med første og andre ledd skal mottakaren føre tilbake til laget. Det gjeld likevel ikkje dersom mottakaren korkje kjende eller burde kjenne til at utdelinga var ulovleg. Kravet på tilbakeføring kan setjast ned etter skadeserstatningsloven § 5-2."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4 Andelseigarar, overgang av andelar m.m.",
            "paragraphs": []
        },
        {
            "name": "I Andelseigarane",
            "paragraphs": [
                {
                    "name": "§ 4-1",
                    "title": "Hovudregelen om eige av andel",
                    "sections": [
                        "Om ikkje anna følgjer av kapittelet her, kan kvar andelseigar berre eige ein andel, og berre fysiske personar kan vere andelseigarar. I § 5-2 er det reglar om sameige i andel."
                    ]
                },
                {
                    "name": "§ 4-2",
                    "title": "Juridiske personar o.a. som kan eige andelar utan omsyn til vedtektene",
                    "sections": [
                        "(1) Desse kan til saman eige andel eller andelar som gir rett til minst ein bustad og opp til ti prosent av bustadene i lag med fem eller fleire andelar:",
                        "1.stat,",
                        "2.fylkeskommune,",
                        "3.kommune,",
                        "4.selskap som har til føremål å skaffe bustader og som blir leidd og kontrollert av stat, fylkeskommune eller kommune,",
                        "5.stiftingar som har til føremål å skaffe bustader og som er oppretta av staten, ein fylkeskommune eller kommune,",
                        "6.selskap, stifting eller andre som har inngått samarbeidsavtale med stat, fylkeskommune eller kommune om å skaffe bustader til vanskelegstilte.",
                        "(2) Utan hinder av første ledd og § 4-1 kan ein kreditor eige ein eller fleire andelar i opp til to år for å berge krav som er sikra med pant i andelen eller andelane. Det same gjeld der nokon tek over ein eller fleire andelar som elles ikkje kunne seljast på lang tid.",
                        "(3) Om rett til å eige andelar for yrkesutøvarar som skal stå for erverv eller oppføring av bustader for burettslaget, gjeld § 2-12."
                    ]
                },
                {
                    "name": "§ 4-3",
                    "title": "Juridiske personar o.a. som kan eige andelar etter vedtektene",
                    "sections": [
                        "Det kan fastsetjast i vedtektene at stat, fylkeskommune, kommune, bustadbyggjelag, institusjon eller samanslutning med samfunnsnyttig føremål og dessutan arbeidsgivar som skal leige ut bustad til sine tilsette, kan eige opp til tjue prosent av andelane i tillegg til andelar som kan eigast etter § 4-2 første ledd."
                    ]
                }
            ]
        },
        {
            "name": "II Eigarskifte og vilkår for eigarskifte",
            "paragraphs": [
                {
                    "name": "§ 4-4",
                    "title": "Eigarskifte og vilkår",
                    "sections": [
                        "Ein andel kan skifte eigar utan andre vilkår enn det som følgjer av § 4-1 eller anna lovføresegn eller av vedtektsføresegn som har fått tilslutning frå eigarane av dei andelane det gjeld. Vilkår for eigarskifte kan ikkje vedtektsfestast utan at det er sakleg grunn til det. Vedtektsføresegn eller avtale som hindrar eige som nemnd i § 4-2, er ikkje gyldig."
                    ]
                },
                {
                    "name": "§ 4-5",
                    "title": "Godkjenning av ny andelseigar",
                    "sections": [
                        "(1) Er det fastsett at ny andelseigar skal godkjennast av laget, kan godkjenning ikkje nektast utan sakleg grunn. Er ikkje melding om nekting av godkjenning komen fram til ervervaren seinast tjue dagar etter at søknad om godkjenning kom fram til laget, skal godkjenning reknast for å vere gitt.",
                        "(2) Er det fastsett at ein ny andelseigar skal godkjennast av laget, har ervervaren ikkje rett til å bruke bustaden før godkjenning er gitt, eller det er rettskraftig avgjort at ervervaren har rett til å erverve andelen. Er det reist søksmål om godkjenningsnektinga eller reist innvendingar mot eit salspålegg etter § 4-8, kan tingretten i orskurd fastsetje at ervervaren mot trygdgiving kan bruke bustaden til spørsmålet om godkjenning er rettskraftig avgjort. Forliksrådet kan ikkje ta avgjerd om slik bruksrett.",
                        "(3) Er det fastsett at ein ny andelseigar skal godkjennast av laget, er den førre andelseigaren solidarisk ansvarleg med ein eller fleire nye ervervarar for betaling av felleskostnader til godkjenning av ein ny andelseigar er gitt, eller det er rettskraftig avgjort at ein ny andelseigar har rett til å erverve andelen."
                    ]
                },
                {
                    "name": "§ 4-6",
                    "title": "Gebyr o.l.",
                    "sections": [
                        "For arbeid med eigarskifte og eventuell godkjenning, kan laget krevje eit vederlag på opp til fire gonger rettsgebyret av den som avhender andelen."
                    ]
                },
                {
                    "name": "§ 4-7",
                    "title": "Forbod mot tidsavgrensing o.a.",
                    "sections": [
                        "Vedtektsføresegn som går ut på at den som lovleg er blitt eigar av ein andel, har plikt til å avhende andelen, er ikkje gyldig anna enn for tilfelle med vesentleg mishald (jf. § 5-22), tilfelle der avhending er sett som vilkår for erverv av ny andel, og tilfelle der ein andelseigar i eit tilknytt burettslag melder seg ut av bustadbyggjelaget."
                    ]
                }
            ]
        },
        {
            "name": "III Pålegg om sal. Tvangssal",
            "paragraphs": [
                {
                    "name": "§ 4-8",
                    "title": "Pålegg om sal",
                    "sections": [
                        "(1) Er ein andel erverva i strid med § 4-1 eller vedtektsføresegn etter § 4-4, kan laget påleggje ervervaren å selje andelen. Pålegget skal vere gitt skriftleg og opplyse om at andelen kan krevjast tvangsseld om pålegget ikkje er etterkome innan ein frist som ikkje skal vere kortare enn tre månader.",
                        "(2) Er pålegget ikkje etterkome innan fristen, kan andelen krevjast seld gjennom namsstyresmaktene etter reglane om tvangssal så langt dei passar. Tvangsfullbyrdelsesloven §§ 4-18 og 4-19 gjeld tilsvarande. Dersom det innan fristen etter tvangsfullbyrdelsesloven § 11-7 første ledd blir reist innvendingar mot tvangssalet som ikkje er klart grunnlause, skal kravsmålet om tvangssal ikkje takast til følgje utan behandling i søksmåls former. Føresegnene i tvangsfullbyrdelsesloven § 11-20 om det minste bodet som kan stadfestast, gjeld ikkje ved tvangssal etter paragrafen her.",
                        "(3) Føresegnene i første og andre leddet gjeld tilsvarande der ein andelseigar ikkje lenger har rett til å eige andelen etter § 4-2 andre ledd eller på grunn av omstende som nemnde i § 4-7."
                    ]
                },
                {
                    "name": "§ 4-9",
                    "title": "Erverv av andel ved tvangssal",
                    "sections": [
                        "(1) Ved tvangssal kan laget kjøpe andelen.",
                        "(2) Dersom laget kjøper andelen etter tvangssal etter § 4-8, jf. §§ 5-21 og 5-22, kan laget krevje skadebot etter §§ 5-13 og 5-14 for skadar på bustaden eller forsømt vedlikehald.",
                        "(3) Andel som laget har kjøpt etter paragrafen her, og som ikkje kan seljast vidare innan tre månader, skal slettast, og bustaden kan leigast ut. Det kan knytast ny andel til bustaden etter reglane i § 3-2 andre ledd. Ved røysting på generalforsamling skal ein sjå bort frå andel som laget eig."
                    ]
                }
            ]
        },
        {
            "name": "IV Utløysing av andelseigar",
            "paragraphs": [
                {
                    "name": "§ 4-10",
                    "title": "Utløysing",
                    "sections": [
                        "(1) Tingretten kan påleggje laget å løyse ut ein andelseigar dersom tungtvegande grunnar talar for utløysing som følgje av at",
                        "1.laget har mishalde pliktene i høve til andelseigaren vesentleg, eller",
                        "2.styre, generalforsamling eller nokon som representerer laget har handla i strid med §§ 7-13 eller 8-15, eller",
                        "3.det har oppstått eit alvorleg og varig motsetningsforhold mellom andelseigaren og andre andelseigarar når det gjeld drifta av laget.",
                        "(2) Ein påstand om utløysing kan ikkje takast til følgje dersom utløysing vil verke urimeleg mot laget. Sak med påstand om utløysing må reisast innan rimeleg tid.",
                        "(3) Utløysingssummen skal setjast til det andelen var verd like før utløysingsgrunnen kom opp.",
                        "(4) Etter utløysing skal andelen slettast om han ikkje kan seljast innan tre månader, og bustaden kan leigast ut. Det kan knytast ny andel til bustaden etter reglane i § 3-2 andre ledd."
                    ]
                }
            ]
        },
        {
            "name": "V Forkjøpsrett",
            "paragraphs": [
                {
                    "name": "§ 4-11",
                    "title": "Reglar om forkjøpsrett",
                    "sections": [
                        "Føresegnene i §§ 4-12 til 4-21 gjeld dersom det følgjer av vedtektene at andelseigarar eller andre har forkjøpsrett når ein andel skiftar eigar. Føresegnene kan fråvikast i vedtektene om ikkje anna er sagt."
                    ]
                },
                {
                    "name": "§ 4-12",
                    "title": "Rettsovergang til nærståande",
                    "sections": [
                        "(1) Forkjøpsrett kan ikkje gjerast gjeldande når andelen går over til ektemake, til andelseigarens eller ektemakens slektning i rett opp- og nedstigande linje, til fosterbarn som faktisk står i same stilling som livsarving, til sysken eller til nokon annan som i dei to siste åra har høyrt til same husstand som den tidlegare eigaren. Forkjøpsrett kan heller ikkje gjerast gjeldande når andelen går over på skifte etter separasjon eller skilsmål, eller når ein husstandsmedlem tek over andelen etter føresegnene i husstandsfellesskapsloven § 3.",
                        "(2) Føresegnene i paragrafen her kan ikkje fråvikast."
                    ]
                },
                {
                    "name": "§ 4-13",
                    "title": "Utløysing av forkjøpsretten",
                    "sections": [
                        "(1) Avhending av andelen utløyser forkjøpsretten frå den tid da det er avtala på bindande måte at andelen skal gå over til ny eigar.",
                        "(2) Tvangssal utløyser forkjøpsretten frå den tid det ligg føre rettskraftig stadfestingsorskurd etter tvangsfullbyrdelsesloven §§ 11-30 og 11-51, jf. § 11-23.",
                        "(3) Arv utløyser forkjøpsretten frå arvefallet. Kan retten berre gjerast gjeldande mot somme av arvingane, lyt det først vere bindande avgjort på skifte kven av dei som skal ta over andelen."
                    ]
                },
                {
                    "name": "§ 4-14",
                    "title": "Kven som skal gjere forkjøpsretten gjeldande",
                    "sections": [
                        "Det er berre laget som kan gjere forkjøpsretten gjeldande på vegner av forkjøpsrettshavarane."
                    ]
                },
                {
                    "name": "§ 4-15",
                    "title": "Frist for å gjere forkjøpsretten gjeldande",
                    "sections": [
                        "(1) Fristen for å gjere forkjøpsretten gjeldande er tjue dagar frå laget fekk skriftleg melding om at andelen har skifta eigar, med opplysning om pris og andre vilkår. Fristen er fem kvardagar dersom laget har fått skriftleg førehandsvarsel om at andelen kan skifte eigar, og varselet er kome fram til laget minst femten dagar, men ikkje meir enn tre månader, før meldinga om at andelen har skifta eigar.",
                        "(2) Med kvardagar er meint alle dagar utanom sundagar og andre helgedagar, laurdagar og 1. og 17. mai.",
                        "(3) Føresegnene i paragrafen her kan ikkje fråvikast."
                    ]
                },
                {
                    "name": "§ 4-16",
                    "title": "Løysingskravet",
                    "sections": [
                        "(1) Krav om å få ta over andelen skal setjast fram skriftleg for avhendaren og ervervaren av andelen. Er forkjøpsretten utløyst ved tvangssal, er det nok at kravet blir sett fram for ervervaren.",
                        "(2) Er forkjøpsretten utløyst ved arv, skal kravet setjast fram for tingretten dersom arvebuet ikkje er teke over av sjølvskiftande arvingar. Elles skal kravet setjast fram for arvingane eller deira representant eller den som har teke over andelen."
                    ]
                },
                {
                    "name": "§ 4-17",
                    "title": "Om rettar og plikter",
                    "sections": [
                        "(1) Skiftar andelen eigar ved sal, tek forkjøpsrettshavaren over dei rettane og pliktene ervervaren har etter avtalen.",
                        "(2) Mot å betale løysingssummen kan forkjøpsrettshavaren krevje å få overta bustaden til den tida som følgjer av avtalen med ervervaren, og i alle fall når andelseigaren eller ein ny eigar har fått rimeleg høve til å områ seg.",
                        "(3) Mot å få overta bustaden skal forkjøpsrettshavaren betale løysingssummen seinast fjorten dagar etter at løysingskravet blei sett fram og løysingssummen er endeleg fastsett.",
                        "(4) Laget svarar for betaling av løysingssummen. Krav mot laget kan først setjast fram dersom forkjøpsrettshavaren ikkje har betalt innan fjorten dagar etter eit påkrav som er sett fram på eller etter forfallsdagen.",
                        "(5) Forkjøpsrettshavaren har rett til inntekter frå bustaden frå overtakinga av bruken og svarar for kostnadene frå same tid.",
                        "(6) Føresegnene i tredje og fjerde ledd kan ikkje fråvikast."
                    ]
                },
                {
                    "name": "§ 4-18",
                    "title": "Løysingssummen",
                    "sections": [
                        "(1) Løysingssummen skal setjast til den prisen andelen er seld for, men er andelen openbert seld til underpris, eller skiftar andelen eigar ved byte, gåve eller arv, skal løysingssummen fastsetjast etter vanleg pris. Forkjøpsrettshavaren har ikkje plikt til å ta over hefte på andelen.",
                        "(2) Tvist om løysingssummen høyrer under skjøn. Skjønet skal i lensmannsdistrikt styrast av lensmannen."
                    ]
                },
                {
                    "name": "§ 4-19",
                    "title": "Angrefrist",
                    "sections": [
                        "Har bustaden ikkje vore tilgjengeleg for synfaring før fristen for å bruke forkjøpsretten er ute, kan forkjøpsretthavaren seie seg ubunden av løysingskravet innan to veker etter at bustaden blei overteken. Seier forkjøpsrettshavaren seg ubunden i samsvar med første punktum, fell lagets ansvar for betaling av løysingssummen bort. Føresegnene i paragrafen her kan ikkje fråvikast."
                    ]
                },
                {
                    "name": "§ 4-20",
                    "title": "Omgjering",
                    "sections": [
                        "Avtale som utløyser forkjøpsretten kan avhendaren gjere om med verknad for forkjøpsrettshavaren inntil laget har fått melding om at andelen har skifta eigar."
                    ]
                },
                {
                    "name": "§ 4-21",
                    "title": "Forholdet mellom laget og forkjøpsrettshavarane",
                    "sections": [
                        "(1) Når laget har fått melding eller førehandsvarsel om eigarskifte, jf. § 4-15, skal laget oppmode alle som ønskjer å kunne nytte forkjøpsretten, om å melde seg til laget innan ein fastsett frist. Oppmodinga skal kunngjerast i minst ei avis som er vanleg lesen på staden, eller på annan måte som går fram av vedtektene. Fristen for å melde seg skal vere minst fem kvardagar (jf. § 4-15 andre ledd) frå kunngjeringa. Den som ikkje melder seg innan fristen, kan ikkje nytte forkjøpsrett ved dette eigarskiftet.",
                        "(2) Brot på reglane i første ledd endrar ikkje fristane i § 4-15.",
                        "(3) Laget kan setje som vilkår for å gjere forkjøpsretten gjeldande at forkjøpsrettshavaren har betalt inn løysingssummen til laget eller stilt sjølvskuldgaranti frå ein finansinstitusjon som har rett til å tilby slik teneste i Noreg.",
                        "(4) Føresegnene i første og andre ledd kan ikkje fråvikast."
                    ]
                },
                {
                    "name": "§ 4-22",
                    "title": "Gebyr",
                    "sections": [
                        "(1) Burettslaget kan krevje eit vederlag på opp til fem gonger rettsgebyret for å ta imot eit førehandsvarsel som nemnt i § 4-15 første ledd andre punktum. Blir forkjøpsretten gjort gjeldande, skal vederlaget betalast tilbake.",
                        "(2) Burettslaget kan setje som vilkår for å gjere forkjøpsretten gjeldande at forkjøpsretthavaren betalar eit vederlag på opp til fem gonger rettsgebyret.",
                        "(3) Føresegnene i paragrafen her kan ikkje fråvikast."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5 Bustadene",
            "paragraphs": []
        },
        {
            "name": "I Buretten",
            "paragraphs": [
                {
                    "name": "§ 5-1",
                    "title": "Hovudregelen om buretten",
                    "sections": [
                        "Kvar andel gir einerett til å bruke ein bustad i laget og rett til å nytte fellesareal til det dei er tenkte eller vanleg brukte til, og til anna som er i samsvar med tida og tilhøva."
                    ]
                },
                {
                    "name": "§ 5-2",
                    "title": "Sameige i andel",
                    "sections": [
                        "(1) I høve til laget kan berre den som bur eller skal bu i bustaden, bli eigar av sameigepart i andel på annan måte enn ved arv.",
                        "(2) Eig fleire ein andel saman, skal det reknast som overlating av bruken av bustaden dersom ein eller fleire av sameigarane ikkje bur i bustaden.",
                        "(3) Blir pålegg etter § 5-22 om sal gitt på grunn av bruksoverlating som nemnd i andre leddet, skal pålegget reknast som etterkome dersom ein eller fleire medeigarar som bur i bustaden, tek over andelen. Det same gjeld dersom ein eller fleire medeigarar som bur i bustaden, set fram krav etter ekteskapsloven eller husstandsfellesskapsloven om bruksrett til bustaden eller overtaking av sameigeparten. Fører ikkje kravet fram innan rimeleg tid, kan nytt pålegg om sal bli gitt, og for det pålegget gjeld ikkje føresegna i andre punktum.",
                        "(4) Er det sett vilkår om at andelseigaren skal vere andelseigar i eit bustadbyggjelag som burettslaget er knytt til, må alle sameigarane oppfylle dette vilkåret."
                    ]
                }
            ]
        },
        {
            "name": "II Overlating av bruken til andre",
            "paragraphs": [
                {
                    "name": "§ 5-3",
                    "title": "Overlating av bruken",
                    "sections": [
                        "Andelseigaren kan ikkje utan samtykke frå styret overlate bruken av bustaden til andre ut over det som følgjer av §§ 5-4 til 5-6."
                    ]
                },
                {
                    "name": "§ 5-4",
                    "title": "Overlating av bruken når andelseigaren sjølv bur i bustaden",
                    "sections": [
                        "Ein andelseigar som sjølv bur i bustaden, kan overlate bruken av delar av bustaden til andre."
                    ]
                },
                {
                    "name": "§ 5-5",
                    "title": "Overlating av bruken for opp til tre år",
                    "sections": [
                        "Med godkjenning frå styret kan andelseigaren overlate bruken av heile bustaden til andre for opp til tre år dersom andelseigaren sjølv eller ein person som nemnt i § 5-6 første ledd nr. 3, har butt i bustaden i minst eitt av dei to siste åra. Godkjenning kan berre nektast dersom brukarens forhold gir sakleg grunn til det. Godkjenning kan nektast dersom brukaren ikkje kunne blitt andelseigar."
                    ]
                },
                {
                    "name": "§ 5-6",
                    "title": "Overlating av bruken med særleg grunn",
                    "sections": [
                        "(1) Andelseigaren kan elles med godkjenning frå styret overlate bruken av heile bustaden dersom",
                        "1.andelseigaren er ein juridisk person, eller",
                        "2.andelseigaren skal vere borte mellombels som følgje av arbeid, utdanning, militærteneste, sjukdom eller andre tungtvegande grunnar, eller",
                        "3.ein medlem av brukarhusstanden er andelseigarens ektemake eller slektning i rett opp- eller nedstigande linje eller fosterbarn av andelseigaren eller ektemaken, eller",
                        "4.det gjeld bruksrett som nokon har krav på etter ekteskapsloven § 68 eller husstandsfellesskapsloven § 3 andre ledd.",
                        "(2) Godkjenning kan berre nektast dersom brukarens forhold gir sakleg grunn til det. I tilfelle som nemnt i første ledd, kan godkjenning nektast dersom brukaren ikkje kunne blitt andelseigar, jf. § 4-4."
                    ]
                },
                {
                    "name": "§ 5-7",
                    "title": "Søknad om godkjenning",
                    "sections": [
                        "Har laget ikkje sendt svar på ein skriftleg søknad om godkjenning av brukar innan ein månad etter at søknaden er komen fram til laget, skal brukaren reknast som godkjend."
                    ]
                },
                {
                    "name": "§ 5-8",
                    "title": "Andelseigarens ansvar",
                    "sections": [
                        "(1) Overlating av bruken minkar ikkje andelseigarens plikter i forhold til laget.",
                        "(2) Andelseigar som er juridisk person, skal peike ut ein fullmektig som kan ta imot meldingar frå laget om bruken av bustaden. Fullmektigen skal vere ein fysisk person. Laget kan krevje skriftleg svar innan ti dagar dersom det har vendt seg skriftleg til den utpeikte personen om spørsmål som gjeld mishald av pliktene i forhold til laget.",
                        "(3) Fysisk andelseigar skal halde styret orientert om kvar ein kan få tak i han, så lenge andelseigaren har overlate bruken av bustaden til andre."
                    ]
                },
                {
                    "name": "§ 5-9",
                    "title": "Pålegg om flytting",
                    "sections": [
                        "(1) Blir bruken overlaten i strid med reglane i paragrafen her, eller er vilkåra for bruksoverlating ikkje lenger til stades, kan laget påleggje brukaren å flytte og eventuelt krevje fråviking etter tvangsfullbyrdelsesloven kapittel 13.",
                        "(2) Oppfører brukaren seg slik at det er fare for øydelegging eller vesentleg forringing av eigedommen, eller slik at det er til alvorleg plage eller sjenanse for andre brukarar i eigedommen, kan laget krevje fråviking frå bustaden etter tvangsfullbyrdelsesloven kapittel 13. Kravsmål om fråviking skal setjast fram for tingretten. Dersom det innan fristen etter tvangsfullbyrdelsesloven § 13-6 blir reist innvendingar mot fråvikinga som ikkje er klart grunnlause, skal kravsmålet om fråviking ikkje takast til følgje utan behandling i søksmåls former."
                    ]
                },
                {
                    "name": "§ 5-10",
                    "title": "Bortfall av bruksrett",
                    "sections": [
                        "(1) Alle bruksrettar til bustaden fell bort når andelen skiftar eigar.",
                        "(2) For bruksrett som nokon har krav på etter ekteskapsloven § 68 eller husstandsfellesskapsloven § 3 andre ledd, gjeld likevel vanlege reglar om bortfall av hefte. Slik bruksrett har vern utan registrering mot andelseigarens kreditorar og seinare frivillig rettsstifting i andelen. Vedtektsfesta forkjøpsrett blir ikkje utløyst før bruksretten er fallen bort.",
                        "(3) Fell bruksretten bort på grunn av eigarskifte, kan brukaren krevje skadebot av andelseigaren om ikkje andelseigaren kan vise at bortfallet kom av ei hindring som låg utafor andelseigarens kontroll, og det ikkje var rimeleg å vente at andelseigaren kunne ha rekna med hindringa på avtaletida, eller at andelseigaren skulle unngå eller overvinne følgjene av hindringa."
                    ]
                }
            ]
        },
        {
            "name": "III Andelseigarens bruk, vedlikehald o.a.",
            "paragraphs": [
                {
                    "name": "§ 5-11",
                    "title": "Bruken av bustaden og eigedommen",
                    "sections": [
                        "(1) Andelseigaren skal fare fint med bustaden og fellesareala. Bruken av bustaden og fellesareala må ikkje på urimeleg eller unødvendig vis vere til skade eller ulempe for andre andelseigarar.",
                        "(2) Ein andelseigar kan med godkjenning frå styret gjennomføre tiltak på eigedommen som trengst på grunn funksjonshemming hos ein brukar av bustaden. Godkjenning kan ikkje nektast utan sakleg grunn.",
                        "(3) Andelseigaren kan ikkje utan samtykke frå styret bruke bustaden til anna enn bustadføremål.",
                        "(4) Styret kan fastsetje vanlege ordensreglar for eigedommen. Sjølv om det er vedteke forbod mot dyrehald, kan brukaren av bustaden halde dyr dersom gode grunnar talar for det, og dyrehaldet ikkje er til ulempe for dei andre brukarane av eigedommen."
                    ]
                },
                {
                    "name": "§ 5-12",
                    "title": "Vedlikehald o.a. frå andelseigaren",
                    "sections": [
                        "(1) Andelseigaren skal halde bustaden i forsvarleg stand.",
                        "(2) Andelseigaren skal halde ved like slikt som vindauge, røyr, leidningar, inventar, utstyr, apparat og innvendige flater i bustaden.",
                        "(3) Vedlikehaldet femner òg om nødvendig reparasjon eller utskifting av slikt som røyr, leidningar, inventar, utstyr, apparat, tapet, golvbelegg, vegg-, golv- og himlingsplater, skiljevegger, listverk, skap, benker og innvendige dører med karmar, men ikkje utskifting av vindauge og ytterdører til bustaden, eller reparasjon eller utskifting av tak, bjelkelag, berande veggkonstruksjonar og røyr eller leidningar som er bygde inn i berande konstruksjonar.",
                        "(4) Vedlikehaldsplikta gjeld òg utbetring av tilfeldig skade.",
                        "(5) I vedtektene kan vedlikehaldsplikta fastleggjast annleis enn det som går fram av paragrafen her. Ein andelseigar kan òg gjere avtale med laget om anna fastlegging av plikta."
                    ]
                },
                {
                    "name": "§ 5-13",
                    "title": "Andelseigarens skadebotansvar i høve til laget",
                    "sections": [
                        "(1) Laget kan krevje skadebot for tap som følgje av at andelseigaren ikkje oppfyller pliktene sine etter § 5-12. Det gjeld likevel ikkje så langt andelseigaren godtgjer at mishaldet kom av ei hindring utafor andelseigarens kontroll, og det ikkje er rimeleg å vente at andelseigaren skulle ha rekna med hindringa på avtaletida, eller at andelseigaren skulle ha overvunne eller unngått følgjene av hindringa.",
                        "(2) Ligg årsaka til mishaldet hos ein tredjeperson som andelseigaren har gitt i oppdrag heilt eller delvis å oppfylle pliktene, er andelseigaren fri for ansvar berre dersom tredjepersonen òg ville vere ansvarsfri etter føresegnene i første ledd.",
                        "(3) For tap som følgje av at bruken av eigedommen eller delar av eigedommen blir avbroten, kan laget berre krevje skadebot dersom mishaldet kjem av feil eller forsøming på andelseigarens side.",
                        "(4) Andelseigaren svarar berre for tap som ein rimeleg kunne rekne med som ei mogleg følgje av mishaldet. Forsømer laget å avgrense tapet gjennom rimelege tiltak, må laget sjølv bere den tilsvarande delen av tapet.",
                        "(5) Ansvaret kan setjast ned dersom det vil verke urimeleg for andelseigaren. Ved vurderinga skal ein leggje vekt på storleiken av tapet samanlikna med tap som til vanleg oppstår i liknande tilfelle, og tilhøva elles."
                    ]
                },
                {
                    "name": "§ 5-14",
                    "title": "Krav mot bakre ledd",
                    "sections": [
                        "Laget kan gjere sitt krav som følgje av mishald gjeldande mot ein tidlegare avtalepart som har gjort avtalen som ledd i næringsverksemd, i same mon som krav på grunn av mishald kan gjerast gjeldande av andelseigaren eller annan avtalepart."
                    ]
                },
                {
                    "name": "§ 5-15",
                    "title": "Skadebotansvar i høve til andre andelseigarar",
                    "sections": [
                        "(1) Dersom andre andelseigarar lir tap som følgje av at andelseigaren ikkje oppfyller pliktene sine etter § 5-12, kan dei krevje skadebot av andelseigaren etter § 5-13 første ledd om ikkje tapet er omfatta av skadebotkrav frå laget.",
                        "(2) For indirekte tap kan dei andre andelseigarane berre krevje skadebot dersom mishaldet kjem av feil eller forsøming på andelseigarens side. Som indirekte tap blir rekna",
                        "1.tap i næring,",
                        "2.tap som følgje av avbrot i bruken av eigedommen eller delar av eigedommen, men ikkje kostnader med nødvendig innlosjering for andelseigaren eller annan brukar av bustaden,",
                        "3.tap som følgje av skade på anna enn bustad og vanleg tilhøyrsle til bustad.",
                        "(3) Føresegnene i § 5-13 andre, fjerde og femte ledd og § 5-14 gjeld tilsvarande."
                    ]
                },
                {
                    "name": "§ 5-16",
                    "title": "Ansvar ved eigarskifte",
                    "sections": [
                        "(1) Ny eigar av andelen har plikt til å utføre vedlikehald, medrekna reparasjonar og utskifting, etter § 5-12 sjølv om det skulle ha vore utført av den førre andelseigaren.",
                        "(2) Ny eigar av andelen er skadebotansvarleg i høve til laget eller i høve til andre andelseigarar berre dersom det følgjer av §§ 5-13 og 5-15."
                    ]
                }
            ]
        },
        {
            "name": "IV Lagets vedlikehaldsplikt o.a.",
            "paragraphs": [
                {
                    "name": "§ 5-17",
                    "title": "Vedlikehald o.a. frå laget",
                    "sections": [
                        "(1) Laget skal halde bygningar og eigedommen elles i forsvarleg stand så langt plikta ikkje ligg på andelseigarane. Skade på bustad eller inventar som tilhøyrer laget, skal laget utbetre dersom skaden kjem av mishald frå ein annan andelseigar.",
                        "(2) Felles røyr, leidningar, kanalar og andre felles installasjonar som går gjennom bustaden, skal laget halde ved like. Laget har rett til å føre nye slike installasjonar gjennom bustaden dersom det ikkje er til vesentleg ulempe for andelseigaren.",
                        "(3) Andelseigaren skal gi tilgjenge til bustaden for utføring av arbeid som nemnt i første og andre leddet, og for ettersyn i høve til slikt vedlikehald, reparasjon eller utskifting. Ettersyn og utføring av arbeid skal gjennomførast slik at det ikkje er til unødig ulempe for andelseigaren eller annan brukar av bustaden.",
                        "(4) I vedtektene kan vedlikehaldsplikta fastleggjast annleis enn det som går fram av paragrafen her."
                    ]
                },
                {
                    "name": "§ 5-18",
                    "title": "Skadebotansvar for laget og bakre ledd",
                    "sections": [
                        "(1) Andelseigaren kan krevje skadebot for tap som følgje av at laget ikkje oppfyller pliktene sine etter § 5-17. Føresegnene i § 5-13 første, andre, fjerde og femte ledd og § 5-14 gjeld tilsvarande.",
                        "(2) For indirekte tap kan andelseigaren berre krevje skadebot dersom mishaldet kjem av feil eller forsøming på lagets side. Som indirekte tap blir rekna",
                        "1.tap i næring,",
                        "2.tap som følgje av avbrot i bruken av eigedommen eller delar av eigedommen, men ikkje kostnader med nødvendig innlosjering for andelseigaren eller annan brukar av bustaden,",
                        "3.tap som følgje av skade på anna enn bustad og vanleg tilhøyrsle til bustad."
                    ]
                }
            ]
        },
        {
            "name": "V Dekning av felleskostnader",
            "paragraphs": [
                {
                    "name": "§ 5-19",
                    "title": "Fordeling av felleskostnader",
                    "sections": [
                        "(1) Felleskostnadene i laget skal delast mellom andelseigarane ut frå tilhøvet mellom verdiane på bustadene eller ut frå andre retningslinjer som går fram av byggje- og finansieringsplanen. Fordelinga skal justerast dersom endringar av bustadene eller eigedommen elles fører til vesentleg endring av verditilhøva. Når særlege grunnar talar for det, skal visse kostnader delast etter nytten for den einskilde bustaden eller etter forbruk.",
                        "(2) Med tilslutning frå dei andelseigarane det gjeld, kan det fastsetjast ei anna fordeling enn nemnd i første ledd.",
                        "(3) Styret skal fastsetje kor mykje kvar andelseigar skal betale kvar månad til dekning av felleskostnader."
                    ]
                },
                {
                    "name": "§ 5-20",
                    "title": "Panterett for felleskostnader",
                    "sections": [
                        "(1) For krav på dekning av felleskostnader og andre krav frå lagsforholdet har laget panterett i andelen framfor alle andre hefte. Pantekravet kan ikkje vere større enn ein sum som svarar til to gonger grunnsummen i folketrygda på tidspunktet da tvangsdekning blir vedteken gjennomført.",
                        "(2) Panterett etter første ledd har vern utan registrering og kan ikkje registrerast. Føresegna i panteloven § 1-4 gjeld ikkje.",
                        "(3) Panteretten fell bort dersom det ikkje seinast to år etter at pantekravet skulle ha vore betalt, kjem inn kravsmål til namsstyresmaktene om tvangsdekning, eller dersom dekninga ikkje blir gjennomført utan unødig opphald.",
                        "(4) Med tilslutning frå dei andelseigarane det gjeld, kan det vedtektsfestast ein meir omfattande panterett mot andelseigarane enn etter første ledd. Slik panterett får vern etter vanlege reglar.",
                        "(5) Laget kan ikkje stifte panterett i andelen ved avtale ut over det som går fram av paragrafen her."
                    ]
                }
            ]
        },
        {
            "name": "VI Bortfall av bruksretten",
            "paragraphs": [
                {
                    "name": "§ 5-21",
                    "title": "Oppseiing frå andelseigaren",
                    "sections": [
                        "(1) Andelseigaren kan seie opp buretten med ein frist på minst seks månader. Andelseigaren svarar for felleskostnader for tida fram til buretten er fallen bort, om ikkje ein ny andelseigar har teke over ansvaret før.",
                        "(2) Har andelseigaren ikkje gitt frå seg buretten når fristen er ute, og andelen ikkje er avhenda, fell oppseiinga bort.",
                        "(3) Står oppseiinga ved lag, og andelen ikkje er avhenda innan fristen, kan laget krevje andelen seld etter § 4-8 andre ledd. Varsel etter tvangsfullbyrdelsesloven § 4-18 trengst ikkje.",
                        "(4) Krav på dekning av felleskostnader som fell på andelen, er omfatta av panteretten etter § 5-20 utan omsyn til om andelseigaren heftar for kravet."
                    ]
                },
                {
                    "name": "§ 5-22",
                    "title": "Salspålegg frå laget",
                    "sections": [
                        "(1) Dersom ein andelseigar trass i åtvaring misheld pliktene sine vesentleg, kan laget påleggje andelseigaren å selje andelen. Kravet om åtvaring gjeld ikkje i tilfelle der det kan krevjast fråviking etter § 5-23 første ledd. Åtvaring skal vere gitt skriftleg og opplyse om at vesentleg mishald vil gi laget rett til å krevje andelen seld. Pålegg om sal skal vere gitt skriftleg og opplyse om at andelen kan krevjast seld ved tvangssal dersom pålegget ikkje er etterkome innan ein frist som ikkje skal setjast kortare enn tre månader frå pålegget er motteke.",
                        "(2) Er pålegget ikkje etterkome innan fristen, kan laget krevje andelen seld etter § 4-8 andre ledd."
                    ]
                },
                {
                    "name": "§ 5-23",
                    "title": "Fråviking",
                    "sections": [
                        "(1) Oppfører andelseigaren seg slik at det er fare for øydelegging eller vesentleg forringing av eigedommen, eller slik at det er til alvorleg plage eller sjenanse for andre brukarar i eigedommen, kan laget krevje fråviking frå bustaden etter tvangsfullbyrdelsesloven kapittel 13. Kravsmål om fråviking kan setjast fram tidlegast samtidig med at det blir gitt pålegg etter § 5-22 om sal. Kravsmålet skal setjast fram for tingretten. Dersom det innan fristen etter tvangsfullbyrdelsesloven § 13-6 blir reist innvendingar mot fråvikinga som ikkje er klart grunnlause, skal kravsmålet om fråviking ikkje takast til følgje utan behandling i søksmåls former.",
                        "(2) Krav på dekning av felleskostnader som fell på andelen, er omfatta av panteretten etter § 5-20 utan omsyn til om andelseigaren heftar for kravet."
                    ]
                },
                {
                    "name": "§ 5-24",
                    "title": "Øydelegging ved brann o.a.",
                    "sections": [
                        "(1) Blir meir enn halvparten av bustadene i laget øydelagde ved brann eller anna hending, kan generalforsamlinga med to tredjedels fleirtal vedta at bustadene ikkje skal setjast i stand igjen. Andelseigarar med øydelagde bustader skal i tilfelle løysast ut med ein sum som svarar til nettoeiga i laget etter øydelegginga fordelt etter dei innbyrdes verditilhøva før øydelegginga.",
                        "(2) Øydelegging som femner om færre bustader, og andre skadar på eigedom eller bygning, skal rettast av laget om ikkje anna blir avtala med dei andelseigarane som er råka. Er retting umogleg, skal laget i staden løyse ut andelseigarane som er råka, etter reglane i første ledd andre punktum. Det same gjeld dersom kostnadene står i klart misforhold til det ein kan oppnå med rettinga, og generalforsamlinga med to tredjedels fleirtal vedtek at retting ikkje skal skje."
                    ]
                },
                {
                    "name": "§ 5-25",
                    "title": "Konkurs. Tvangssal og anna eigarskifte for eigedommen",
                    "sections": [
                        "(1) Går laget konkurs, skal buretten reknast som ein rett etter ein tidsubestemt husleigeavtale. Blir ikkje anna avtala, skal leiga setjast til gjengs leige, jf. husleieloven § 4-3, med verknad frå konkursopninga. Rettar og plikter elles følgjer dei ufråvikelege og fråvikelege reglane i husleieloven.",
                        "(2) Reglane i første ledd gjeld tilsvarande frå overtakinga dersom eigedom med bustad som er knytt til andel, skiftar eigar ved tvangssal eller på annan måte."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 6 Rettsregistrering",
            "paragraphs": [
                {
                    "name": "§ 6-1",
                    "title": "Burettsregister",
                    "sections": [
                        "(1) Andelane i burettslaget skal registrerast i eit burettsregister.",
                        "(2) Kongen gir nærare føresegner om organisering eller godkjenning av burettsregisteret, mellom anna kven som skal vere registerførar, tildelingskriterie, registreringsvilkår, bortfall av tildeling, garantiar for skadebotansvar og eigaravgrensingar, i tillegg til godkjenning av eit eller fleire burettsregister og om føringa av registeret. Private aktørar som oppfyller krava som Kongen fastsett, skal kunne føre eit burettsregister.",
                        "(3) Opplysningane registrert i burettsregisteret tilhøyrer staten og kan ikkje selgjast eller pantsetjast.",
                        "(4) Registerføraren må ha juridisk embetseksamen eller tilsvarande."
                    ]
                },
                {
                    "name": "§ 6-2",
                    "title": "Rettsregistrering",
                    "sections": [
                        "(1) Rettserverv som knyter seg til ein andel i eit burettslag, kan registrerast i burettsregisteret. Andre opplysningar kan registrerast dersom det er fastsett i lov.",
                        "(2) Stemninga eller eit utdrag av stemninga i eit søksmål som gjeld rett som nemnd i første ledd, kan registrerast dersom tingretten fastset det i orskurd."
                    ]
                },
                {
                    "name": "§ 6-3",
                    "title": "Vilkår for registrering",
                    "sections": [
                        "(1) Rettserverv som byggjer på frivillig disposisjon, kan berre registrerast dersom disposisjonen er gjord av eller med samtykke frå den som ut frå burettsregisteret har rett til å disponere.",
                        "(2) Rettservervet som treng samtykke frå ektemake eller løyve frå tingretten etter ekteskapsloven, kan berre registrerast når samtykke eller endeleg løyve ligg føre.",
                        "(3) Kongen kan fastsetje nærare vilkår for registrering, medrekna vilkår om bruk av godkjende blankettar og om stadfesting av underskrift."
                    ]
                },
                {
                    "name": "§ 6-4",
                    "title": "Registreringsdag",
                    "sections": [
                        "(1) Eit rettserverv skal registrerast same dag som krav om registrering kjem inn. Registreringa skal likevel skje den følgjande dag dersom kravet kjem inn seinare enn eit klokkeslett som skal fastsetjast i forskrift.",
                        "(2) Til det er avgjort at vilkåra for registrering er oppfylte, skal det gå fram at registreringa ikkje er endeleg."
                    ]
                },
                {
                    "name": "§ 6-5",
                    "title": "Hovudreglar om prioritet",
                    "sections": [
                        "(1) Eit registrert rettserverv går framom eit rettserverv som ikkje er registrert.",
                        "(2) Kolliderer fleire registrerte rettserverv, blir rekkjefølgja avgjord etter dagen for registreringa. Rettserverv som er registrerte same dagen, er likestilte, likevel slik at utlegg og arrest går framom andre rettsstiftingar. Er fleire utlegg registrerte same dagen, går det eldste først."
                    ]
                },
                {
                    "name": "§ 6-6",
                    "title": "Unntak frå prioritetsreglane o.a.",
                    "sections": [
                        "(1) Eit eldre rettserverv går utan omsyn til reglane i § 6-5 framom eit yngre dersom",
                        "1.det yngre ervervet byggjer på avtale eller anna grunnlag som for ervervaren står i liknande stilling, og ervervaren kjende eller burde kjenne det eldre ervervet på registreringsdagen, eller",
                        "2.det yngre ervervet er skjedd ved arv.",
                        "(2) For lovfastsette rettar har ikkje registrering noko å seie om ikkje anna er fastsett i lov.",
                        "(3) For rettar som følgjer av lagsforholdet, og som går fram av vedtektsføresegn som er registrert i Føretaksregisteret, har ikkje registrering i burettsregisteret noko å seie. Den regelen gjeld ikkje for andre panterettar enn panteretten etter burettslagslova § 5-20 første ledd.",
                        "(4) Ved avhending eller annan overgang av eigedomsrett skal rett som blir utleidd frå den tidlegare eigaren, og som blir registrert seinast same dag som overgangen av eigedomsretten, gå framom rett som er utleidd frå den nye eigaren. Om prioritet for panterett som sikrar lån for erverv ved tvangssal, gjeld tvangsfullfullbyrdelsesloven § 11-33 andre ledd andre punktum og § 11-51 fjerde ledd tredje punktum."
                    ]
                },
                {
                    "name": "§ 6-7",
                    "title": "Særreglar for panterett",
                    "sections": [
                        "Føresegnene i § 6-5 gjeld ikkje for avhending av panterett til eige eller pant eller for utlegg i panterett."
                    ]
                },
                {
                    "name": "§ 6-8",
                    "title": "Prioritetsendringar",
                    "sections": [
                        "(1) Prioritet for ein registrert rett kan endrast ved at rettshavaren vik for ein likestilt eller etterståande rett, dersom den registrerte eigaren av andelen og dei som har registrerte rettar med mellomliggjande prioritet, samtykkjer.",
                        "(2) Samtykke frå dei som har registrerte rettar med mellomliggjande prioritet, trengst likevel ikkje der ein panterett vik for ein annan panterett som ikkje lyder på større sum enn det vikinga gjeld.",
                        "(3) Den som vik for ein rett, får prioritet etter moglege rettar med mellomliggjande prioritet, om ikkje rettshavarane samtykkjer i å stå tilbake.",
                        "(4) Samtykke som nemnt i første ledd er ikkje noko vilkår for å få registrert ei prioritetsviking."
                    ]
                },
                {
                    "name": "§ 6-9",
                    "title": "Oppstigingsrett",
                    "sections": [
                        "Når ikkje anna er avtala eller følgjer av stiftingsgrunnlaget eller av § 6-10, stig etterståande rettar opp utan endring av den innbyrdes prioriteten, i den grad ein rett med betre prioritet fell bort ved innfriing."
                    ]
                },
                {
                    "name": "§ 6-10",
                    "title": "Opplåning og ombyting av panterett",
                    "sections": [
                        "(1) Ein registrert panterett kan etter avtale med den registrerte eigaren av andelen sikre høgare eller nye krav innafor det pålydande eller maksimum som er registrert for panteretten. Slik opplåning kan likevel ikkje skje etter at det er registrert utlegg som panthavaren har fått varsel om eller på annan måte kjennskap til, og panthavaren kan avbryte kredittforholdet utan fare for å lide urimeleg tap.",
                        "(2) Der ein panterett blir sletta, og det seinast samtidig blir registrert ein ny panterett (ombyting), får den nye retten same prioritet som den sletta, så sant utferdaren har gitt fråsegn om dette, og den nye panteretten ikkje har større pålydande eller maksimum enn den sletta."
                    ]
                },
                {
                    "name": "§ 6-11",
                    "title": "Rettsvern ved konkurs og akkord",
                    "sections": [
                        "(1) For at ein rett som byggjer på frivillig disposisjon, skal ha rettsvern i konkurs, må retten vere registrert seinast dagen før konkursopninga. Likevel har rettserverv som nemnde i §§ 6-6 tredje og fjerde ledd og § 6-7 rettsvern i konkurs utan omsyn til om og når ervervet er registrert.",
                        "(2) Har det vore opna forhandling om tvangsakkord under ei gjeldsforhandling rett før konkursen, jf. dekningsloven § 1-4 sjette ledd, må retten vere registrert seinast dagen før opninga av forhandling av tvangsakkord. Når retten er stifta med samtykke av gjeldsnemnda, er likevel rettsvernet i høve til konkursbuet ikkje avhengig av registrering.",
                        "(3) For at ein frivillig stifta rett skal ha rettsvern ved tvangsakkord, må retten vere registrert seinast dagen før opninga av forhandling om tvangsakkord."
                    ]
                },
                {
                    "name": "§ 6-12",
                    "title": "Prioritet i tilfelle av registreringsfeil o.a.",
                    "sections": [
                        "(1) Blir eit rettserverv ført feil inn i burettsregisteret, kan det likevel gjerast gjeldande i forhold til eit seinare registrert rettserverv.",
                        "(2) Ved dom kan det avgjerast at eit seinare registrert erverv som byggjer på avtale eller anna grunnlag som for ervervaren står i liknande stilling, skal gå framom det ervervet som tidlegare var ført feil inn i registeret. Vilkåra for dette er",
                        "1.at ervervaren av den seinare registrerte retten var i god tru da retten blei registrert,",
                        "2.at ervervaren utan eiga skyld ville lide tap ved å lite på registeret om retten skulle stå tilbake for den som var ført feil inn, og",
                        "3.at tapet for ervervaren av den seinare registrerte retten ville vere vesentleg større enn for den andre parten om den retten måtte vike, eller at det ville føre til vesentleg skipling av seinare registrerte rettsforhold om retten som var ført feil inn, skulle gå framom."
                    ]
                },
                {
                    "name": "§ 6-13",
                    "title": "Manglar ved medkontrahentens heimel o.a.",
                    "sections": [
                        "(1) Mot eit rettserverv som byggjer på avtale med den som ut frå burettsregisteret hadde rett til å disponere, kan det ikkje gjerast gjeldande at den registrerte rettshavaren likevel mangla rett til å disponere. Vilkåret er at rettservervet er registrert, og ervervaren var i god tru ved registreringa. Konflikten mellom fleire som har utleidd sin rett frå den registrerte rettshavaren, blir regulert av §§ 6-5 til 6-11.",
                        "(2) Det som er sagt i første ledd, gjeld ikkje der nokon er registrert som rettshavar på grunnlag av eit dokument som er ugyldig på grunn av falsk, forfalsking, tvang som nemnd i avtaleloven § 28, eller fordi utferdaren var mindreårig.",
                        "(3) Første og andre leddet gjeld tilsvarande der nokon i god tru har betalt leige eller retta ei oppseiing eller liknande til den som ut frå burettsregisteret er rette mottakar.",
                        "(4) Paragrafen her endrar ikkje det som følgjer av ekteskapsloven § 32, jf. § 35."
                    ]
                },
                {
                    "name": "§ 6-14",
                    "title": "Forelding av rettsvern",
                    "sections": [
                        "(1) Dersom ein registrert rett skal hefte på andelen i eit klart fastsett tidsrom eller fram til eit klart fastsett tidspunkt, fell verknaden av registreringa bort fem år etter det. At hovudstol og avdrag går framfor ein registrert panterett, er ikkje nok til at dette leddet kan brukast.",
                        "(2) For ein rett som skal gjelde for levetida til nokon, fell verknaden av registreringa bort eitt år etter dødsfallet.",
                        "(3) For utlegg fell verknaden av registreringa bort fem år etter registreringa. For arrest eller anna mellombels sikring under tvangsfullføring er fristen to år.",
                        "(4) Skal ein rett ikkje hefte på andelen for alltid, utan at reglane i første, andre og tredje ledd kjem inn, fell verknaden av registreringa bort tretti år etter at retten blei registrert, men ikkje før fem år etter at minstetida er ute, dersom det er registrert ei minstetid.",
                        "(5) Verknaden av registreringa fell ikkje bort dersom ny registrering skjer før fristen er ute. Frå ny registrering går ein ny frist som er like lang som den opphavlege."
                    ]
                },
                {
                    "name": "§ 6-15",
                    "title": "Klage",
                    "sections": [
                        "For klage på avgjerder av registerføraren gjeld reglane i tinglysingslova så langt ikkje noko anna er fastsett i kapitlet her."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 7 Generalforsamlinga",
            "paragraphs": []
        },
        {
            "name": "I Allmenne reglar",
            "paragraphs": [
                {
                    "name": "§ 7-1",
                    "title": "Mynde",
                    "sections": [
                        "Generalforsamlinga har øvste myndet i laget."
                    ]
                },
                {
                    "name": "§ 7-2",
                    "title": "Møterett",
                    "sections": [
                        "(1) Alle andelseigarar har rett til å vere med i generalforsamlinga med framleggs-, tale- og røysterett. Andelseigarens ektemake, sambuar eller ein annan medlem av andelseigarens husstand har rett til å vere til stades og til å uttale seg.",
                        "(2) Styremedlemmer, forretningsførar og leigar av bustad i laget har rett til å vere til stades i generalforsamlinga og til å uttale seg. Styreleiar og forretningsførar har plikt til å vere til stades om ikkje det er openbert unødvendig, eller dei har gyldig forfall."
                    ]
                },
                {
                    "name": "§ 7-3",
                    "title": "Fullmektig. Rådgivar",
                    "sections": [
                        "(1) Ein andelseigar kan møte ved fullmektig. Ingen kan vere fullmektig for meir enn ein andelseigar, men der fleire eig ein andel saman, kan dei ha sams fullmektig. Ei fullmakt kan kallast tilbake når som helst.",
                        "(2) Kvar andelseigar kan ta med ein rådgivar til generalforsamlinga. Rådgivaren har berre rett til å uttale seg dersom generalforsamlinga tillet det."
                    ]
                }
            ]
        },
        {
            "name": "II Møte i generalforsamling",
            "paragraphs": [
                {
                    "name": "§ 7-4",
                    "title": "Ordinær generalforsamling",
                    "sections": [
                        "(1) Laget skal halde ordinær generalforsamling innan utgangen av juni kvart år. Styret skal på førehand varsle alle andelseigarar med kjend adresse om dato for møtet og om siste frist for innlevering av saker som nokon ønskjer skal takast opp.",
                        "(2) Spørsmålet om godkjenning av årsrekneskapen og årsmeldinga skal alltid takast opp og avgjerast i den ordinære generalforsamlinga.",
                        "(3) Årsrekneskapen, årsmeldinga og revisjonsmeldinga skal seinast åtte dagar før generalforsamlinga sendast til alle andelseigarar med kjend adresse."
                    ]
                },
                {
                    "name": "§ 7-5",
                    "title": "Ekstraordinær generalforsamling",
                    "sections": [
                        "Ekstraordinær generalforsamling skal haldast når styret finn det nødvendig, eller når revisor eller minst to andelseigarar som til saman har minst ein tiandedel av røystene, krev det og samtidig seier kva saker dei ønskjer skal takast opp."
                    ]
                }
            ]
        },
        {
            "name": "III Innkalling til generalforsamling",
            "paragraphs": [
                {
                    "name": "§ 7-6",
                    "title": "Innkalling til generalforsamling",
                    "sections": [
                        "(1) Generalforsamlinga skal kallast inn av styret. Innkallinga skal vere send minst åtte og høgst tjue dagar før møtet skal haldast. Ekstraordinær generalforsamling kan om nødvendig kallast inn med kortare varsel som likevel skal vere på minst tre dagar.",
                        "(2) Dersom styret ikkje kallar inn til generalforsamling som skal haldast etter lova, vedtektene eller tidlegare vedtak i generalforsamlinga, skal tingretten snarast råd og på lagets kostnad kalle inn dersom det blir kravt av ein styremedlem, forretningsførar, revisor eller ein andelseigar.",
                        "(3) Alle andelseigarar med kjend adresse skal ha skriftleg innkalling. I vedtektene kan det fastsetjast at innkallinga i staden eller i tillegg skal skje på annan måte. Andelseigarar som ikkje bur i laget, skal i alle høve ha skriftleg innkalling."
                    ]
                },
                {
                    "name": "§ 7-7",
                    "title": "Saker som skal takast med i innkallinga",
                    "sections": [
                        "(1) I innkallinga skal dei sakene som skal behandlast, vere klart oppgitt. Skal eit forslag som etter lova eller vedtektene må vedtakast med minst to tredjedels fleirtal, kunne behandlast, må hovudinnhaldet vere teke inn i innkallinga.",
                        "(2) Saker som ein andelseigar ønskjer skal takast opp på den ordinære generalforsamlinga, skal nemnast i innkallinga når styret har motteke krav om det før fristen etter § 7-4 første ledd."
                    ]
                },
                {
                    "name": "§ 7-8",
                    "title": "Om kva saker generalforsamlinga skal og kan behandle",
                    "sections": [
                        "Generalforsamlinga kan ikkje gjere vedtak i andre saker enn dei som er nemnde i innkallinga, om ikkje alle andelseigarane i laget samtykkjer, og ikkje anna følgjer av særleg lovføresegn. At saka ikkje er nemnd i innkallinga, hindrar likevel ikkje at",
                        "1.den ordinære generalforsamlinga avgjer saker som etter lova eller vedtektene skal takast opp på kvar ordinær generalforsamling,",
                        "2.den ordinære generalforsamlinga avgjer krav om gransking som nemnd i § 7-14,",
                        "3.det blir valt styremedlemmer der nokon står på val,",
                        "4.det blir vedteke å kalle inn ny generalforsamling til å avgjere framlegg som er gjorde i møtet."
                    ]
                }
            ]
        },
        {
            "name": "IV Møtereglar",
            "paragraphs": [
                {
                    "name": "§ 7-9",
                    "title": "Møteleiing. Protokoll",
                    "sections": [
                        "(1) Generalforsamlinga skal leiast av styreleiaren om ikkje generalforsamlinga vel ein annan møteleiar, som ikkje treng vere andelseigar.",
                        "(2) Møteleiaren skal syte for at det blir ført protokoll over alle saker som blir behandla i generalforsamlinga, og alle vedtak som blir gjorde der. Protokollen skal underskrivast av møteleiaren og minst ein andelseigar som generalforsamlinga skal velje mellom dei som er til stades. Protokollen skal haldast tilgjengeleg for andelseigarane."
                    ]
                },
                {
                    "name": "§ 7-10",
                    "title": "Røysterett. Habilitet",
                    "sections": [
                        "(1) Kvar andelseigar har ei røyst på generalforsamlinga, sjølv om andelseigaren har fleire andelar. Ein andelseigar kan dessutan røyste som fullmektig for ein annan andelseigar. For ein andel med fleire eigarar kan det berre bli gitt ei røyst.",
                        "(2) Ingen kan sjølv eller ved fullmektig eller som fullmektig røyste på generalforsamlinga om avtale med seg sjølv eller nærståande eller om ansvar for seg sjølv eller nærståande i høve til laget. Det same gjeld for røysting om pålegg om sal eller krav om fråviking etter §§ 5-22 og 5-23."
                    ]
                }
            ]
        },
        {
            "name": "V Fleirtalskrav",
            "paragraphs": [
                {
                    "name": "§ 7-11",
                    "title": "Fleirtalskrav",
                    "sections": [
                        "(1) Vedtak i generalforsamlinga krev fleirtal av dei røystene som er gitt, om ikkje anna følgjer av lova. Ved val kan generalforsamlinga på førehand fastsetje at den som får flest røyster, skal reknast som vald. Det kan fastsetjast andre fleirtalskrav i vedtektene.",
                        "(2) Står røystetalet likt, skal saka avgjerast ved loddtrekning om ikkje anna følgjer av vedtektene.",
                        "(3) Endring av vedtektene krev to tredjedelar av dei røystene som er gitt. I vedtektene kan det fastsetjast strengare fleirtalskrav."
                    ]
                },
                {
                    "name": "§ 7-12",
                    "title": "Vedtektsveto",
                    "sections": [
                        "Med tilslutning frå alle andelseigarar kan det fastsetjast i vedtektene at ein tredjeperson skal godkjenne endring av desse vedtektsføresegnene for at endringa skal vere gyldig",
                        "1.føresegn som gjeld vilkår for å vere andelseigar i laget,",
                        "2.føresegn om forkjøpsrett til andel i laget,",
                        "3.føresegn om pris ved overføring av andel,",
                        "4.føresegn etter leddet her om godkjenning av vedtektsendring."
                    ]
                },
                {
                    "name": "§ 7-13",
                    "title": "Misbruk av mynde",
                    "sections": [
                        "Generalforsamlinga kan ikkje gjere noko vedtak som er skikka til å gi visse andelseigarar eller andre ein urimeleg fordel til skade for andre andelseigarar eller laget."
                    ]
                }
            ]
        },
        {
            "name": "VI Gransking",
            "paragraphs": [
                {
                    "name": "§ 7-14",
                    "title": "Framlegg om gransking",
                    "sections": [
                        "(1) Ein andelseigar kan gjere framlegg om gransking av stiftinga eller forvaltninga av laget eller nærare oppgitte omstende kring forvaltninga eller rekneskapane. Framlegget kan gjerast i ordinær generalforsamling eller på ei generalforsamling der det går fram av innkallinga at sak om slik gransking skal takast opp.",
                        "(2) Får framlegget tilslutning frå minst ein tiandedel av dei andelseigarane som møter på generalforsamlinga, kan kvar andelseigar innan ein månad etter generalforsamlinga krevje at tingretten ved orskurd tek avgjerd om gransking."
                    ]
                },
                {
                    "name": "§ 7-15",
                    "title": "Avgjerd i tingretten",
                    "sections": [
                        "(1) Tingretten skal ta til følgje eit krav etter § 7-14 andre ledd dersom retten meiner at det har rimeleg grunn.",
                        "(2) Før det blir teke avgjerd i saka, skal retten gi laget, og i tilfelle den granskinga elles vil omfatte, høve til å uttale seg.",
                        "(3) Retten skal oppnemne ein eller fleire granskarar. Det som er fastsett om revisor i revisorloven §§ 4-1 til 4-7 og § 5-2 tredje ledd, gjeld tilsvarande for granskarane. Dei har teieplikt etter same reglar som revisor.",
                        "(4) Retten skal fastsetje godtgjersle for granskarane. Kostnadene ved granskinga skal berast av laget. Retten kan fastsetje at laget skal deponere ein høveleg sum på førehand."
                    ]
                },
                {
                    "name": "§ 7-16",
                    "title": "Granskingsrapporten",
                    "sections": [
                        "(1) Granskarane skal gi ein skriftleg rapport om granskinga til tingretten.",
                        "(2) Retten skal innkalle generalforsamlinga til behandling av granskingsrapporten. Rapporten skal sendast til kvar andelseigar med kjend adresse slik at rapporten normalt er framme seinast ei veke før møtet."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 8 Styre og forretningsførar",
            "paragraphs": []
        },
        {
            "name": "I Styre. Arbeidet i styret",
            "paragraphs": [
                {
                    "name": "§ 8-1",
                    "title": "Styre",
                    "sections": [
                        "Laget skal ha eit styre. Styret skal ha minst tre medlemmer. Berre myndige personar kan vere styremedlemmer."
                    ]
                },
                {
                    "name": "§ 8-2",
                    "title": "Val av styremedlemmer",
                    "sections": [
                        "(1) Generalforsamlinga skal velje styremedlemmene. Styreleiaren skal veljast særskilt. Det kan fastsetjast i vedtektene at eit bustadbyggjelag som burettslaget er knytt til, skal velje ein av styremedlemmene, men eit fleirtal skal alltid veljast av generalforsamlinga i burettslaget.",
                        "(2) Generalforsamlinga kan velje varamedlemmer til styret. Vedtektene kan ha nærare føresegner om dette."
                    ]
                },
                {
                    "name": "§ 8-3",
                    "title": "Tenestetid. Avsetjing",
                    "sections": [
                        "(1) Styremedlemmene gjer teneste i to år om ikkje anna er fastsett av generalforsamlinga.",
                        "(2) Ein styremedlem har rett til å gå av før tenestetida er slutt, dersom det er særleg grunn til det. Styret og den som har valt styremedlemmen, skal ha rimeleg førehandsvarsel.",
                        "(3) Ein styremedlem kan avsetjast av den som har valt styremedlemmen."
                    ]
                },
                {
                    "name": "§ 8-4",
                    "title": "Vederlag",
                    "sections": [
                        "Eventuelt vederlag til styremedlemmene skal fastsetjast av generalforsamlinga."
                    ]
                },
                {
                    "name": "§ 8-5",
                    "title": "Styremøte",
                    "sections": [
                        "Styreleiaren skal syte for at styret held møte så ofte som det trengst. Ein styremedlem eller forretningsføraren kan krevje at styret blir kalla saman."
                    ]
                },
                {
                    "name": "§ 8-6",
                    "title": "Vedtak",
                    "sections": [
                        "(1) Styret er vedtaksført når meir enn halvparten av alle styremedlemmer er til stades.",
                        "(2) Vedtak kan gjerast med meir enn halvparten av dei røystene som er gitt. Står røystene likt, gjeld det møteleiaren har røysta for. Dei som røystar for eit vedtak som inneber ei endring, må likevel alltid utgjere minst ein tredjedel av alle styremedlemmene."
                    ]
                },
                {
                    "name": "§ 8-7",
                    "title": "Møteleiing. Protokoll",
                    "sections": [
                        "(1) Styreleiaren skal leie styremøtet. Er ikkje styreleiaren til stades, og det ikkje er valt nokon nestleiar, skal styret velje ein møteleiar.",
                        "(2) Styret skal føre protokoll over styresakene. Protokollen skal skrivast under av dei frammøtte styremedlemmene."
                    ]
                },
                {
                    "name": "§ 8-8",
                    "title": "Oppgåver for styret",
                    "sections": [
                        "Styret skal leie verksemda i laget i samsvar med lov, vedtekter og vedtak i generalforsamlinga. Styret kan ta alle avgjerder som ikkje i lov eller vedtekter er lagde til andre organ."
                    ]
                },
                {
                    "name": "§ 8-9",
                    "title": "Vedtak som krev samtykke frå generalforsamlinga",
                    "sections": [
                        "Styret kan ikkje utan at generalforsamlinga har gitt samtykke med minst to tredjedels fleirtal, gjere vedtak om",
                        "1.ombygging, påbygging eller andre endringar av bygg eller grunn som etter tilhøva i laget går ut over vanleg forvaltning og vedlikehald,",
                        "2.å auke talet på andelar eller å knyte andelar til bustader som før har vore tenkt brukt til utleige, jf. § 3-2 andre ledd,",
                        "3.sal eller kjøp av fast eigedom,",
                        "4.å ta opp lån som skal sikrast med pant med prioritet framfor innskota,",
                        "5.andre rettslege disposisjonar over fast eigedom som går ut over vanleg forvaltning,",
                        "6.tiltak elles som går ut over vanleg forvaltning, når tiltaket fører med seg økonomisk ansvar eller utlegg for laget på meir enn fem prosent av dei årlege felleskostnadene."
                    ]
                }
            ]
        },
        {
            "name": "II Forretningsførar",
            "paragraphs": [
                {
                    "name": "§ 8-10",
                    "title": "Forretningsførsel",
                    "sections": [
                        "(1) Laget skal ha ein forretningsførar om ikkje anna er fastsett i vedtektene. Forretningsføraren kan vere ein juridisk person.",
                        "(2) Avtale om forretningsførsel kan gjerast av styret. Avtalen kan seiast opp av laget med seks månaders varsel om ikkje kortare varsel er avtala. Med to tredjedels fleirtal kan generalforsamlinga gi samtykke til at avtale om forretningsførsel blir gjord uoppseieleg for eit tidsrom på opp til fem år."
                    ]
                },
                {
                    "name": "§ 8-11",
                    "title": "Forretningsførsel for tilknytte burettslag",
                    "sections": [
                        "Avtale om forretningsførsel med bustadbyggjelag som burettslaget er knytt til, kan opp til ti år etter at burettslaget er stifta, vere uoppseieleg eller ha lengre oppseiingsfrist enn seks månader. Slik avtale kan ha vilkår om at oppseiing berre kan skje dersom generalforsamlinga i burettslaget gir samtykke til det med to tredjedels fleirtal, og bustadbyggjelaget har fått høve til å uttale seg skriftleg om spørsmålet til kvar andelseigar i burettslaget seinast samtidig med innkalling til generalforsamlinga."
                    ]
                },
                {
                    "name": "§ 8-12",
                    "title": "Nedsetjing av vederlag. Heving",
                    "sections": [
                        "(1) Er ein avtale om forretningsførsel gjord medan eit bustadbyggjelag eller ein annan utbyggjar eigde alle andelane i burettslaget, kan burettslaget krevje at vederlaget blir sett ned dersom det er vesentleg høgare enn det som er vanleg for tilsvarande tenester.",
                        "(2) Burettslaget kan utan omsyn til føresegnene i §§ 8-10 og 8-11 heve ein avtale om forretningsførsel på grunn av vesentleg avtalebrot."
                    ]
                }
            ]
        },
        {
            "name": "III Forvaltning av midlar",
            "paragraphs": [
                {
                    "name": "§ 8-13",
                    "title": "Forvaltning av midlar",
                    "sections": [
                        "(1) Midlar som tilhøyrer laget, skal forvaltast forsvarleg og haldast skilde frå midlar som tilhøyrer andre.",
                        "(2) Pengar skal plasserast i norsk bank eller i annan finansinstitusjon som har rett til å tilby slik teneste i Noreg, og som har tilsvarande sikringsordning som norsk bank. Midlane kan lånast ut eller forvaltast på anna vis enn her nemnt, dersom dei blir sikra med garanti frå bank eller annan finansinstitusjon som nemnd i førre punktum. Avtale om slikt utlån eller slik forvaltning kan seiast opp av laget med seks månaders varsel om ikkje kortare varsel er avtala.",
                        "(3) Kongen kan gi nærare forskrifter om forvaltninga av midlane."
                    ]
                }
            ]
        },
        {
            "name": "IV Inhabilitet. Misbruk av posisjon o.a.",
            "paragraphs": [
                {
                    "name": "§ 8-14",
                    "title": "Inhabilitet",
                    "sections": [
                        "Ein styremedlem må ikkje vere med i behandlinga eller avgjerda av noko spørsmål som medlemmen sjølv eller nærståande har ei klar personleg eller økonomisk særinteresse i. Det same gjeld for forretningsføraren."
                    ]
                },
                {
                    "name": "§ 8-15",
                    "title": "Misbruk av posisjon i laget o.a.",
                    "sections": [
                        "(1) Styret og forretningsførar må ikkje gjere noko som er skikka til å gi visse andelseigarar eller andre ein urimeleg fordel til skade for andre andelseigarar eller laget.",
                        "(2) Styret eller forretningsføraren skal ikkje etterkome noko vedtak av generalforsamlinga dersom vedtaket strir mot lov eller vedtekter."
                    ]
                }
            ]
        },
        {
            "name": "V Representasjon og fullmakt",
            "paragraphs": [
                {
                    "name": "§ 8-16",
                    "title": "Representasjon og fullmakt",
                    "sections": [
                        "(1) Styret representerer laget utetter og teiknar firmaet. Styret kan gi styremedlemmer eller forretningsførar rett til å teikne firmaet. Slik fullmakt kan når som helst kallast tilbake.",
                        "(2) Forretningsføraren representerer laget utetter i saker som gjeld den daglege leiinga.",
                        "(3) Har nokon som representerer laget utetter etter første og andre ledd, ved disposisjon på vegner av laget gått ut over sitt mynde, er disposisjonen ikkje bindande for laget når laget godtgjer at medkontrahenten forstod eller burde ha forstått at myndet blei overskride, og det ville stride mot heider og god tru å gjere disposisjonen gjeldande.",
                        "(4) Etter at val av styremedlem eller avtale om forretningsførsel er registrert i Føretaksregisteret, kan manglar ved valet eller avtalen ikkje gjerast gjeldande overfor ein tredjeperson, om ikkje laget godtgjer at tredjepersonen kjende til mangelen.",
                        "(5) I saker mellom laget og styret eller einskilde styremedlemmer skal generalforsamlinga velje ein eller fleire personar til å representere laget i saka. Blir ikkje det gjort, kan tilseiing skje til kven som helst av andelseigarane."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 9 Revisjon",
            "paragraphs": [
                {
                    "name": "§ 9-1",
                    "title": "Revisor",
                    "sections": [
                        "Eit burettslag skal ha ein eller fleire statsautoriserte eller registrerte revisorar."
                    ]
                },
                {
                    "name": "§ 9-2",
                    "title": "Val av revisor",
                    "sections": [
                        "Generalforsamlinga skal velje ein eller fleire revisorar, og kan velje ein eller fleire vararevisorar."
                    ]
                },
                {
                    "name": "§ 9-3",
                    "title": "Bortfall av oppdraget",
                    "sections": [
                        "(1) Revisor gjer teneste fram til annan revisor er vald.",
                        "(2) Fell oppdraget for revisor bort før tenestetida er ute, skal styret utan opphald syte for val av ny revisor. Det same gjeld dersom revisor ikkje lenger fyller vilkåra for å kunne veljast til revisor i laget."
                    ]
                },
                {
                    "name": "§ 9-4",
                    "title": "Nyval av revisor",
                    "sections": [
                        "(1) Generalforsamlinga kan berre velje ny revisor når det er sagt i innkallinga at det vil bli gjort framlegg om nyval. Revisor har rett til å gjere greie for sitt syn på framlegget for generalforsamlinga.",
                        "(2) Har generalforsamlinga forkasta framlegg om nyval av revisor, kan ein tiandedel av alle andelseigarar innan ein månad etter generalforsamlinga krevje at tingretten ved orskurd oppnemner ein revisor i tillegg til andre revisorar i laget. Kravet skal takast til følgje dersom det har rimeleg grunn.",
                        "(3) Tingretten fastset tenestetid og godtgjersle for revisor som retten har oppnemnt. Vil revisor slutte før tenestetida er ute, skal det bli gitt rimeleg førehandsvarsel til retten."
                    ]
                },
                {
                    "name": "§ 9-5",
                    "title": "Revisjonsmelding",
                    "sections": [
                        "Revisor skal gi revisjonsmelding til generalforsamlinga for kvart rekneskapsår. Revisjonsmeldinga skal vere styret i hende seinast to veker før den ordinære generalforsamlinga."
                    ]
                },
                {
                    "name": "§ 9-6",
                    "title": "Revisor er med i generalforsamlinga",
                    "sections": [
                        "Revisor skal møte i generalforsamlinga når det skal behandlast saker som gjer dette nødvendig. Ut over dette har revisor rett til å møte i generalforsamlinga."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 10 Samanslåing og deling av burettslag",
            "paragraphs": [
                {
                    "name": "§ 10-1",
                    "title": "Samanslåing av burettslag",
                    "sections": [
                        "(1) Eit burettslag kan overdra eignedelar og skyldnader under eitt til eit anna burettslag mot at andelseigarane blir andelseigarar i det overtakande laget. Det kan fastsetjast at andelseigarar skal ha eit vederlag i pengar eller andre verdiar dersom utdeling kan skje etter § 3-3, og det trengst av omsyn til dei innbyrdes verditilhøva.",
                        "(2) I lag der ein tredjeperson etter avtale eller vedtekter kan motsetje seg endring av vedtektsføresegner som nemnde i § 7-12, er vedtak om overdraging ikkje gyldig utan godkjenning frå tredjepersonen. Godkjenning kan ikkje nektast dersom tilsvarande vilkår eller forkjøpsrett blir tekne inn i vedtektene for det overtakande laget."
                    ]
                },
                {
                    "name": "§ 10-2",
                    "title": "Plan for samanslåinga og godkjenning av planen",
                    "sections": [
                        "(1) Styra i laga skal utarbeide ein plan som minst viser namna på laga, framlegg til vedtektsendringar i det overtakande laget, tidspunktet for samanslåinga og eventuelt vederlag til andelseigarar. Siste årsrekneskap, årsmelding og revisjonsmelding for kvart av laga skal leggjast ved planen.",
                        "(2) Planen skal godkjennast av generalforsamlingane med tilslutning frå minst to tredjedelar av alle andelseigarane i kvart lag. Vedtektsendringane i det overtakande laget må vedtakast med slikt fleirtal som er fastsett i lov eller vedtekter."
                    ]
                },
                {
                    "name": "§ 10-3",
                    "title": "Melding til Føretaksregisteret og kreditorvarsel",
                    "sections": [
                        "(1) Seinast ein månad etter at samanslåinga er godkjend i laga, og vedtaket om samanslåing er gyldig i det overdragande laget, skal vedtaket saman med planen etter § 10-2 meldast til Føretaksregisteret av styret i kvart lag. Blir fristen overseten, fell vedtaka bort.",
                        "(2) Føretaksregisteret skal kunngjere vedtaka om samanslåing og varsle kreditorane i laga om at eventuelle motsegner mot samanslåinga må meldast til laget innan to månader frå siste kunngjering.",
                        "(3) Kunngjeringa skal setjast inn to gonger med minst ei vekes mellomrom i Norsk lysingsblad og i ei avis som er vanleg lesen på forretningsstaden for laget. Kunngjeringa i avisa kan takast inn i kortform med tilvising til kunngjeringa i Norsk lysingsblad."
                    ]
                },
                {
                    "name": "§ 10-4",
                    "title": "Motsegn frå kreditor",
                    "sections": [
                        "(1) Dersom ein kreditor med uomtvista og forfalle krav kjem med motsegn innan fristen etter § 10-3, kan samanslåinga ikkje gjennomførast før kravet er betalt.",
                        "(2) Ein kreditor med omtvista krav eller krav som ikkje er forfalle, kan krevje fullgod trygd for kravet dersom det ikkje er sikra slik frå før. Tingretten avgjer tvist om kravet er til, og om trygda er fullgod.",
                        "(3) Retten kan forkaste krav om trygd etter andre leddet når det er klart at kravet ikkje er til, eller at utsiktene til dekning ikkje blir dårlegare på grunn av samanslåinga.",
                        "(4) Kravsmål om avgjerd i retten må vere sett fram innan to veker etter at kreditor kravde betaling eller trygdgiving."
                    ]
                },
                {
                    "name": "§ 10-5",
                    "title": "Gjennomføring av samanslåinga",
                    "sections": [
                        "(1) Når fristen for motsegn etter § 10-3 er ute, og tilhøvet til kreditorar som har kome med motsegn, er avklart, skal det overtakande laget gi melding til Føretaksregisteret om at samanslåinga skal gjennomførast. Når samanslåinga er registrert, er samanslåinga gjennomført, det overdragande laget er oppløyst, og krav på eventuelt vederlag til andelseigarar forfell.",
                        "(2) Sjølv om tilhøvet til kreditorar som har reist motsegn, ikkje er avklart, kan tingretten etter kravsmål frå det laget krava gjeld, vedta at samanslåinga kan gjennomførast og meldast til Føretaksregisteret.",
                        "(3) Det overtakande laget skal ta vare på rekneskapsmateriale frå det overdragande laget i samsvar med regnskapsloven § 2-7 i minst ti år etter den endelege oppløysinga. Det same gjeld bøkene til laget. Registrerte rekneskapsopplysningar skal kunne bli gjengitt i samsvar med regnskapsloven § 2-2 i minst ti år etter den endelege oppløysinga."
                    ]
                },
                {
                    "name": "§ 10-6",
                    "title": "Deling av burettslag",
                    "sections": [
                        "(1) Eit burettslag kan overdra nokre av bustadene og andre eignedelar og eventuelt skyldnader til eit nytt lag av dei andelseigarane som har rett til dei bustadene det gjeld. Det kan fastsetjast at andelseigarar skal ha eit vederlag i pengar eller andre verdiar dersom utdeling kan skje etter § 3-3, og det trengst av omsyn til dei innbyrdes verditilhøva.",
                        "(2) Kan ein tredjeperson etter avtale eller vedtekter motsetje seg endring av vedtektsføresegner som nemnde i § 7-12 i det overdragande laget, blir vedtektsføresegnene del av vedtektene i det nye laget utan særskilt vedtaking om ikkje tredjepersonen går med på noko anna."
                    ]
                },
                {
                    "name": "§ 10-7",
                    "title": "Plan for delinga og godkjenning av planen",
                    "sections": [
                        "(1) Styret skal utarbeide ein plan som minst viser",
                        "1.framlegg til vedtektsendringar i det overdragande laget,",
                        "2.vedtekter, opningsbalanse og byggje- og finansieringsplan for det nye laget, jf. §§ 2-2 og 2-5,",
                        "3.tidspunktet for samanslåinga,",
                        "4.fordelinga av eignedelar, rettar og skyldnader mellom dei laga som er med i delinga, og",
                        "5.eventuelt vederlag til andelseigarar.",
                        "(2) Siste årsrekneskap, årsmelding og revisjonsmelding skal leggjast ved planen.",
                        "(3) Planen skal godkjennast av generalforsamlinga med tilslutning frå minst to tredjedelar av alle dei som skal bli andelseigarar i det nye laget, og minst to tredjedelar av alle andelseigarane som skal vere igjen i det overdragande laget."
                    ]
                },
                {
                    "name": "§ 10-8",
                    "title": "Melding til Føretaksregisteret, kreditorvarsel og motsegn",
                    "sections": [
                        "Føresegnene i §§ 10-3 og 10-4 gjeld tilsvarande."
                    ]
                },
                {
                    "name": "§ 10-9",
                    "title": "Gjennomføring av delinga",
                    "sections": [
                        "(1) Når fristen for motsegn etter § 10-8, jf. § 10-4, er ute, og tilhøvet til kreditorar som har kome med motsegn er avklart, skal det overtakande laget gi melding til Føretaksregisteret om at delinga skal gjennomførast. Når delinga er registrert, er delinga gjennomført, det nye laget er stifta, og krav på eventuelt vederlag til andelseigarar forfell.",
                        "(2) Føresegnene i § 10-5 andre ledd gjeld tilsvarande."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 11 Oppløysing av burettslag",
            "paragraphs": [
                {
                    "name": "§ 11-1",
                    "title": "Vedtak om oppløysing",
                    "sections": [
                        "(1) Oppløysing av laget krev vedtak på to generalforsamlingar etter kvarandre, med minst fire vekers mellomrom. På kvar generalforsamling må minst to tredjedelar av alle andelseigarane røyste for vedtaket. Den eine generalforsamlinga skal vere den ordinære generalforsamlinga.",
                        "(2) I lag der ein tredjeperson etter avtale eller vedtekter kan motsetje seg endring av vedtektsføresegner som nemnde i § 7-12, er vedtak om oppløysing ikkje gyldig utan godkjenning frå tredjepersonen. Godkjenning kan ikkje nektast dersom tilsvarande vilkår eller forkjøpsrett blir tekne inn i sameigevedtekter eller hefta på eigarseksjon eller annan fast eigedom. I slike tilfelle kan det fastsetjast i sameigevedtektene at dei ikkje kan endrast utan godkjenning av tredjepersonen, og forkjøpsrett kan heftast på for lengre tid enn 25 år utan hinder av § 6 i lov om løysingsrettar.",
                        "(3) Regelen i førre leddet gjeld tilsvarande ved sal av bustader frå laget."
                    ]
                },
                {
                    "name": "§ 11-2",
                    "title": "Avviklingsstyre og generalforsamling",
                    "sections": [
                        "(1) Når vedtak om oppløysing er gyldig, skal generalforsamlinga velje eit avviklingsstyre som kjem i staden for styret og forretningsføraren. Valet gjeld på ubestemt tid med ein oppseiingsfrist for medlemmene på tre månader.",
                        "(2) Føresegnene om styret i kapittel 8 gjeld tilsvarande for avviklingsstyret.",
                        "(3) Reglane om generalforsamlinga gjeld så langt dei passar under avviklinga.",
                        "(4) Etter krav frå minst ein femtedel av andelseigarane kan tingretten om særlege grunnar talar for det, fastsetje at retten skal kome i staden for generalforsamlinga. Retten skal gi styret høve til å uttale seg før avgjerda blir teken."
                    ]
                },
                {
                    "name": "§ 11-3",
                    "title": "Melding til Føretaksregisteret",
                    "sections": [
                        "Vedtak om å oppløyse laget skal meldast til Føretaksregisteret straks vedtaket er gyldig og avviklingsstyre er valt. Meldinga skal innehalde opplysningar om medlemmene av avviklingsstyret."
                    ]
                },
                {
                    "name": "§ 11-4",
                    "title": "Kreditorvarsel",
                    "sections": [
                        "(1) Ved registrering av meldinga om oppløysing skal Føretaksregisteret kunngjere vedtaket om å oppløyse laget. I kunngjeringa skal kreditorane til laget varslast om at dei må melde krava sine til avviklingsstyret innan to månader frå siste kunngjering. Namn og adresse til leiaren for avviklingsstyret skal gå fram av kunngjeringa.",
                        "(2) Kunngjeringa skal setjast inn to gonger med minst ei vekes mellomrom i Norsk lysingsblad og i ei avis som er vanleg lesen på forretningsstaden for laget. Kunngjeringa i avisa kan takast inn i kortform med tilvising til kunngjeringa i Norsk lysingsblad.",
                        "(3) Alle kreditorar med kjend adresse skal så vidt mogleg varslast særleg av laget."
                    ]
                },
                {
                    "name": "§ 11-5",
                    "title": "Stillinga for laget under avviklinga",
                    "sections": [
                        "(1) Når vedtak om oppløysing er gyldig, skal laget på brev, kunngjeringar og andre dokument leggje orda «under avvikling» til firmaet.",
                        "(2) Verksemda i laget kan halde fram så langt det er ønskjeleg for ei tenleg gjennomføring av avviklinga.",
                        "(3) Under avviklinga skal årsrekneskap avleggjast, reviderast og sendast til Rekneskapsregisteret etter same reglar som elles."
                    ]
                },
                {
                    "name": "§ 11-6",
                    "title": "Avviklingsbalanse o.a.",
                    "sections": [
                        "(1) Avviklingstyret skal lage ei oppteikning over dei eignedelar, rettar og skyldnader laget har, og gjere opp ein balanse med sikte på avviklinga.",
                        "(2) Oppteikninga og balansen skal i revidert stand leggjast ut på lagskontoret til ettersyn for andelseigarane. Kopi av balansen med fråsegn frå revisor skal sendast til alle andelseigarar med kjend adresse."
                    ]
                },
                {
                    "name": "§ 11-7",
                    "title": "Dekning av skyldnadene",
                    "sections": [
                        "(1) Avviklingsstyret skal syte for at dei skyldnadene laget har, blir dekte i den grad kreditor ikkje har fråfalle kravet sitt eller samtykkjer i å ta ein annan som debitor i staden.",
                        "(2) Kan ein kreditor ikkje finnast, eller nektar ein kreditor å ta imot sitt tilgodehavande, skal summen deponerast i Noregs Bank etter reglane i lov 17. februar 1939 nr. 2 om deponering i gjeldshøve.",
                        "(3) Burettsinnskota kan ikkje krevjast utbetalte dersom bustadene skal delast utan å gjerast om i pengar, jf. § 11-8."
                    ]
                },
                {
                    "name": "§ 11-8",
                    "title": "Omgjering av eignedelar til pengar",
                    "sections": [
                        "(1) Eignedelane til laget skal gjerast om i pengar så langt det er nødvendig for å dekkje skyldnadene laget har. Elles skal eignedelane gjerast om i pengar dersom minst ein tredjedel av andelseigarane krev det.",
                        "(2) Skal eignedelane gjerast om i pengar, har kvar andelseigar forkjøpsrett til den bustaden andelen er knytt til. For den forkjøpsretten gjeld reglane i lov om løysingsrettar så langt dei passar."
                    ]
                },
                {
                    "name": "§ 11-9",
                    "title": "Deling eller utbetaling",
                    "sections": [
                        "(1) Deling av eignedelane eller utbetaling til andelseigarane kan ikkje skje før lagsskyldnadene er dekte, og det er gått minst to månader sidan siste kunngjering av kreditorvarsel etter § 11-4.",
                        "(2) Deling av eignedelane eller utbetaling av overskot skal skje på grunnlag av innbyrdes verdi av bustadene.",
                        "(3) Utdeling kan likevel skje når det berre står igjen uvisse eller omtvista skyldnader, og det blir sett av ein tilstrekkeleg sum til å dekkje dei. Om ikkje anna er avtala, skal summen setjast inn på felleskonto for laget og den kreditoren det gjeld, slik at uttak ikkje kan skje utan skriftleg samtykke frå begge partar eller endeleg dom."
                    ]
                },
                {
                    "name": "§ 11-10",
                    "title": "Endeleg oppløysing",
                    "sections": [
                        "(1) Etter avslutta deling av eignedelar eller utbetaling av overskot skal revidert oppgjer leggjast fram for generalforsamlinga. Når oppgjeret er godkjent, skal det meldast til Føretaksregisteret at laget er endeleg oppløyst.",
                        "(2) Føresegnene i §§ 12-3 til 12-5 gjeld etter endeleg oppløysing òg.",
                        "(3) Avviklingsstyret skal syte for at rekneskapsmateriale blir teke vare på i samsvar med regnskapsloven § 2-7 i minst ti år etter den endelege oppløysinga. Det same gjeld bøkene til laget. Registrerte rekneskapsopplysningar skal kunne bli gjengitt i samsvar med regnskapsloven § 2-2 i minst ti år etter den endelege oppløysinga."
                    ]
                },
                {
                    "name": "§ 11-11",
                    "title": "Etterutlodding",
                    "sections": [
                        "Det som måtte tilfalle laget av summar som er sette av etter § 11-9 andre ledd, utdeling til andelseigarar som ikkje blir heva, og det som elles måtte vise seg å tilhøyre det oppløyste laget, skal loddast ut på etterskot. Er summen så liten at han ikkje står i forhold til ulempa eller kostnaden med ei etterutlodding, kan avviklingsstyret i staden bruke han til velgjerd, til humanitære føremål eller til beste for miljøet."
                    ]
                },
                {
                    "name": "§ 11-12",
                    "title": "Ansvar for udekte skyldnader",
                    "sections": [
                        "(1) Overfor kreditorar som ikkje har fått dekning etter § 11-7, og heller ikkje er tilstrekkeleg sikra ved avsetjing etter § 11-9 tredje ledd, heftar andelseigarane solidarisk, opp til verdien av det kvar har teke mot etter § 11-9 med frådrag for innskot. Overfor slik kreditor heftar dessutan medlemmene av avviklingsstyret solidarisk utan avgrensing om det ikkje blir godtgjort at dei har fare fram med tilbørleg aktsemd.",
                        "(2) I regressomgangen skal fordeling skje mellom andelseigarane i høve til det kvar enkelt har fått utdelt. Gjeldsbrevlova § 2 tredje ledd gjeld tilsvarande.",
                        "(3) Kreditors krav etter første ledd blir forelda tre år etter at den endelege oppløysinga er registrert i Føretaksregisteret."
                    ]
                },
                {
                    "name": "§ 11-13",
                    "title": "Omgjering av vedtak om oppløysing",
                    "sections": [
                        "(1) Vedtak om å oppløyse laget kan gjerast om av generalforsamlinga dersom minst halvparten av andelseigarane i laget røystar for det.",
                        "(2) Omgjering kan ikkje vedtakast dersom deling er gjennomført eller utbetaling til andelseigarane er skjedd.",
                        "(3) Omgjering av eit vedtak om oppløysing skal straks meldast til Føretaksregisteret av medlemmene av det nye styret i laget."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 12 Skadebot",
            "paragraphs": [
                {
                    "name": "§ 12-1",
                    "title": "Skadebotansvar",
                    "sections": [
                        "Den som i eigenskap av styremedlem, forretningsførar, granskar eller andelseigar valdar tap forsettleg eller aktlaust for laget, andelseigarar eller andre under utføringa av oppgåva si, har plikt til å bøte tapet. Det same gjeld for medlem av andre organ som er skipa etter vedtektene."
                    ]
                },
                {
                    "name": "§ 12-2",
                    "title": "Lemping",
                    "sections": [
                        "Skadebotansvar etter § 12-1 kan lempast etter skadeserstatningsloven § 5-2."
                    ]
                },
                {
                    "name": "§ 12-3",
                    "title": "Vedtak om å fremje lagets krav",
                    "sections": [
                        "(1) Generalforsamlinga avgjer om laget skal fremje skadebotkrav etter § 12-1. Er det opna gjeldsforhandling eller konkurs, gjeld føresegnene i konkursloven.",
                        "(2) Første ledd gjeld tilsvarande for inngåing av førehandsavtale mellom laget og nokon som er nemnd i § 12-1, som regulerer eller avgrensar skadebotansvaret deira."
                    ]
                },
                {
                    "name": "§ 12-4",
                    "title": "Krav på vegner av laget",
                    "sections": [
                        "(1) Har generalforsamlinga gitt ansvarsfritak eller forkasta framlegg om å krevje skadebot etter § 12-1, kan ein tiandedel, men minst to, av andelseigarane gjere skadebotansvar gjeldande på vegner av og i namnet til laget. Er søksmål om skadebot reist, kan det halde fram sjølv om nokre av andelseigarane trekkjer seg, eller andelen går over til andre.",
                        "(2) Søksmålet om skadebot må reisast ved felles fullmektig innan tre månader etter at vedtaket blei gjort av generalforsamlinga. Er det kravt gransking etter §§ 7-14 til 7-16, blir fristen rekna frå den dagen kravet er endeleg avslege, eller i tilfelle granskinga er avslutta.",
                        "(3) Kostnadene med søksmålet om skadebot er laget uvedkomande. Kostnadene kan likevel krevjast dekte av laget med opp til den summen som er komen laget til gode ved søksmålet.",
                        "(4) Paragrafen her gjeld ikkje når vedtaket som nemnt i første ledd er gjort med fleirtal som for vedtektsendring. Det same gjeld ved inngått forlik."
                    ]
                },
                {
                    "name": "§ 12-5",
                    "title": "Ansvarsfritak",
                    "sections": [
                        "Har generalforsamlinga gjort vedtak om ansvarsfritak eller om at ansvar ikkje skal gjerast gjeldande, kan laget likevel fremje krav grunna på omstende som generalforsamlinga på vesentlege punkt ikkje fekk rette og fullstendige opplysningar om da vedtaket blei gjort."
                    ]
                },
                {
                    "name": "§ 12-6",
                    "title": "Konkurrerande krav",
                    "sections": [
                        "Andelseigarar, kreditorar eller andre som har lidt tap fordi laget er påført tap, er bundne av skadeoppgjer med laget, og deira krav står tilbake for lagets krav."
                    ]
                },
                {
                    "name": "§ 12-7",
                    "title": "Andre krav på vegner av laget",
                    "sections": [
                        "(1) Føresegnene i §§ 12-3, 12-4 og 12-5 gjeld tilsvarande for myndet til å krevje offentleg påtale og reise privat straffesak.",
                        "(2) Føresegnene i §§ 12-4 og 12-5 gjeld tilsvarande for lagets krav på tilbakeføring etter § 3-3 tredje ledd."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 13 Ymse føresegner",
            "paragraphs": [
                {
                    "name": "§ 13-1",
                    "title": "Teieplikt",
                    "sections": [
                        "(1) Tillitsvalde, forretningsførar og tilsette i eit burettslag skal hindre at uvedkomande får tilgang til det dei har fått kjennskap til i verksemda i laget om personlege tilhøve. Teieplikta gjeld ikkje når inga rettkomen interesse tilseier at opplysningane skal haldast hemmelege.",
                        "(2) Forsettleg brot på teieplikta kan straffast med bøter."
                    ]
                },
                {
                    "name": "§ 13-2",
                    "title": "Saksbehandlinga i tingretten o.a.",
                    "sections": [
                        "(1) Når tingretten behandlar saker etter lova her, gjeld reglane i skifteloven §§ 22-25 når ikkje anna går fram av lova her.",
                        "(2) Orskurdar og andre avgjerder som retten tek etter lova her, kan påkjærast etter reglane i tvistemålsloven kapittel 26.",
                        "(3) Eit kjæremål kan ikkje grunnast på at orskurden eller avgjerda er utenleg eller uheldig. Dette gjeld ikkje orskurd etter §§ 7-14 til 7-16."
                    ]
                },
                {
                    "name": "§ 13-3",
                    "title": "Fristrekning",
                    "sections": [
                        "(1) For fristar som skal reknast i dagar, skal ein ikkje telje med den dagen da fristen tek til å gå, men ein skal rekne med møtedagen eller den dagen da handlinga fristen gjeld, tidlegast kan utførast eller seinast må vere utført.",
                        "(2) Fristar som skal reknast i veker, månader eller år, endar på den dagen i den siste veka eller den siste månaden som etter namnet eller talet svarar til den dagen fristen tek til å gå. Har ikkje månaden dette talet, endar fristen på den siste dagen i månaden.",
                        "(3) Endar ein handlingsfrist på ein laurdag, helgedag eller dag som etter lovgivinga er likestilt med helgedag, blir fristen lengd til den nærast følgjande yrkedagen."
                    ]
                },
                {
                    "name": "§ 13-4",
                    "title": "Tvistar",
                    "sections": [
                        "Avtale om at tvist mellom andelseigaren og laget skal avgjerast ved skilsdom eller med endeleg verknad elles av eit organ utanom domstolane, er berre gyldig dersom avtalen er gjord etter at tvisten oppstod."
                    ]
                },
                {
                    "name": "§ 13-5",
                    "title": "Omdanning av bustadaksjeselskap",
                    "sections": [
                        "(1) Aksjeselskap som har til føremål å gi aksjeeigarane leigerett eller annan bruksrett til bustad, kan omdannast til burettslag etter paragrafen her.",
                        "(2) Framlegget om omdanning skal førebuast av styret og innehalde dei vedtektsendringane som trengst, opningsbalanse for burettslaget og dessutan opplysningar om kva bustad som er knytt til kvar andel, om eventuelle innskot og om fordelinga av felleskostnadene.",
                        "(3) Omdanninga må vedtakast på generalforsamling og krev tilslutning frå alle aksjeeigarane i selskapet.",
                        "(4) Styret skal innhente fullmakter til å slette eventuelle tinglyste leigerettar som er knytte til aksjane, og skal innhente eventuelle pantebrev som sikrar innskot som er knytte til aksjane, saman med fullmakter til å slette pantebreva.",
                        "(5) Omdanninga krev skriftleg samtykke frå alle med panterett i aksjar som er meld til selskapet, eller som styret elles har kunnskap om.",
                        "(6) Når omdanninga er vedteken, og styret har innhenta fullmakter og pantebrev som nemnde i fjerde ledd, skal vedtaket meldast til Føretaksregisteret. Rettkjende kopiar av samtykke frå panthavarar som nemnde i femte ledd, og ei fråsegn frå styret om at samtykke frå alle kjende panthavarar er innhenta, skal leggjast ved meldinga. Samanslutninga er eit burettslag frå det tidspunktet omdanningsvedtaket er registrert.",
                        "(7) Selskapskreditorar og medkontrahentar kan ikkje motsetje seg omdanninga dersom eigenkapitalen etter omdanninga er minst like høg som aksjekapitalen.",
                        "(8) Andelane skal snarast råd registrerast i burettsregisteret. Pant i aksjar skal registrerast som pant i den tilsvarande andelen.",
                        "(9) Snarast råd etter registreringa i burettsregisteret skal styret slette tinglyste leigerettar og pantebrev som nemnde i fjerde ledd, og seinast samtidig tinglyse ein panterett som nemnd i § 2-11 første ledd på beste ledige prioritet. Styret skal be om at namneendring blir notert i grunnboka på grunnlag av firmaattest."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 14 Ikraftsetjing. Overgangsreglar",
            "paragraphs": []
        },
        {
            "name": "I Ikraftsetjing",
            "paragraphs": [
                {
                    "name": "§ 14-1",
                    "title": "Ikraftsetjing",
                    "sections": [
                        "(1) Lova gjeld frå den tid Kongen fastset.",
                        "(2) Frå same tid blir lov 4. februar 1960 nr. 2 om borettslag oppheva."
                    ]
                }
            ]
        },
        {
            "name": "II Overgangsreglar",
            "paragraphs": [
                {
                    "name": "§ 14-2",
                    "title": "Tilknytte lag",
                    "sections": [
                        "I burettslag som etter tidlegare gjeldande reglar er tilknytte eit bustadbyggjelag, gjeld desse særreglane:",
                        "1.Det skal reknast som eit vilkår for å vere andelseigar at vedkomande er andelseigar i bustadbyggjelaget, og laget skal reknast som eit tilknytt lag etter § 1-3, om ikkje anna blir fastsett i vedtektene med samtykke frå bustadbyggjelaget.",
                        "2.Eldre vedtektsføresegn om at endring av vedtektene ikkje er gyldig utan samtykke frå bustadbyggjelaget, gjeld berre for endring av vedtektsføresegner som nemnde i § 7-12 dersom endringa blir vedteken etter at lova her blei sett i kraft.",
                        "3.Forretningsføraravtale mellom bustadbyggjelag og tilknytt burettslag som er gjord før lova tok til å gjelde, og som etter sitt innhald er uoppseieleg i meir enn fem år eller berre kan seiast opp på visse vilkår, kan burettslaget seie opp med seks månaders varsel når det er gått fem år frå lova her blei sett i kraft, og minst ti år frå burettslaget blei stifta. Oppseiing kan berre skje dersom generalforsamlinga i burettslaget gir samtykke til det med to tredjedels fleirtal, og bustadbyggjelaget har fått høve til å uttale seg skriftleg om spørsmålet til kvar andelseigar i burettslaget seinast samtidig med innkalling til generalforsamlinga.",
                        "4.Tingretten kan setje ei oppseiing etter nummer 3 til side dersom oppseiinga vil verke urimeleg, og bustadbyggjelaget har reist søksmål innan 30 dagar etter at skriftleg oppseiing kom fram til laget."
                    ]
                },
                {
                    "name": "§ 14-3",
                    "title": "Stifting",
                    "sections": [
                        "Burettslag som er stifta før lova her blei sett i kraft, kan registrerast i Føretaksregisteret sjølv om stiftinga ikkje er gjennomført etter §§ 2-1 til 2-8. Registrering må i tilfelle skje seinast seks månader etter konstituerande generalforsamling."
                    ]
                },
                {
                    "name": "§ 14-4",
                    "title": "Avtalar om rett til andel o.a.",
                    "sections": [
                        "(1) Er det før lova her blei sett i kraft, gjort ein eller fleire avtalar med eit bustadbyggjelag om rett til å overta eller teikne andel i eit burettslag, jf. lov 4. februar 1960 nr. 2 om borettslag § 8, gjeld ikkje føresegnene i lova her, avhendingslova § 1-1a eller bustadoppføringslova § 1a for desse avtalane og tilsvarande avtalar i same burettslaget. Lova elles gjeld ikkje for burettslaget før alle andelane er overtekne eller teikna.",
                        "(2) Er det i andre tilfelle enn dei som er nemnde i første ledd, gjort ein eller fleire avtalar med eit burettslag om leige av bustad og burettsinnskot, jf. lov 4. februar 1960 nr. 2 om borettslag § 26, gjeld ikkje føresegnene i lova her, avhendingslova § 1-1a eller bustadoppføringslova § 1a for desse avtalane og tilsvarande avtalar i same burettslaget. Lova elles gjeld ikkje for burettslaget før alle bustadene er overtekne."
                    ]
                },
                {
                    "name": "§ 14-5",
                    "title": "Innskot",
                    "sections": [
                        "(1) I burettslag som er stifta før lova her blei sett i kraft, skal føresegnene i § 2-10 og 2-11 gjelde for eksisterande panterett som sikrar burettsinnskot. Det er ikkje nødvendig å endre prioritet for eksisterande panterett som hadde dårlegare prioritet enn nemnd i § 2-11 første ledd da lova blei sett i kraft.",
                        "(2) Rettsverknader knytte til andelsobligasjonar eller lånebevis for innskot fell bort når andelen er registrert i burettsregisteret."
                    ]
                },
                {
                    "name": "§ 14-6",
                    "title": "Andelar",
                    "sections": [
                        "(1) Føresegna i § 3-1 om storleiken på andelane gjeld ikkje for lag som er stifta før lova her blei sett i kraft.",
                        "(2) Rettsverknader knytte til andelsbrev fell bort når andelen er registrert i burettsregisteret. Om rettsvern for pant gjeld § 14-9 tredje ledd."
                    ]
                },
                {
                    "name": "§ 14-7",
                    "title": "Andelseigarar og forkjøpsrett",
                    "sections": [
                        "(1) Eldre vedtektsføresegn som gir juridiske personar o.a. rett til å eige fleire andelar enn det som går fram av § 4-3, skal gjelde utan hinder av den paragrafen.",
                        "(2) I lag som er stifta før lova her blei sett i kraft, skal det reknast å vere eit vilkår at ny andelseigar skal godkjennast av laget, jf § 4-5, om ikkje anna blir fastsett i vedtektene.",
                        "(3) Føresegnene i §§ 4-11 til 4-21 gjeld ikkje der forkjøpsretten er utløyst før lova her blei sett i kraft."
                    ]
                },
                {
                    "name": "§ 14-8",
                    "title": "Bustadene",
                    "sections": [
                        "(1) Burett etter kapittel 5 kjem i staden for leigerett etter lov 4. februar 1960 nr. 2 om borettslag § 33, jf. § 34.",
                        "(2) Sameige i andel som er oppstått før lova her blei sett i kraft, kan halde fram utan hinder av § 5-2.",
                        "(3) Er bruken overlaten til andre enn andelseigaren før lova her blei sett i kraft, kan bruken halde fram utan hinder av føresegnene i §§ 5-3 til 5-6.",
                        "(4) Fordeling av vedlikehaldsplikt o.a. som avvik frå §§ 5-12 og 5-17, og som går fram av eldre vedtekter eller leigeavtalar som er allment nytta i laget, gjeld fram til noko anna blir fastsett i vedtektene. Avvikande fordeling som er avtala særleg mellom laget og enkelte andelseigarar, kan berre endrast i samsvar med avtalen.",
                        "(5) Eldre fordeling av husleige gjeld tilsvarande for felleskostnader utan hinder av § 5-19 til noko anna blir fastsett i samsvar med vilkåra i den paragrafen for endring av fordelinga.",
                        "(6) Panterett etter § 5-20 første ledd kjem i staden for eldre avtala panterett som laget har for krav etter leigeavtalen, og står elles tilbake for panterett som hadde fått rettsvern mot andelseigarens kreditorar før lova her blei sett i kraft, om ikkje anna følgjer av allmenne prioritetsreglar.",
                        "(7) Har laget sagt opp leigeretten eller kravt tvangsfråviking før lova her blei sett i kraft, gjeld tidlegare reglar om fristar, søksmål, pålegg om sal og om tvangsfullføring. Sameleis er det dersom andelseigaren har sagt opp leigeretten."
                    ]
                },
                {
                    "name": "§ 14-9",
                    "title": "Registrering i burettsregister",
                    "sections": [
                        "(1) Seinast seks månader etter at lova her blei sett i kraft, skal styret sende melding til burettsregisteret om registrering av andelane. Meldinga skal minst innehalde:",
                        "1.Oversyn over andelane i laget med opplysning om kva bustad som er knytt til kvar andel, og namn, adresse og fødselsnummer eller organisasjonsnummer for andelseigarane.",
                        "2.Oversyn over uinnfridde panterettar laget har fått melding om for kvar andel, med namn og adresse på panthavaren og opplysning om kven som sit med andelsbrevet.",
                        "(2) Dei panterettane som går fram av meldinga frå styret, skal registrerast på andelen, og registerføraren skal sende melding til panthavaren om registreringa.",
                        "(3) Rettsvern for panterett etter tidlegare gjeldande reglar fell bort dersom panteretten ikkje er meldt til registrering seinast seks månader etter at andelen er registrert i burettsregisteret.",
                        "(4) Føresegna i panteloven § 1-4 gjeld ikkje for panterett som har rettsvern etter tidlegare gjeldande reglar, og som er registrert innan fristen etter tredje ledd.",
                        "(5) Burettsregisteret skal sende melding til Føretaksregisteret, som skal registrere opplysning om kvar andelane er registrert.",
                        "(6) Kongen gir forskrifter om registrering i tilfelle der det er tvist om prioriteten mellom fleire panterettar som hadde fått rettsvern mot andelseigarens kreditorar før andelane blei registrerte.",
                        "(7) Til andelane er registrerte, gjeld dei tidlegare reglane om rettsvern for rettserverv og om tvangssal. Det kan likevel ikkje etablerast rettsvern for avtala panterett i burettslagsandel på anna vis enn ved registrering i burettsregisteret når det er gått eitt år etter at lova her blei sett i kraft."
                    ]
                },
                {
                    "name": "§ 14-10",
                    "title": "Forvaltning av midlar",
                    "sections": [
                        "Eldre avtalar om forvaltning av midlar som er i strid med § 8-13, gjeld i seks månader etter at lova her blei sett i kraft, om ikkje kortare tid følgjer av avtalen sjølv eller ny avtale."
                    ]
                },
                {
                    "name": "§ 14-11",
                    "title": "Vedtekter og avtalar",
                    "sections": [
                        "Vedtektsføresegner og avtalar som er i strid med lova her, fell bort seinast eitt år etter at lova blei sett i kraft."
                    ]
                }
            ]
        },
        {
            "name": "III Endring av andre lover",
            "paragraphs": [
                {
                    "name": "§ 14-12",
                    "title": "Endring av andre lover",
                    "sections": [
                        "Frå lova her blir sett i kraft, skal desse lovene endrast slik:",
                        "1. Lov 7. juni 1935 nr. 2 om tinglysing",
                        "§ 12a tredje ledd blir oppheva.",
                        "2. Lov 16. juni 1939 nr. 6 om husleie",
                        "§ 42 tredje ledd skal lyde:",
                        "Bestemmelsene i dette kapittel gjelder ikke for avtale mellom borettslag og andelseier om rett til leie av bolig og om borettsinnskudd etter burettslagslova. De gjelder heller ikke for avtale mellom selskaper som nevnt i burettslagslova § 1-4 (boligaksjeselskap) og aksjeeier om rett til leie av bolig og om innskudd i selskapet.",
                        "3. Lov 8. februar 1980 nr. 2 om pant",
                        "§ 4-3 andre ledd skal lyde:",
                        "(2) Som adkomstdokument regnes dokument som representerer en leierett til husrom knyttet til en overførbar fordring på utleieren eller en andelsrett i et selskap, unntatt borettslagsandel som er registrert i borettsregisteret.",
                        "Ny § 4-3a skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-3a",
                    "title": "Borettslagsandel som er registrert i borettsregisteret",
                    "sections": [
                        "(1) Borettslagsandel som er registrert i borettsregisteret kan pantsettes.",
                        "(2) Panteretten får rettsvern ved registrering i borettsregisteret.",
                        "(3) Reglene i § 2-2 første ledd bokstav c gjelder tilsvarende.",
                        "Ny § 5-8a skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-8a",
                    "title": "Utlegg i borettsandel som er registrert i borettsregisteret",
                    "sections": [
                        "(1) Utleggspant i borettslagsandel som er registrert i borettsregisteret får rettsvern ved registrering i borettsregisteret.",
                        "(2) Reglene i § 2-2 første ledd bokstav c gjelder tilsvarende.",
                        "4. Lov 17. desember 1982 nr. 86 om rettsgebyr",
                        "§ 10 nr. 14 skal lyde:",
                        "sak om leie av bolig etter reglene i husleieloven og rettigheter til andel i borettslag,",
                        "5. Lov 8. juni 1984 nr. 59 om fordringshavernes dekningsrett",
                        "§ 2-10 første ledd første punktum skal lyde:",
                        "Dersom tvangsdekning ved tvangssalg eller tvangsbruk av fast eiendom, borettslagsandel eller leierett i fast eiendom (herunder aksje, andelsbrev, pantebrev eller annet atkomstdokument med tilknyttet leierett) vil medføre at skyldneren taper retten til nødvendig bolig for seg eller sin familie, kan tingretten på begjæring ved kjennelse bestemme at tvangsdekning bare kan gjennomføres hvis det blir skaffet skyldneren eller skyldnerens familie en annen bolig som med hensyn til beliggenhet, størrelse, pris og andre forhold tilfredsstiller rimelige krav.",
                        "§ 2-10 tredje ledd første punktum skal lyde:",
                        "Bestemmelse som nevnt kan heller ikke treffes ved tvangsdekning som er begjært for å inndrive renter eller ordinært forfalte avdrag på lån sikret ved pant i eiendommen, borettslagsandelen, leieretten eller atkomstdokumentet.",
                        "6. Lov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner",
                        "§ 2-15 første ledd bokstav e skal lyde:",
                        "e)pant i borettslagsandel eller adkomstdokument til innskuddsbolig, begrenset oppad til obligasjonens pålydende for pant i adkomstdokument til obligasjonsleilighet,",
                        "7. Lov 16. juni 1989 nr. 53 om eiendomsmegling",
                        "§ 1-1 første ledd nr. 3 skal lyde:",
                        "3.omsetning av borettslagsandel og av aksje, andelsbrev, pantebrev eller annet adkomstdokument med tilknyttet leierett til bolig eller annet areal i bebygget eiendom,",
                        "§ 3-6 andre ledd første punktum skal lyde:",
                        "Ved overdragelse av borettslagsandel eller av andel i eller bruksrett til fast eiendom eller adkomstdokumenter som gir bruksrett til fast eiendom (jf. § 1-1 første ledd nr. 3), skal megleren dessuten gi opplysninger om rettigheter og forpliktelser ifølge avtaler og vedtekter.",
                        "8. Lov 26. juni 1992 nr. 86 om tvangsfullbyrdelse og midlertidig sikring",
                        "§ 1-8 fjerde ledd skal lyde:",
                        "Med adkomstdokument til leierett til husrom menes dokument som representerer en leierett til husrom knyttet til en overførbar fordring på utleieren eller en andelsrett i et selskap, unntatt borettslagsandel som er registrert i borettsregisteret.",
                        "§ 6-1 andre ledd fjerde punktum skal lyde:",
                        "I saker om tvangsdekning i fast eiendom, borettslagsandel eller adkomstdokument til leierett til bolig, kan retten i særlige tilfeller beslutte utsettelse etter § 5-12 selv om saksøkte ikke betaler en femtedel av saksøkerens samlede krav dersom tvangsdekningen vil medføre at saksøkte taper retten til nødvendig bolig for seg og sin familie.",
                        "§ 11-1 nytt fjerde ledd skal lyde:",
                        "Tvangsbruk kan ikke gjennomføres for andel i borettslag.",
                        "§ 11-2 første ledd bokstav c skal lyde:",
                        "c)lovbestemt panterett for skatt eller avgifter til stat eller kommune, for sameiets krav etter sameieforholdet i seksjonssameier og for borettslagets krav etter andelslagsforholdet i borettslag, og",
                        "§ 11-3 første ledd nytt andre punktum skal lyde:",
                        "Begjæring om tvangssalg av borettslagsandel som er registrert i borettsregisteret, skal settes fram i den krets der boligen ligger.",
                        "§ 11-7 andre ledd skal lyde:",
                        "Dersom tvangsdekning i fast eiendom eller i borettslagsandel som er registrert i borettsregisteret kan medføre at saksøkte taper retten til nødvendig bolig for seg og sin familie, skal saksøkte gjøres oppmerksom på reglene i dekningsloven § 2-10 og på at begjæring om erstatningsbolig må settes fram innen fristen etter første ledd.",
                        "§ 11-8 andre ledd skal lyde:",
                        "Ved tvangsdekning i fast eiendom eller i borettslagsandel som er registrert i borettsregisteret som tjener som bolig for saksøktes ektefelle, skal det gis en meddelelse med innhold som nevnt i § 11-7 til ektefellen dersom begjæringen ikke er forkynt for vedkommende etter første ledd. Det samme gjelder andre myndige personer i saksøktes husstand som retten kjenner til.",
                        "§ 11-9 andre ledd skal lyde:",
                        "Dersom det ved tvangsdekning i fast eiendom eller i borettslagsandel som er registrert i borettsregisteret er krevet erstatningsbolig etter dekningsloven § 2-10, avgjør retten ved kjennelse om saksøkeren skal pålegges å skaffe erstatningsbolig. Ved tvangssalg må bud ikke stadfestes før det enten er skaffet en erstatningsbolig som retten har godtatt, eller det rettskraftig er fastslått at saksøkeren ikke har plikt til å skaffe erstatningsbolig. Ved tvangsbruk kan fravikelse ikke kreves før vilkårene etter annet punktum er oppfylt.",
                        "§ 11-12 nytt tredje ledd skal lyde:",
                        "Ved salg ved medhjelper av registrert andel i borettslag som er tilknyttet et boligbyggelag, kan boligbyggelaget oppnevnes som medhjelper.",
                        "§ 11-14 nytt fjerde ledd skal lyde:",
                        "Bestemmelsene i paragrafen her gjelder tilsvarende ved tvangssalg av borettslagsandel som er registrert i borettsregisteret.",
                        "9. Lov 3. juli 1992 nr. 93 om avhending av fast eigedom:",
                        "Ny § 1-1a skal lyde:"
                    ]
                },
                {
                    "name": "§ 1-1a",
                    "title": "Andel i burettslag",
                    "sections": [
                        "(1) Lova gjeld tilsvarande for avtalar om avhending av andel i burettslag og avtalar om rett til bustad som er knytt til eller skal knytast til andel i burettslag. Overføring eller teikning av andel i burettslaget skal reknast som heimelsoverføring dersom burettslaget har heimel til eigedommen.",
                        "(2) Likt med andel i burettslag skal reknast registrert rett til bustad etter lov om burettslag § 2-13 andre ledd.",
                        "(3) Pantetrygd etter § 2-9 skal gjelde andelen. Panteretten får rettsvern etter same reglar som for rettsstiftingar i andelen elles.",
                        "10. Lov 9. desember 1994 nr. 64 om løysingsrettar",
                        "§ 3 tredje ledd skal lyde:",
                        "Fyrste og andre ledd gjeld ikkje vedtektsfesta løysingsrettar i burettslag eller løysingsrettar som vert regulert av lov om aksjeselskaper §§ 4-19 til 4-23, lov om allmennaksjeselskaper §§ 4-19 til 4-23 og lov av 21. juni 1985 nr. 83 om ansvarlige selskaper og kommandittselskaper (selskapsloven) § 2-29.",
                        "11. Lov 23. mai 1997 nr. 31 om eierseksjoner",
                        "Ny § 3a skal lyde:"
                    ]
                },
                {
                    "name": "§ 3a",
                    "title": "Forbud mot diskriminering",
                    "sections": [
                        "I vedtektene kan det ikke settes vilkår for å være sameier som tar hensyn til trosbekjennelse, hudfarge, språkkunnskaper, nasjonalt eller etnisk opphav eller homofil legning, leveform eller orientering, og slike omstendigheter kan ikke regnes som saklig grunn til å nekte godkjenning av en sameier eller bruker av eiendommen eller tillegges vekt ved bruk av eventuell forkjøpsrett.",
                        "Hvis det foreligger omstendigheter som gir grunn til å tro at det har funnet sted diskriminering i strid med første ledd, skal slik diskriminering anses som bevist, med mindre den som har utført handlingen sannsynliggjør at det likevel ikke har funnet sted diskriminering i strid med denne lov.",
                        "Om erstatningsansvar for ulovlig diskriminering gjelder vanlige erstatningsregler.",
                        "§ 14 femte ledd andre punktum skal lyde:",
                        "Kjøperetten gjelder heller ikke ved omdanning av borettslag eller boligaksjeselskaper (jf lov om borettslag § 1-4 første ledd).",
                        "§ 22 tredje ledd tredje punktum skal lyde:",
                        "Borettslag, staten, fylkeskommuner, kommuner samt selskaper og organisasjoner som eies eller kontrolleres av stat, fylkeskommune eller kommune og som har til formål å skaffe boliger, kan erverve flere seksjoner.",
                        "12. Lov 13. juni 1997 nr. 43 om avtalar med forbrukar om oppføring av ny bustad m.m.",
                        "Ny § 1a skal lyde:"
                    ]
                },
                {
                    "name": "§ 1a",
                    "title": "Burettslagbustader",
                    "sections": [
                        "Reglane om rett til fast eigedom med eigarbustad, jf. § 1 første ledd bokstav b, gjeld tilsvarande for avtale mellom forbrukar og bustadbyggjelag eller annan yrkesutøvar om rett til bustad som er knytt til eller skal knytast til andel i burettslag, dersom arbeid som er omfatta av avtalen, ikkje er fullført på avtaletida. Overføring eller teikning av andel i burettslaget skal reknast som heimelsoverføring dersom burettslaget har heimel til eigedommen.",
                        "Avtalen skal opplyse om andelssum, innskot og fellesgjeld i burettslaget.",
                        "Burettslaget kan gjere gjeldande krav som knyter seg til fellesareal eller felles rettar eller plikter elles.",
                        "13. Lov 26. mars 1999 nr. 17 om husleieavtaler (husleieloven)",
                        "Ny § 1-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 1-8",
                    "title": "Forbud mot diskriminering",
                    "sections": [
                        "Ved utleie av husrom kan det ikke tas hensyn til trosbekjennelse, hudfarge, språkkunnskaper, nasjonalt eller etnisk opphav eller homofil legning, leveform eller orientering, og slike omstendigheter kan ikke regnes som saklig grunn til å nekte opptak i husstand, framleie, personsskifte eller tillegges vekt ved opphør av leieforholdet.",
                        "Hvis det foreligger omstendigheter som gir grunn til å tro at det har funnet sted diskriminering i strid med første ledd, skal slik diskriminering anses som bevist, med mindre den som har utført handlingen sannsynliggjør at det likevel ikke har funnet sted diskriminering i strid med denne lov.",
                        "Om erstatningsansvar for ulovlig diskriminering gjelder vanlige erstatningsregler."
                    ]
                }
            ]
        },
        {
            "name": "IV Endringar i burettslagslova som følje av endringar i anna lov",
            "paragraphs": [
                {
                    "name": "§ 14-13",
                    "title": null,
                    "sections": [
                        "Frå tidspunktet lov .... om endringer i lov om enerett til firma og andra forretningskjennetegn mv. trer i kraft, skal følgjande reglar i burettslagslova lyde:",
                        "§ 2-2 overskrifta skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-2",
                    "title": "Minstekrav til vedtektene. Føretaksnamn",
                    "sections": [
                        "§ 2-2 første ledd nr. 1 skal lyde:",
                        "1.føretaksnamn for laget,",
                        "§ 2-2 andre ledd skal lyde:",
                        "(2) Namnet på burettslaget (føretaksnamnet) skal innhalde ordet burettslag eller avkortinga BRL.",
                        "§ 2-3 skal lyde:",
                        "Stiftingsdokumentet skal elles opplyse om namn eller føretaksnamn, adresse og fødsels- eller organisasjonsnummer for stiftarane, tida for innbetaling av andelane og om kven som skal vere første styre og første revisor for laget.",
                        "§ 8-16 første ledd første og andre punktum skal lyde:",
                        "(1) Styret representerer laget utetter og teiknar føretaksnamnet. Styret kan gi styremedlemmer eller forretningsførar rett til å teikne føretaksnamnet.",
                        "§ 11-5 første ledd skal lyde:",
                        "(1) Når vedtak om oppløysing er gyldig, skal laget på brev, kunngjeringar og andre dokument leggje orda «under avvikling» til føretaksnamnet."
                    ]
                }
            ]
        }
    ]
}