{
    "lawId": "LOV-2003-06-06-36",
    "lawName": "Lov om endringer i skatteloven m.m",
    "shortName": "Endringslov til skatteloven m.m.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 10-7",
                    "title": "Oppdragsgivers ansvar for oppdragstakers skatt, arbeidsgiveravgift og forskuddstrekk",
                    "sections": [
                        "§ 10-7 nr. 1 skal lyde:",
                        "Fylkesskattekontoret – for Oslo ligningskontoret – kan pålegge oppdragsgiver som ikke har oppfylt sin opplysningsplikt etter § 6-10 nr. 1-3 ansvar for forfalt men ikke innbetalt skatt, arbeidsgiveravgift og forskuddstrekk fra en oppdragstaker, når den manglende betaling må antas å skyldes at opplysningene ikke ble gitt i rett tid. Departementet kan bestemme at myndighet til å pålegge ansvar for skatt, arbeidsgiveravgift og forskuddstrekk skal tilligge annen ligningsmyndighet enn nevnt i foregående punktum.",
                        "I lov 13. juni 1980 nr. 24 om ligningsforvaltning (ligningsloven) gjøres følgende endring:",
                        "§ 4-7 nr. 6 skal lyde:",
                        "Skattyter som er skattepliktig etter skatteloven § 2-3 første ledd bokstav d og annet ledd kan før det midlertidige oppholdet i landet opphører, sende selvangivelse og kreve forhåndsligning.",
                        "I lov 17. juli 1998 nr. 56 om årsregnskap m.v. (regnskapsloven) gjøres følgende endring:",
                        "§ 2-2 siste ledd skal lyde:",
                        "For hvert regnskapsår skal utgående og inngående merverdiavgift spesifiseres etter kodene i regnskapssystemet.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endringer:",
                        "§ 5-15 første ledd bokstav b skal lyde:",
                        "følgende ytelser etter lov om tiltak til å fremme sysselsetting kapittel III:",
                        "-tilskudd til livsopphold mv. under deltakelse i arbeidsmarkedstiltak",
                        "-tilskudd i forbindelse med yrkesrettet attføring,",
                        "§ 18-5 fjerde ledd siste punktum skal lyde:",
                        "For driftsmidler som avskrives etter §§ 14-41 og 14-43 settes minste gjenstående levetid til 10 år for avskrivningsgruppe g og 10 år for avskrivningsgruppe i.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endringer:",
                        "§ 6-80 første ledd første punktum skal lyde:",
                        "Skattyter som forsørger barn som det ikke kan kreves barnetrygd for, foreldre eller personer som tilhører samme husstand som skattyter, gis et særfradrag i alminnelig inntekt når det vil være urimelig å la forsørgelsen være uten virkning ved skattlegging av forsørgeren.",
                        "§ 14-40 første ledd bokstav a tredje punktum skal lyde:",
                        "Det regnes som betydelig når kostpris er 15.000 kroner eller høyere, inkludert merverdiavgift dersom det ikke foreligger fradragsrett.",
                        "§ 17-10 fjerde ledd bokstav a oppheves. Nåværende bokstav b-d blir bokstav a-c.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endringer:",
                        "§ 2-1 annet til sjette ledd skal lyde:",
                        "(2) Person som",
                        "a.i en eller flere perioder oppholder seg mer enn 183 dager i riket i løpet av enhver tolvmånedersperiode, eller",
                        "b.i en eller flere perioder oppholder seg mer enn 270 dager i riket i løpet av enhver trettiseksmånedersperiode,",
                        "anses som bosatt i riket, men først i det inntektsår oppholdet i riket overstiger antallet dager som nevnt i henholdsvis a og b.",
                        "Bestemmelsen i b gjelder ikke for person bosatt på Svalbard.",
                        "(3)",
                        "a.For person som tar fast opphold i utlandet, opphører bostedet i riket for det inntektsår det godtgjøres at personen ikke har oppholdt seg i riket i en eller flere perioder som overstiger 61 dager i inntektsåret og at personen eller dennes nærstående ikke har disponert bolig i riket. Bostedet opphører uansett ikke før det tidspunkt personen eller dennes nærstående ikke lenger disponerer bolig i riket.",
                        "b.For person som har vært bosatt i riket i minst ti år før det inntektsår vedkommende tar fast opphold i utlandet, opphører bosted i riket etter utløpet av det tredje inntektsåret etter det inntektsår vedkommende tar slikt fast opphold i utlandet, men bare hvis det for hvert av de tre inntektsårene godtgjøres at personen ikke har oppholdt seg i riket i en eller flere perioder som overstiger 61 dager i inntektsåret og at personen eller dennes nærstående ikke har disponert bolig i riket.",
                        "(4) Med nærstående menes en persons ektefelle, samboer eller mindreårige barn.",
                        "(5) Med å disponere bolig menes å direkte eller indirekte eie, leie eller på annet grunnlag ha rett til å bruke bolig.",
                        "(6) Med bolig menes:",
                        "a.boenhet med innlagt helårs vann og avløp, med mindre boenheten i henhold til reguleringsplan, kommuneplanens arealdel eller andre offentligrettslige regler på utflyttingstidspunktet ikke kan benyttes som bolig, og",
                        "b.enhver boenhet som faktisk er benyttet som bolig.",
                        "Som bolig anses likevel ikke boenhet som er anskaffet minst fem år før det inntektsår det tas opphold i utlandet og som i denne perioden ikke har vært benyttet som bolig av skattyteren eller dennes nærstående.",
                        "Nåværende fjerde, femte og åttende ledd bokstav f) oppheves.",
                        "Nåværende tredje, sjette, syvende, åttende og niende ledd blir henholsvis syvende, åttende, niende, tiende og ellevte ledd.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endringer:",
                        "Ny § 4-4 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": [
                {
                    "name": "§ 4-4",
                    "title": "Forpliktelse etter avtale om verdipapirlån",
                    "sections": [
                        "Ved fastsettelse av skattepliktig formue gis det fradrag for forpliktelse til å levere tilbake identisk verdipapir etter avtale om verdipapirlån som nevnt i § 9-11.",
                        "Ny § 6-23 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-23",
                    "title": "Utbyttekompensasjon",
                    "sections": [
                        "Det gis ikke fradrag for utbyttekompensasjon som nevnt i § 10-11 tredje ledd.",
                        "§ 6-40 nytt syvende ledd skal lyde:",
                        "Rentekompensasjon etter avtale om verdipapirlån som nevnt i § 9-11, regnes som renter på gjeld. Som rentekompensasjon regnes et beløp som motsvarer den rente som i låneperioden er utdelt på et utlånt verdipapir. Bestemmelsen i § 10-11 tredje ledd tredje punktum gjelder tilsvarende.",
                        "Ny § 9-11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-11",
                    "title": "Lån av verdipapirer",
                    "sections": [
                        "(1) Gevinst anses ikke realisert ved etablering og innfrielse av verdipapirlån. Slik gevinst anses likevel realisert når vilkårene nedenfor i denne paragraf ikke er oppfylt.",
                        "(2) Tap anses ikke realisert ved etablering og innfrielse av verdipapirlån.",
                        "(3) Med verdipapirlån forstås en avtale hvor eieren av et verdipapir (utlåneren), mot annet vederlag enn kjøpesummen for dette, overdrar verdipapiret til den annen avtalepart (innlåneren), og hvor den annen avtalepart er forpliktet til å tilbakeføre et identisk verdipapir til den opprinnelige eieren mot annet vederlag enn kjøpesummen for dette.",
                        "(4) Bestemmelsen i første ledd første punktum gjelder når det er inngått en skriftlig avtale om verdipapirlån, og",
                        "a.lånet gjelder aksje, grunnfondsbevis eller ihendehaverobligasjon, tatt opp til notering på børs som definert i børsloven § 1-3 annet ledd, eller tilsvarende notering på utenlandsk børs, og",
                        "b.innlåneren påtar seg en forpliktelse til å kompensere utlåneren for all avkastning som i låneperioden utdeles på det utlånte verdipapiret, og",
                        "c.transaksjonen registreres som lånetransaksjon i vedkommende verdipapirregister, når lånet omfatter verdipapir som er registrert i et verdipapirregister opprettet i medhold av verdipapirregisterloven § 3-1.",
                        "(5) Ved utlån av aksje i aksjeselskap og allmennaksjeselskap hjemmehørende i Norge og grunnfondsbevis i sparebanker, skal bestemmelsen i første ledd første punktum bare gjelde dersom lånet er innfridd ved tilbakeføring av et identisk verdipapir til utlånerens verdipapirkonto 1. januar i året etter utlånsåret.",
                        "(6) Verdipapiret anses realisert, og gevinst tas til inntekt og tap kommer til fradrag, når det anses klart at verdipapirlånet ikke vil bli innfridd med tilbakeføring av et identisk verdipapir til utlåneren.",
                        "(7) Departementet kan gi bestemmelsen i første ledd første punktum anvendelse for andre finansielle instrumenter enn nevnt i fjerde ledd a.",
                        "Ny § 9-12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-12",
                    "title": "Realisasjon av verdipapir dekket ved lån (dekket shortsalg)",
                    "sections": [
                        "(1) Verdipapir som skattyter har fått tilgang til etter en avtale om verdipapirlån som nevnt i § 9-11 tredje ledd, anses realisert når skattyter erverver et identisk verdipapir (dekningskjøp). Verdipapiret anses likevel realisert senest på det tidspunkt skattyter gjør opp sin forpliktelse etter låneavtalen.",
                        "(2) Gevinst og tap skal beregnes etter følgende regler:",
                        "a.Utgangsverdien settes til vederlaget ved realisasjonen.",
                        "b.Inngangsverdien settes til summen av:",
                        "1.anskaffelseskostnaden ved dekningskjøpet, eventuelt beløp som trer i stedet for tilbakelevering av lånt verdipapir,",
                        "2.premie (vederlag for lånet) betalt til utlåneren, og",
                        "3.kompensasjon for annen avkastning enn utbytte utdelt på utlånt verdipapir i låneperioden.",
                        "c.Det gjøres ikke tillegg for positivt RISK-beløp etter § 10-34 på dekningskjøpt aksje eller grunnfondsbevis i sparebanker.",
                        "§ 10-10 første ledd nytt annet punktum skal lyde:",
                        "Bestemmelsene i §§ 10-11 til 10-13 gjelder også for skattyter som oppebærer utbyttekompensasjon som nevnt i § 10-11 tredje ledd fra selskap mv. som nevnt i § 10-1.",
                        "§ 10-11 nytt tredje ledd skal lyde:",
                        "Mottatt utbyttekompensasjon etter en avtale om verdipapirlån som nevnt i § 9-11, regnes som utbytte på utlånt aksje. Som utbyttekompensasjon regnes et beløp som motsvarer det utbyttet som i låneperioden er utdelt på en utlånt aksje. Slik utbyttekompensasjon skal anses å være betalt mellom partene i en avtale om verdipapirlån, uavhengig av om avtalen inneholder en egen bestemmelse om slik betaling.",
                        "Nåværende tredje til syvende ledd blir fjerde til åttende ledd.",
                        "§ 10-11 fjerde ledd skal lyde:",
                        "Som innbetalt aksjekapital etter reglene i annet ledd regnes ikke aksjer som er utstedt ved forhøyelse av aksjekapitalen uten nytegning, og tilskrivning på aksjer.",
                        "§ 10-13 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-13",
                    "title": "Utenlandsk aksjonær",
                    "sections": [
                        "Av utbytte som utdeles til aksjonær som er hjemmehørende i utlandet, svares skatt til staten etter en sats som fastsettes av Stortinget i det årlige skattevedtak, jf. kapittel 15. Skatteberegningen skjer under ett i den kommunen der selskapet har sitt kontor eller styret har sitt sete, eventuelt ved Sentralskattekontoret for storbedrifter dersom selskapet lignes der. Selskapet er ansvarlig for den skatten som etter denne paragraf faller på aksjonærene. Foregående punktum gjelder ikke skatt på utbyttekompensasjon som nevnt i § 10-11 tredje ledd. Ansvaret for slik skatt påhviler innlåner som etter avtale om verdipapirlån, jf. § 9-11, svarer slik kompensasjon til kontraktsmotpart hjemmehørende i utlandet. Reglene i denne paragraf gjelder ikke for utdeling fra obligasjonsfond.",
                        "Ny § 14-24 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-24",
                    "title": "Gevinst og tap ved realisasjon av verdipapir dekket ved lån",
                    "sections": [
                        "Gevinst og tap ved realisasjon av verdipapir dekket ved lån (dekket shortsalg) inntektsføres eller fradragsføres når verdipapiret anses realisert etter § 9-12 første ledd.",
                        "§ 16-30 nytt niende ledd skal lyde:",
                        "Ved beregning av eierkrav etter denne paragraf medregnes ikke aksjer som er utlånt eller innlånt etter avtale om verdipapirlån som nevnt i § 9-11 tredje ledd.",
                        "Nåværende niende ledd blir tiende ledd.",
                        "Endringene under I og VIII trer i kraft fra den tid Kongen bestemmer.",
                        "Endringene under II trer i kraft straks.",
                        "Endringene under III og VII trer i kraft med virkning fra og med inntektsåret 2004.",
                        "Endringene under IV og VI trer i kraft straks med virkning fra og med inntektsåret 2003.",
                        "Endringene under V trer i kraft straks med virkning fra og med inntektsåret 2002.",
                        "Overgangsbestemmelse",
                        "Ved ikrafttredelse av endringene under VII gjelder følgende overgangsregel:",
                        "Til skatteloven § 2-1 fjerde ledd:",
                        "En person som har tatt opphold i utlandet og som ikke er skattepliktig til riket ved utløpet av inntektsåret 2003 på grunnlag av skatteloven § 2-1 fjerde ledd, skal anses som skattemessig bosatt i utlandet fra og med 1. januar 2004."
                    ]
                }
            ]
        },
        {
            "name": "IX",
            "paragraphs": []
        }
    ]
}