{
    "lawId": "LOV-2003-12-19-124",
    "lawName": "Lov om matproduksjon og mattrygghet mv. (matloven)",
    "shortName": "Matloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "Kapittel I. Formål, virkeområde og definisjoner",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Formålet med loven er å sikre helsemessig trygge næringsmidler og fremme helse, kvalitet og forbrukerhensyn langs hele produksjonskjeden, samt ivareta miljøvennlig produksjon.",
                        "Loven skal videre fremme god plante- og dyrehelse.",
                        "Loven skal også ivareta hensynet til aktørene langs hele produksjonskjeden, herunder markedsadgang i utlandet."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Saklig virkeområde",
                    "sections": [
                        "Loven omfatter alle forhold i forbindelse med produksjon, bearbeiding og distribusjon av innsatsvarer og næringsmidler, herunder drikkevann. Loven omfatter også alle forhold i forbindelse med produksjon av materialer og gjenstander som er bestemt til å komme i kontakt med, eller kan ha innvirkning på innsatsvarer eller næringsmidler. Videre omfatter loven all bruk av innsatsvarer.",
                        "Loven omfatter alle forhold vedrørende plante- og dyrehelse, herunder produkter, gjenstander og organismer som kan føre med seg smitte."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Stedlig virkeområde",
                    "sections": [
                        "Loven gjelder for norsk land- og sjøterritorium, norske luft- og sjøfartøyer, og innretninger på norsk kontinentalsokkel. Kongen kan gi nærmere forskrifter om lovens anvendelse, herunder om anvendelse på utenlands registrerte skip i rute på norske havner.",
                        "Kongen kan gi forskrifter om lovens anvendelse på Svalbard, Jan Mayen, bilandene, i Norges økonomiske sone, fiskerisonen ved Jan Mayen og fiskevernsonen ved Svalbard. Kongen kan fastsette særlige regler under hensyn til de stedlige forholdene."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Definisjoner",
                    "sections": [
                        "I denne loven forstås med",
                        "1.virksomhet: Ethvert privat eller offentlig foretak samt privatpersoner som foretar en hvilken som helst aktivitet som nevnt i § 2, bortsett fra aktiviteter i privat og ikke-kommersielt øyemed.",
                        "2.omsetning: Besittelse med sikte på salg, utbud for salg, distribusjon, samt selve salget og enhver annen form for overdragelse med eller uten vederlag."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel II. Generelle krav og forpliktelser",
            "paragraphs": [
                {
                    "name": "§ 5",
                    "title": "Etterlevelsesplikt og systematiske kontrolltiltak",
                    "sections": [
                        "Virksomheten skal sørge for at relevante bestemmelser gitt i eller i medhold av denne loven etterleves. Kongen kan gi forskrifter om hvem som er ansvarlig i virksomheten, og om plikt til å gi melding om dette til tilsynsmyndigheten.",
                        "Kongen kan gi forskrifter om plikt til å etablere og gjennomføre systematiske kontrolltiltak."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Forebygging av fare, varsling og iverksetting av tiltak",
                    "sections": [
                        "Foreligger det grunn til mistanke om fare for helseskadelige næringsmidler eller helse- eller miljøskadelige innsatsvarer, skal virksomheten umiddelbart varsle tilsynsmyndigheten.",
                        "Virksomheten og enhver annen har tilsvarende varslingsplikt ved grunn til mistanke om smittsom dyresykdom som kan gi vesentlige samfunnsmessige konsekvenser. Ved grunn til mistanke om planteskadegjørere som kan gi vesentlige samfunnsmessige konsekvenser, har virksomheten og eier eller bruker av fast eiendom varslingsplikt.",
                        "Virksomheten skal umiddelbart iverksette nødvendige tiltak for å forebygge, redusere eller eliminere eventuelle skadevirkninger, herunder stanse omsetning og iverksette tilbaketrekking fra markedet.",
                        "Kongen kan gi nærmere forskrifter om forebygging av fare, varsling, og iverksetting av tiltak, herunder informasjon til allmennheten.",
                        "Kongen kan tilsvarende gi forskrifter om forebygging av uredelighet, varsling og iverksetting av tiltak, herunder informasjon til allmennheten."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Etablering, utforming og drift",
                    "sections": [
                        "Virksomheten skal sørge for at plassering, utforming og drift av aktiviteter er hygienisk forsvarlig.",
                        "Kongen kan i forskrifter stille ytterligere krav til etablering, plassering, utforming og drift av aktiviteter i virksomheter, herunder om melding, registrering og godkjenning og om bortfall av godkjenning.",
                        "Kongen kan i forskrifter stille krav til leverandører av tjenester til virksomheter nevnt i første ledd, herunder om godkjenning.",
                        "Kongen kan i forskrifter forby ethvert forhold som kan medføre fare for forurensning i vannforsyningssystem og internt fordelingsnett."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Opplæring og kompetanse",
                    "sections": [
                        "Virksomheten skal sørge for at enhver som deltar i aktivitet omfattet av denne loven, har nødvendig kompetanse.",
                        "Kongen kan gi nærmere forskrifter om utdanning, opplæring og kompetanse, herunder om autorisasjon av personell."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Produktgodkjenning, innhold, sammensetning og kvalitet",
                    "sections": [
                        "Kongen kan i forskrifter stille krav til innsatsvarer, planter, dyr, næringsmidler, animalske biprodukter samt materialer og gjenstander som er bestemt til å komme i kontakt med eller kan ha innvirkning på innsatsvarer eller næringsmidler, herunder om godkjenning, innhold og kvalitet mv.",
                        "Kongen kan gi forskrifter om begrensning av eller totalforbud mot innhold av genmodifiserte organismer, mot innhold av gener fra genmodifiserte organismer, og produkter fra visse genmodifiserte organismer."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Merking, presentasjon og reklame",
                    "sections": [
                        "Virksomheten skal sørge for at merking, presentasjon, reklame og markedsføring er korrekt, gir mottaker tilstrekkelig informasjon og ikke er egnet til å villlede.",
                        "Kongen kan gi nærmere forskrifter om merking, presentasjon og reklame, herunder om forbud mot helsemessig uønsket markedsføring og om vilkår for bruk av frivillige merkeordninger."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Sporbarhet",
                    "sections": [
                        "Kongen kan gi forskrifter om sporbarhet for innsatsvarer, planter, dyr eller næringsmidler, samt om sporbarhet for materialer og gjenstander som er bestemt til å komme i kontakt med, eller kan ha innvirkning på innsatsvarer eller næringsmidler."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Forbud mot fangst, høsting, omsetning mv.",
                    "sections": [
                        "Kongen kan i forskrift fastsette",
                        "a)forbud mot fangst og høsting,",
                        "b)forbud eller begrensning av omsetning og bruk av varer som er omfattet av denne loven, og",
                        "c)krav til eller forbud mot import og eksport mv.",
                        "for å gjennomføre lovens formål eller for å ivareta Norges internasjonale forpliktelser."
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Adgang til sted, bistandsplikt, prøveuttak mv.",
                    "sections": [
                        "Virksomheten skal gi tilsynsmyndigheten uhindret adgang til sted eller lokale der det foregår aktivitet omfattet av loven, slik at tilsynsmyndigheten kan foreta nødvendige undersøkelser. Utenlandske inspektører kan delta i inspeksjoner mv. når det er nødvendig for å ivareta Norges internasjonale forpliktelser.",
                        "Virksomheten skal vederlagsfritt stille nødvendige lokaler, inventar, arbeidshjelp og redskaper til disposisjon for utøvelse av tilsynet og ellers være behjelpelig og legge til rette for tilsynet.",
                        "Virksomheten skal på anmodning fra tilsynsmyndigheten vederlagsfritt avgi nødvendig prøvemateriale eller resultater av gjennomførte analyser.",
                        "Enhver har tilsvarende plikt som virksomheter etter første til tredje ledd, når det er skjellig grunn til mistanke om smittsom dyresykdom eller planteskadegjører som kan gi vesentlige samfunnsmessige konsekvenser, eller når det er nødvendig for å ivareta Norges internasjonale forpliktelser.",
                        "I særskilte tilfeller kan tilsynsmyndigheten pålegge slakterier og anlegg som behandler animalske biprodukter, å stille anlegg, utstyr og arbeidskraft til disposisjon for å utføre bestemte oppgaver.",
                        "Kongen kan gi nærmere forskrifter om adgang til sted, bistandsplikt, prøveuttak mv."
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Opplysnings- og rapporteringsplikt",
                    "sections": [
                        "Virksomheten skal når tilsynsmyndigheten krever det, gi eller sende inn nødvendige opplysninger og prøvemateriale. Tilsvarende gjelder enhver som er i besittelse av dyr, planter eller andre gjenstander eller organismer som kan føre med seg smitte. Tilsynsmyndigheten kan bestemme hvordan opplysningene skal gis, herunder form, detaljeringsgrad mv.",
                        "Enhver kan bli pålagt å fremlegge eller sende inn opplysninger og prøvemateriale når dette er nødvendig av hensyn til kontroll med import eller av hensyn til smitteovervåkning.",
                        "Kongen kan gi nærmere forskrifter om opplysnings- og rapporteringsplikt samt om plikt til å offentliggjøre resultater av utført tilsyn."
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Dokumentasjon mv.",
                    "sections": [
                        "Kongen kan gi forskrifter om dokumentasjon, herunder stille krav om utstedelse av og plikt til å fremskaffe og oppbevare dokumentasjon, samt plikt til å vedlegge attester, sertifikater eller annen dokumentasjon ved transport og omsetning."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel III. Spesielle krav og forpliktelser",
            "paragraphs": [
                {
                    "name": "§ 16",
                    "title": "Næringsmiddeltrygghet",
                    "sections": [
                        "Det er forbudt å omsette næringsmiddel som ikke er trygt. Et næringsmiddel skal anses for ikke å være trygt dersom det betraktes som helseskadelig eller uegnet for konsum.",
                        "Kongen kan gi nærmere forskrifter om når et næringsmiddel anses for ikke å være trygt."
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Innsatsvaretrygghet",
                    "sections": [
                        "Det er forbudt å omsette fôr eller å gi dette til dyr som kan bli til næringsmidler, dersom fôret ikke er trygt. Fôr skal anses for ikke å være trygt dersom det betraktes å være helseskadelig for mennesker eller dyr, eller gjør næringsmidler fra dyr uegnet for konsum.",
                        "Kongen kan gi nærmere forskrifter om når fôr anses for ikke å være trygt, og stille krav til trygghet for øvrige innsatsvarer."
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Plantehelse",
                    "sections": [
                        "Enhver skal utvise nødvendig aktsomhet, slik at det ikke oppstår fare for utvikling eller spredning av planteskadegjørere.",
                        "Planter skal ikke omsettes eller flyttes når det er grunn til mistanke om planteskadegjørere som kan gi vesentlige samfunnsmessige konsekvenser.",
                        "Kongen kan gi nærmere forskrifter for å forebygge, overvåke og bekjempe planteskadegjørere, herunder om",
                        "a)klassifisering og gruppering av planteskadegjørere,",
                        "b)oppretting av soner,",
                        "c)krav til planter, gjenstander, produkter og organismer som kan medføre risiko for spredning av planteskadegjørere, og",
                        "d)plikt til å informere om restriksjoner pga. planteskadegjørere, herunder plikt til å tinglyse restriksjoner på eiendommen."
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Dyrehelse",
                    "sections": [
                        "Enhver skal utvise nødvendig aktsomhet, slik at det ikke oppstår fare for utvikling eller spredning av smittsom dyresykdom.",
                        "Levende dyr skal ikke omsettes, tas inn i dyrehold, flyttes eller settes ut når det er grunn til mistanke om smittsom dyresykdom som kan gi vesentlige samfunnsmessige konsekvenser.",
                        "Kongen kan gi nærmere forskrifter for å forebygge, overvåke og bekjempe dyresykdommer og smittestoffer, herunder om:",
                        "a)klassifisering og gruppering av sykdommer og smittestoffer,",
                        "b)oppretting av soner med ulik helse- og sykdomsstatus samt epidemiologisk atskilte regioner,",
                        "c)godkjenning og bruk av vaksiner og annen medikamentell behandling til dyr,",
                        "d)flytting, transport, omsetning og bruk av levende og døde dyr, animalske biprodukter, gjenstander mv.,",
                        "e)kontroll av avlsdyr, uttak av kjønnsprodukter og reproduksjon av dyr, og",
                        "f)adgangsbegrensninger for personer som kan føre med seg smitte til bygninger som brukes til dyr, fôr eller utstyr til dyr, og om plikt til å la sin person og medbrakte gjenstander desinfiseres."
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Næringsmidler og dyrevelferd",
                    "sections": [
                        "Kongen kan gi forskrifter for å hindre produksjon, bearbeiding, import eller omsetning av innsatsvarer eller næringsmidler fra dyr eller deler av dyr som har vært behandlet på en dyrevernmessig uakseptabel måte."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel IV. Avgifter, gebyrer, erstatningsordninger mv.",
            "paragraphs": [
                {
                    "name": "§ 21",
                    "title": "Avgift og gebyr",
                    "sections": [
                        "Kongen kan i forskrifter pålegge virksomheter å betale gebyr for å dekke kostnader ved tilsyn, kontroll og særskilte ytelser, som utferdigelse av attester og godkjenninger, etter denne loven.",
                        "Kongen kan i forskrifter pålegge virksomheter å betale en avgift på næringsmidler for å dekke kostnader ved tilsyn og kontroll etter denne loven, som ikke dekkes ved gebyr i medhold av første ledd.",
                        "Kongen kan i forskrifter pålegge produsenter og importører en miljøavgift på plantevernmiddel.",
                        "Kongen kan i forskrifter pålegge dem som omsetter såvarer, planter og plantedeler, å betale en avgift til fremme av planteforedling og den administrasjon og kontroll som denne virksomheten krever.",
                        "Kongen kan gi nærmere bestemmelser om avgiftenes og gebyrenes beregning, oppkreving og innbetaling.",
                        "Ved forsinket betaling av avgifter og gebyrer skal det betales rente i samsvar med lov 17. desember 1976 nr. 100 om renter ved forsinket betaling.",
                        "Avgifter og gebyrer er tvangsgrunnlag for utlegg."
                    ]
                },
                {
                    "name": "§ 22",
                    "title": "Erstatning for pålagte tiltak mot sykdommer, smittestoffer og skadegjørere hos dyr og planter",
                    "sections": [
                        "Eier skal ha erstatning for husdyr som avlives etter pålegg jf. § 23, dør før slikt pålegg er gitt, eller dør som følge av pålagt behandling. Vilkår for rett til erstatning er at eieren eller annen som har ansvar for dyrene mv., ikke selv forsettlig eller grovt uaktsomt har forvoldt sykdommen, utlegget eller tapet, og at han har oppfylt varslingsplikt jf. § 6 og fulgt vedtak gitt i eller i medhold av denne loven. For hund, katt og selskapsdyr betales ikke erstatning.",
                        "Når eier har rett til erstatning etter første ledd, skal vedkommende også ha erstatning for nødvendige utlegg til avliving, nedgraving eller destruksjon av dyr, pålagt behandling, rengjøring og desinfeksjon samt tap som følge av pålagt destruksjon av hus, innredninger, fôr, redskaper og gjødsel.",
                        "Kongen kan gi forskrifter om erstatning for andre tap eller utgifter som følge av pålagte tiltak mot sykdommer og smittestoffer hos dyr, for tiltak som blir pålagt for å forebygge eller bekjempe planteskadegjørere, samt om fastsettelse, omfang og utmåling av erstatning etter denne paragraf."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel V. Administrative bestemmelser, sanksjoner og straff",
            "paragraphs": [
                {
                    "name": "§ 23",
                    "title": "Tilsyn og vedtak",
                    "sections": [
                        "Det sentrale, regionale eller lokale mattilsynet fører tilsyn og kan fatte nødvendige vedtak for gjennomføring av bestemmelsene gitt i eller i medhold av denne loven, herunder forby import, eksport og omsetning eller pålegge tilbaketrekning fra markedet, isolasjon, avlivning, destruksjon, kassasjon, båndlegging, merking eller særskilt behandling. Kongen kan delegere myndighet til andre offentlige eller private organer og gi bestemmelser om hvem som er klageinstans i slike tilfeller.",
                        "Dersom påleggene ikke etterkommes, det er ukjent hvem som er ansvarlig, eller det er nødvendig å få gjennomført tiltak raskt, kan tilsynsmyndigheten selv gjennomføre tiltak som nevnt i første ledd. Tiltak kan gjennomføres for den ansvarliges regning. Skyldige beløp er tvangsgrunnlag for utlegg.",
                        "Mattilsynet kan av hensyn til Norges internasjonale forpliktelser fastsette, endre og oppheve tidsbegrensede forskrifter uten forutgående høring, og kunngjøre forskrifter på særskilt måte.",
                        "Offentlige myndigheter plikter på anmodning fra tilsynsmyndigheten å gi nødvendige opplysninger uten hinder av taushetsplikt. Politi, tollvesen, kystvakt og kommuner skal på anmodning bistå tilsynsmyndigheten."
                    ]
                },
                {
                    "name": "§ 24",
                    "title": "Særskilt smittesanering",
                    "sections": [
                        "Eiendom, bygning eller løsøre hvor det er mistanke om smittestoffer eller planteskadegjørere, kan pålegges rengjort, desinfisert eller destruert mv. Det kan videre pålegges restriksjoner på bruk av slik eiendom, bygning eller løsøre.",
                        "Døde dyr eller smitteførende gjenstander kan, når det er nødvendig for å unngå smitte, pålegges nedgravd på eiers grunn, og i særlige tilfeller på annen persons grunn, dersom dette kan foregå uten vesentlig ulempe for eier eller bruker av grunnen. Ved nedgraving på annen persons grunn ytes erstatning etter § 22.",
                        "§ 23 andre ledd gjelder tilsvarende."
                    ]
                },
                {
                    "name": "§ 25",
                    "title": "Stenging og virksomhetskarantene",
                    "sections": [
                        "Når det har oppstått eller kan oppstå forhold som kan medføre fare for helseskadelige næringsmidler, dyrs eller planters helse eller fare for miljøskade, kan virksomheten pålegges å stenge en eller flere aktiviteter. Tilsvarende gjelder dersom virksomheten driver uten nødvendig godkjenning.",
                        "Virksomhet som unnlater å etterkomme vesentlige pålegg eller grovt overtrer bestemmelser gitt i eller i medhold av denne loven, kan pålegges å stenge en eller flere aktiviteter for en nærmere avgrenset periode på inntil 6 måneder.",
                        "Dersom pålegg om stenging ikke etterkommes, det er ukjent hvem som er ansvarlig, eller det er nødvendig å få gjennomført tiltak raskt, kan tilsynsmyndigheten selv gjennomføre stenging. Stenging kan gjennomføres for den ansvarliges regning. Skyldige beløp er tvangsgrunnlag for utlegg."
                    ]
                },
                {
                    "name": "§ 26",
                    "title": "Tvangsmulkt",
                    "sections": [
                        "Virksomhet som unnlater å etterkomme enkeltvedtak innen fastsatt frist, kan ilegges tvangsmulkt i form av en engangsmulkt eller løpende dagmulkt. Tvangsmulktens størrelse fastsettes under hensyn til hvor viktig det er at pålegget gjennomføres, og hvilke kostnader det antas å medføre.",
                        "Tvangsmulkt kan fastsettes allerede i forbindelse med at pålegget gis når det er nødvendig at fristen overholdes.",
                        "Pålegg om tvangsmulkt er tvangsgrunnlag for utlegg. Tilsynsmyndigheten kan frafalle påløpt tvangsmulkt.",
                        "Kongen kan gi nærmere forskrifter om fastsettelse og beregning av tvangsmulkt."
                    ]
                },
                {
                    "name": "§ 27",
                    "title": "Informasjon til allmennheten",
                    "sections": [
                        "Ved mistanke om at det kan oppstå fare for menneskers ellers dyrs helse knyttet til inntak av næringsmidler eller fôr, skal tilsynsmyndigheten på eget initiativ gi allmennheten relevant informasjon som den er i besittelse av.",
                        "Tilsynsmyndigheten kan videre gi relevant informasjon til allmennheten når forbruker- eller andre samfunnshensyn taler for det.",
                        "Kongen kan gi forskrifter om informasjon til allmennheten."
                    ]
                },
                {
                    "name": "§ 28",
                    "title": "Straff",
                    "sections": [
                        "Forsettlig eller uaktsom overtredelse av bestemmelser gitt i eller i medhold av denne loven eller vedtak gitt i medhold av loven, straffes med bøter eller fengsel inntil 1 år eller begge deler, såfremt forholdet ikke rammes av strengere straffebestemmelse. På samme måte straffes forsøk og medvirkning. Under særlig skjerpende omstendigheter kan fengsel i inntil 2 år anvendes.",
                        "Kongen kan i forskrift bestemme at bøtelegging, på stedet eller i ettertid, for overtredelser av nærmere angitt art kan skje ved forenklet forelegg etter faste bøtesatser. I slikt forelegg kan straffebudet og det straffbare forhold betegnes ved stikkord eller på lignende måte.",
                        "Forelegg som er skrevet ut på stedet, faller bort dersom det ikke straks vedtas. Er siktede under 18 år, kan det gis en kort frist for vedtagelsen av forelegget. For forelegg som er skrevet ut i ettertid, gjelder straffeprosessloven § 256 nr. 5 tilsvarende. Slikt forelegg faller bort dersom det ikke vedtas innen fristen. Kongen kan gi nærmere forskrifter om fremgangsmåten når forelegget skrives ut i ettertid.",
                        "Påtalemyndigheten kan til gunst for siktede oppheve et vedtatt forelegg.",
                        "Politimann som ellers ikke har foreleggsmyndighet, kan gis myndighet til å utferdige forenklet forelegg.",
                        "Kongen gir nærmere regler om bruk av forenklet forelegg etter denne paragrafen og fastsetter bøtesatser og subsidiær fengselsstraff for de overtredelser som ordningen skal omfatte."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel VI. Andre bestemmelser",
            "paragraphs": [
                {
                    "name": "§ 29",
                    "title": "Etablering av dataregistre",
                    "sections": [
                        "Tilsynsmyndigheten kan opprette eller knytte seg til dataregistre når det er nødvendig av hensyn til lovens formål, eller når det er nødvendig for å ivareta internasjonale avtaler som Norge har inngått. Slike registre kan ikke uten samtykke inneholde personopplysninger som er sensitive i henhold til lov 14. april 2000 nr. 31 om behandling av personopplysninger § 2 nr. 8.",
                        "Kongen kan gi forskrifter om plikt til å avgi opplysninger til slike registre."
                    ]
                },
                {
                    "name": "§ 30",
                    "title": "Beskyttelse av betegnelser",
                    "sections": [
                        "Kongen kan i forskrifter gi regler om beskyttelse og bruk av produktbetegnelser og varebetegnelser, regler for erstatning ved urettmessig bruk av slike betegnelser, samt særskilte saksbehandlingsregler i forhold til slike forskrifter.",
                        "Kongen kan i denne forbindelse i forskrifter også innskrenke registreringsadgangen i medhold av lov 3. mars 1961 nr. 4 om varemerker, lov 3. mars 1961 nr. 5 om fellesmerker, lov 21. juni 1985 nr. 79 om enerett til firma og andre forretningskjennetegn, lov 12. mars 1993 nr. 32 om planteforedlerrett, lov 7. juni 2002 nr. 19 om personnavn og lov 14. mars 2003 nr. 15 om beskyttelse av design, og avgrense rettigheter gitt i eller i medhold av de samme lovene, dersom det ikke har kommet inn innvendinger mot at en betegnelse blir vernet i samsvar med forskrifter gitt i medhold av denne loven."
                    ]
                },
                {
                    "name": "§ 31",
                    "title": "Kompensasjonsordninger",
                    "sections": [
                        "Kongen kan gi forskrifter om kompensasjon for å lette etterlevelse av matlovens krav og forpliktelser i primærproduksjonen."
                    ]
                },
                {
                    "name": "§ 32",
                    "title": "Dispensasjon",
                    "sections": [
                        "Tilsynsmyndigheten kan i særlige tilfelle dispensere fra bestemmelsene gitt i eller i medhold av kapittel 2 og 3 i denne loven forutsatt at det ikke vil stride mot Norges internasjonale forpliktelser, herunder EØS-avtalen."
                    ]
                },
                {
                    "name": "§ 33",
                    "title": "Gjennomføring og utfylling",
                    "sections": [
                        "Kongen kan gi forskrifter som er nødvendige for å sikre gjennomføring og utfylling av denne loven.",
                        "Kongen kan fastsette de forskrifter som er nødvendige for å oppfylle Norges forpliktelser som følge av EØS-avtalen, herunder at slike forskrifter i tilfelle motstrid skal gå foran denne loven."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel VII. Ikrafttredelse og overgangsbestemmelser",
            "paragraphs": [
                {
                    "name": "§ 34",
                    "title": "Oppheving av andre lover",
                    "sections": [
                        "Følgende lover oppheves:",
                        "1.Lov 28. mai 1959 nr. 12 om kvalitetskontroll med fisk og fiskevarer o.a. (fiskekvalitetsloven)",
                        "2.Lov 6. april 1962 nr. 3 om floghavre (floghavreloven)",
                        "3.Lov 8. juni 1962 nr. 4 om dyrehelse (husdyrloven)",
                        "4.Lov 5. april 1963 nr. 9 om plantevernmiddel mv. (plantevernmiddelloven)",
                        "5.Lov 6. mai 1970 nr. 25 om forbud mot plukking av moltekart (moltekartloven)",
                        "6.Lov 4. desember 1970 nr. 82 om såvarer (såvareloven)",
                        "7.Lov 4. desember 1970 nr. 83 om handel med gjødsel og jordforbedringsmidler mv. (gjødselvareloven)",
                        "8.Lov 23. mars 1973 nr. 18 om tilsyn med fôrvarer (fôrvareloven)",
                        "9.Lov 17. mars 1978 nr. 6 om samordnet næringsmiddelkontroll (samordningsloven)",
                        "10.Lov 10. januar 1997 nr. 9 om kjøttproduksjon (kjøttproduksjonsloven)",
                        "11.Lov 13. juni 1997 nr. 54 om tiltak mot sykdom hos fisk og andre akvatiske dyr (fiskesykdomsloven)",
                        "12.Lov 23. juni 2000 nr. 53 om plantehelse (plantehelseloven)"
                    ]
                },
                {
                    "name": "§ 35",
                    "title": "Andre lovendringer",
                    "sections": [
                        "1. I lov 17. juni 1932 nr. 6 om kvalitetskontroll med landbruksvarer mv. gjøres følgende endringer:",
                        "§ 1 skal lyde:",
                        "Denne lov omfatter varer som er fremstilt ved husdyr- eller planteproduksjon, erstatningsmidler for disse, samt produkter som er videreforedlet av slike varer. Loven omfatter også produkter fra viltvoksende vekster. Loven omfatter ikke forhold som reguleres av lov om matproduksjon og mattrygghet mv. (matloven). Kongen kan gi forskrifter om hvilke varer og produkter loven skal gjelde for.",
                        "§ 3 første ledd skal lyde:",
                        "Kongen kan pålegge kommunen eller offentlige tilsynsorganer å utføre kontroll etter denne loven.",
                        "2. I lov 19. mai 1933 nr. 3 om tilsyn med næringsmidler gjøres følgende endringer:",
                        "Lovens tittel skal lyde:",
                        "Lov om tilsyn med kosmetikk og kroppspleieprodukter mv.",
                        "§ 1 skal lyde:",
                        "Med kosmetikk og kroppspleieprodukter menes ethvert produkt som er bestemt til bruk på kroppens overflate, eller på tennene og munnhulens slimhinner for å rense, parfymere, endre deres utseende og/eller påvirke kroppslukter og/eller beskytte dem eller holde dem i god stand, unntatt legemidler.",
                        "Produksjon, lagring, transport, frambud og import av kosmetikk og kroppspleieprodukter skal være underkastet forskrifter og tilsyn etter Kongens nærmere bestemmelse.",
                        "Forskriftene kan ta sikte på:",
                        "-å forebygge tilvirkning og frambud av helseskadelig kosmetikk og kroppspleieprodukter",
                        "-å sikre renslighet og forhold som er tilfredsstillende i hygienisk henseende",
                        "-å sikre hvorledes varene skal være tilvirket, hva de må inneholde, og hvilke krav de skal tilfredsstille, for at de skal kunne utbys til salg,",
                        "-å forebygge uriktige forestillinger om varenes opprinnelse, beskaffenhet, art, mengde, sammensetning eller andre forhold som har betydning for forbrukerne, herunder forby helsemessig uønsket markedsføring.",
                        "I den utstrekning det anses påkrevet, kan Kongen i forskrift kreve godkjenning av bestemte typer kosmetikk og kroppspleieprodukter.",
                        "Kongen kan i forskrift regulere nærmere, og herunder forby, produksjon, import og frambud av kosmetikk og kroppspleieprodukter som inneholder gener fra genmodifiserte organismer der genene koder for antibiotikaresistens.",
                        "I den utstrekning det anses påkrevet, kan Kongen i forskrift pålegge produsent og annen ansvarlig for markedsføring å føre de bøker med videre som anses nødvendige for tilsynet, stille krav til kontroll med personalets helse og hygiene samt stille krav om hygienesertifikater eller lignende ved transport av kosmetikk og kroppspleieprodukter.",
                        "For å sikre at bestemmelser gitt i eller i medhold av denn lov overholdes, kan Kongen utferdige forskrifter om internkontroll og internkontrollsystem, og om plikt til å underrette tilsynsmyndighetene ved brudd på bestemmelser gitt i eller i medhold av denne lov.",
                        "§ 3 oppheves.",
                        "§ 4 skal lyde:",
                        "Det sentrale, regionale eller lokale mattilsynet fører tilsyn, og kan fatte nødvendige vedtak for gjennomføring av bestemmelsene gitt i eller i medhold av denne loven. Kongen kan delegere myndighet til andre offentlige eller private organer og gir bestemmelse om klagebehandling i slike tilfeller.",
                        "Mattilsynet kan fastsette, endre og oppheve tidsbegrensede forskrifter som er fastsatt av hensyn til Norges internasjonale forpliktelser straks uten forutgående høring, og kunngjøre forskrifter på særskilt måte.",
                        "Offentlige myndigheter plikter på anmodning fra tilsynsmyndigheten å gi nødvendige opplysninger uten hinder av taushetsplikt. Politi og tollvesen skal på anmodning bistå tilsynsmyndigheten.",
                        "§ 5 fjerde ledd oppheves.",
                        "§ 5 nåværende femte ledd blir fjerde ledd.",
                        "§ 6 andre og tredje ledd oppheves.",
                        "§ 6 nåværende fjerde ledd blir andre ledd.",
                        "§ 7 første ledd oppheves.",
                        "§ 7 nåværende andre til sjette ledd blir første til femte ledd.",
                        "3. I lov 19. november 1982 nr. 66 om helsetjenesten i kommunene § 4a-4 andre ledd, skal nytt sjette punktum lyde:",
                        "I forskriftene kan det bestemmes at Mattilsynet gir godkjenning av drikkevann og vannforsyningsanlegg, og regler om klage over slike vedtak.",
                        "4. Lov 14. juni 1985 nr 68 om oppdrett av fisk, skalldyr mv. § 5 nr. 3 skal lyde:",
                        "har en klart uheldig plassering i forhold til det omkringliggende miljø, hensynet til folkehelsen, lovlig ferdsel eller annen utnytting av området.",
                        "5. Lov 13. juni 1997 nr. 42 om Kystvakten § 9 første ledd bokstav b skal lyde:",
                        "b.lov om matproduksjon og mattrygghet mv. (matloven).",
                        "6. Lov 21. desember 2000 nr. 118 om havbeite § 3 andre ledd skal lyde:",
                        "Løyve kan ikkje bli gitt dersom det er fare for skadelege verknader på folkehelsa eller miljøet, medrekna fare for skade på det biologiske mangfold, økologisk ubalanse eller spreiing av sjukdommar."
                    ]
                },
                {
                    "name": "§ 36",
                    "title": "Ikrafttredelse og overgangsbestemmelser",
                    "sections": [
                        "Denne lov trer i kraft 1. januar 2004.",
                        "Forskrift eller enkeltvedtak gitt i eller i medhold av lovbestemmelser som blir opphevet eller endret etter §§ 34 eller 35, gjelder fortsatt inntil de blir opphevet."
                    ]
                }
            ]
        }
    ]
}