{
    "lawId": "LOV-2003-12-19-130",
    "lawName": "Lov om Innovasjon Norge",
    "shortName": "Lov om Innovasjon Norge",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "Kapittel 1. Alminnelige bestemmelser",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Selskapets formål",
                    "sections": [
                        "Innovasjon Norge har til formål å fremme bedrifts- og samfunnsøkonomisk lønnsom næringsutvikling i hele landet, og utløse ulike distrikters og regioners næringsmessige muligheter gjennom å bidra til innovasjon, internasjonalisering og profilering.",
                        "Kongen kan bestemme at loven helt eller delvis skal gjelde for Svalbard."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Eierforhold",
                    "sections": [
                        "Selskapet eies av staten alene."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Partsstilling",
                    "sections": [
                        "Selskapet har selv rettigheter og forpliktelser, er part i avtaler med private og offentlige myndigheter og har partsstilling overfor domstol og andre myndigheter."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Vedtekter",
                    "sections": [
                        "Selskapet skal ha vedtekter. Vedtektene og endringer i vedtektene vedtas av foretaksmøtet."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Registrering i Foretaksregisteret",
                    "sections": [
                        "Selskapet skal meldes til Foretaksregisteret."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Forholdet til annen lovgivning",
                    "sections": [
                        "Forvaltningsloven gjelder ikke for selskapet, heller ikke når det treffer enkeltvedtak på vegne av staten. Kapitlene IV-VI i forvaltningsloven gjelder ikke i saker som ansatte i norsk utenrikstjeneste behandler for selskapet.",
                        "Offentlighetsloven gjelder for selskapet. Dokumenter som gjelder konkrete søknader om finansiering kan unntas fra offentlighet. Det samme gjelder journalinnførsler om disse. Unntaket i andre og tredje punktum gjelder ikke positive avgjørelser.",
                        "Lov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner gjelder ikke for selskapet.",
                        "Lov 18. juli 1958 nr. 2 om offentlige tjenestetvister (tjenestetvistloven) og lov 4. mars 1983 nr. 3 om statens tjenestemenn m.m. (tjenestemannsloven) gjelder ikke for ansatte i selskapet.",
                        "Selskapet regnes som offentlig organ etter lov 4. desember 1992 nr. 126 om arkiv § 2 bokstav g."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2. Selskapets finansiering m.m.",
            "paragraphs": [
                {
                    "name": "§ 7",
                    "title": "Statens innskudd",
                    "sections": [
                        "Statens innskudd ved opprettelsen av selskapet fastsettes i stiftelsesdokumentet og vedtas av foretaksmøtet. Senere endringer av innskuddet vedtas av foretaksmøtet."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Selskapets finansiering m.m.",
                    "sections": [
                        "Selskapet kan finansiere sin virksomhet ved lån og tilskudd fra staten, fylkeskommunene og andre offentlige aktører. Videre kan selskapet ha inntekter fra næringslivet og andre private aktører. Den aktør som yter lån eller tilskudd til selskapet, kan fastsette nærmere vilkår for bruk av midlene."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Statens ansvar",
                    "sections": [
                        "Staten er ansvarlig for at selskapets garantiforpliktelser oppfylles ved forfall.",
                        "Ved oppløsning av selskapet plikter staten å skyte inn midler i selskapet i den utstrekning det er nødvendig for å gi øvrige fordringshavere dekning."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3. Selskapets virksomhet",
            "paragraphs": [
                {
                    "name": "§ 10",
                    "title": "Selskapets virkemidler",
                    "sections": [
                        "For å fremme formål som nevnt i § 1, kan selskapets midler brukes til:",
                        "1.Finansiering, herunder tilskudds-, låne-, garanti- og egenkapitalordninger",
                        "2.Rådgivning og kompetansehevende tiltak",
                        "3.Nettverk og infrastruktur",
                        "4.Profilering av norsk næringsliv i utlandet",
                        "Kongen kan gi nærmere regler om selskapets virkemidler.",
                        "For å fremme formålet i § 1 kan Kongen tillegge selskapet å utføre oppgaver knyttet til forvaltningen av andre statlige nærings-, handels- og regionalpolitiske virkemidler, og kan i denne forbindelse fastsette nærmere regler om utøvelsen av slike oppgaver."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Organisering på regionalt nivå",
                    "sections": [
                        "Selskapet skal ha en organisering som er tilpasset ulike behov i regionene. Selskapet skal samarbeide med fylkeskommunene og andre aktører på regionalt nivå. Samarbeidet reguleres nærmere gjennom egne avtaler mellom selskapet og den enkelte aktør."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Organisering i utlandet",
                    "sections": [
                        "Selskapet skal samarbeide med utenrikstjenesten i sin virksomhet utenfor Norge. Dette samarbeidet reguleres nærmere gjennom egne avtaler mellom selskapet og Utenriksdepartementet."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4. Styre og administrerende direktør",
            "paragraphs": [
                {
                    "name": "§ 13",
                    "title": "Selskapet ledelse",
                    "sections": [
                        "Selskapet ledes av et styre og en administrerende direktør."
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Styrets sammensetning m.m.",
                    "sections": [
                        "Selskapet skal ha et styre på minst seks personer.",
                        "Ved behandling av administrative saker suppleres styret med ytterligere to styremedlemmer som velges av og blant de ansatte.",
                        "Styret kan ha varamedlemmer.",
                        "Reglene i aksjeloven § 20-6 om representasjon av begge kjønn i styret gjelder tilsvarende.",
                        "Administrerende direktør kan ikke være medlem av styret.",
                        "Styret oppnevnes av foretaksmøtet med unntak av de ansattes representanter.",
                        "Styret skal ha en leder og nestleder som velges av foretaksmøtet."
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Tjenestetid",
                    "sections": [
                        "Styremedlemmene tjenestegjør i fire år. Kortere tjenestetid kan fastsettes i spesielle tilfeller. Tjenestetiden opphører ved utløpet av det ordinære foretaksmøtet i det år tjenestetiden utløper.",
                        "Et styremedlem blir stående inntil nytt styremedlem blir valgt selv om tjenestetiden er utløpt."
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Opphør av styreverv før tjenestetiden er utløpt",
                    "sections": [
                        "Når særlige forhold foreligger, har et styremedlem rett til å tre tilbake før tjenestetiden er ute. Ved fratredelse skal det gis rimelig forhåndsvarsel til departementet. Medlem av styret som er utnevnt av foretaksmøtet kan til enhver tid fjernes ved beslutning av foretaksmøtet.",
                        "Opphører vervet for et styremedlem før utløpet av tjenestetiden og vararepresentant for ham eller henne ikke er utnevnt, skal foretaksmøtet velge et nytt styremedlem for resten av perioden. Valget kan likevel utstå til neste ordinære foretaksmøte dersom styret er vedtaksført med de gjenværende medlemmer og vararepresentanter."
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Styrets myndighet",
                    "sections": [
                        "Forvaltningen av selskapet hører under styret, som også påser at virksomheten drives i samsvar med reglene gitt i eller i medhold av loven her og i forskrift gitt i medhold av loven. Styret har ansvaret for en forsvarlig organisering av selskapet og skal påse at dets virksomhet, regnskap og formuesforvaltning er gjenstand for betryggende kontroll. Styret skal føre tilsyn med administrerende direktørs ledelse av virksomheten.",
                        "I vedtektene kan det bestemmes at visse saker skal avgjøres av styret."
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Styremøter",
                    "sections": [
                        "Styrets leder sørger for at styret holder møte så ofte som nødvendig. Et medlem av styret eller administrerende direktør kan kreve at styret sammenkalles. Om ikke styret for det enkelte tilfelle bestemmer noe annet, har administrerende direktør rett til å være tilstede og til å uttale seg på styremøtene.",
                        "Styremøtene ledes av lederen, eller i hans eller hennes fravær, av nestlederen. Er ingen av disse tilstede, velger styret selv sin møteleder.",
                        "Ved styremøtene skal det føres protokoll som underskrives av samtlige tilstedeværende styremedlemmer. Dersom styremedlem eller administrerende direktør er uenig i styrets beslutning, kan de kreve sin oppfatning innført i protokollen. Protokollen skal snarest, og senest fjorten dager etter at styremøte er avholdt, sendes departementet."
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Vedtaksførhet og flertallskrav",
                    "sections": [
                        "Styret er vedtaksført når mer enn halvdelen av samtlige styremedlemmer som kan delta i den aktuelle sak er tilstede. Styret kan likevel ikke treffe beslutninger med mindre alle medlemmer av styret så vidt mulig er gitt mulighet til å delta i behandling av saken.",
                        "Som styrets beslutning gjelder det som flertallet blant de møtende har stemt for, eller ved stemmelikhet det som møtelederen har stemt for. De som stemmer for en beslutning må likevel alltid utgjøre mer enn 1/3 av samtlige styremedlemmer som kan delta i den aktuelle sak.",
                        "Ved valg og ansettelse anses den valgt eller ansatt som får flest stemmer. Styret kan på forhånd bestemme at det skal holdes ny avstemning dersom ingen får flertall av de avgitte stemmer. Står stemmene likt ved valg av møteleder, avgjøres valget ved loddtrekning."
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Administrerende direktør",
                    "sections": [
                        "Selskapet skal ha en administrerende direktør som tilsettes av styret. Styret fastsetter også administrerende direktørs lønn. Styret treffer vedtak om å si opp eller avskjedige administrerende direktør."
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Administrerende direktørs myndighet",
                    "sections": [
                        "Administrerende direktør forestår den daglige ledelse av selskapet, og skal følge de retningslinjer og pålegg som styret gir. Administrerende direktør skal sørge for at selskapets regnskap er i samsvar med lov og forskrifter og at formuesforvaltningen er ordnet på en betryggende måte.",
                        "Den daglige ledelse omfatter ikke saker som etter selskapets forhold er av uvanlig art eller stor betydning, eller som etter vedtektene eller annet vedtak av foretaksmøtet hører under styret. Slike saker kan administrerende direktør bare avgjøre om styret i enkelte tilfelle har gitt ham eller henne myndighet til det, eller styrets beslutning ikke kan avventes uten vesentlig ulempe for foretakets virksomhet. Styret skal i så fall snarest underrettes om saken."
                    ]
                },
                {
                    "name": "§ 22",
                    "title": "Styret og administrerende direktørs representasjonsrett",
                    "sections": [
                        "Styret representerer selskapet utad og tegner dets firma.",
                        "Styret kan gi styremedlem eller administrerende direktør rett til å tegne selskapets firma. Vedtektene kan begrense styrets myndighet etter forrige punktum og også selv gi bestemmelser om fullmakt som der nevnt.",
                        "Administrerende direktør representerer selskapet utad i saker som faller innenfor hans eller hennes myndighet etter § 21."
                    ]
                },
                {
                    "name": "§ 23",
                    "title": "Overskridelser av representasjonsretten",
                    "sections": [
                        "Har noen som representerer selskapet utad ved handling på vegne av selskapet overskredet sin myndighet, er handlingen ikke bindende for selskapet dersom medkontrahenten innså eller burde innse at myndigheten er overskredet og det derfor ville stride mot redelighet å gjøre rett etter handlingen gjeldende."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5. Habilitet, taushetsplikt m.m.",
            "paragraphs": [
                {
                    "name": "§ 24",
                    "title": "Etiske retningslinjer",
                    "sections": [
                        "Selskapet skal ha egne etiske retningslinjer som omhandler selskapet som sådan og de ansattes virke på vegne av selskapet."
                    ]
                },
                {
                    "name": "§ 25",
                    "title": "Habilitet",
                    "sections": [
                        "Den som er ansatt eller har tillitsverv i selskapet må ikke delta i behandling eller avgjørelser av spørsmål som har slik betydning for vedkommende selv eller nærstående at han eller hun må anses for å ha en fremtredende personlig eller økonomisk særinteresse i saken. Han eller hun må heller ikke ta del i behandling eller avgjørelser av noe spørsmål som har fremtredende økonomisk særinteresse for selskap, forening eller annen offentlig eller privat institusjon han eller hun er knyttet til. Likeså må den som er ansatt eller har tillitsverv i selskapet ikke delta i behandling eller avgjørelse av spørsmål når det foreligger andre særegne forhold som er egnet til å svekke tilliten til vedkommendes upartiskhet."
                    ]
                },
                {
                    "name": "§ 26",
                    "title": "Forbud mot å motta gaver m.m.",
                    "sections": [
                        "Den som er ansatt eller har tillitsverv i selskapet må ikke for seg eller andre motta gaver, provisjoner, tjenester eller andre ytelser fra andre enn selskapet som er egnet til, eller av giveren ment, å påvirke deres handlinger for selskapet.",
                        "Gaver, tjenester eller andre ytelser som nevnt i første ledd må heller ikke mottas av vedkommendes ektefelle, person som vedkommende lever sammen med, noen som er beslektet eller besvogret med dem i rett opp- eller nedstigende linje, eller av selskap hvor noen person som nevnt i første ledd har en fremtredende interesse.",
                        "Gaver som nevnt i første ledd kan verken mottas i den tiden ansettelsen eller tillitsvervet eksisterer eller etterpå.",
                        "Den som har mottatt ytelse i strid med forbudet i paragrafen her, plikter å betale et beløp som tilsvarer det som urettmessig er mottatt. Overtredelse kan videre medføre ordensstraff eller avskjed."
                    ]
                },
                {
                    "name": "§ 27",
                    "title": "Taushetsplikt",
                    "sections": [
                        "Den som er ansatt eller har tillitsverv i selskapet har taushetsplikt om det han eller hun i stillings medfør får kjennskap til om andres forretningsmessige eller private forhold med mindre han eller hun etter lov har plikt til å gi opplysningene. Taushetsplikten gjelder ikke meddelelser som styret eller noen som har fullmakt fra styret gir på vegne av selskapet til finansinstitusjoner og fagdepartementet. Taushetsplikten skal heller ikke være til hinder for utveksling av informasjon (samordning) som forutsatt i lov om Oppgaveregisteret. Taushetsplikten etter første ledd er ikke til hinder for at opplysninger, etter skriftlig samtykke fra den opplysningene gjelder, kan utleveres til utenforstående."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 6. Foretaksmøtet",
            "paragraphs": [
                {
                    "name": "§ 28",
                    "title": "Allment om foretaksmøtets myndighet og sammensetning",
                    "sections": [
                        "Departementet utøver den øverste myndighet i selskapet i foretaksmøtet. Departementets myndighet i selskapet kan ikke utøves utenom i foretaksmøtet.",
                        "Selskapets styre, administrerende direktør og revisor har rett til å være tilstede og til å uttale seg i foretaksmøtet. Administrerende direktør og styrets leder har plikt til å være tilstede med mindre dette er åpenbart unødvendig eller det foreligger gyldig forfall. I sistnevnte tilfelle skal det utpekes en stedfortreder. Foretakets revisor har plikt til å være tilstede i den grad de saker som skal behandles er av slik art at revisors nærvær er ønskelig."
                    ]
                },
                {
                    "name": "§ 29",
                    "title": "Ordinært foretaksmøte",
                    "sections": [
                        "Ordinært foretaksmøte avholdes innen seks måneder etter regnskapsårets slutt.",
                        "På det ordinære foretaksmøtet skal følgende spørsmål behandles og avgjøres:",
                        "1.Godkjennelse av årsregnskapet og årsberetningen, herunder anvendelse av årsoverskudd eller dekning av årsunderskudd.",
                        "2.Andre saker som etter lov eller vedtekter hører under foretaksmøtet."
                    ]
                },
                {
                    "name": "§ 30",
                    "title": "Ekstraordinært foretaksmøte",
                    "sections": [
                        "Ekstraordinært foretaksmøte avholdes når departementet, styret eller revisor finner det nødvendig."
                    ]
                },
                {
                    "name": "§ 31",
                    "title": "Innkalling til foretaksmøte",
                    "sections": [
                        "Departementet innkaller til foretaksmøte og bestemmer innkallingsmåten. Innkallingen til ordinært foretaksmøte skal foretas skriftlig senest to uker før møtet, og skal være vedlagt årsregnskap, årsberetning og revisors beretning. Innkallingen til ekstraordinært foretaksmøte skal foretas senest en uke før møtet, om ikke kortere varsel i et særlig tilfelle er påtrengende nødvendig.",
                        "Til møtet innkalles de som etter § 28 annet ledd har rett til å være tilstede i foretaksmøtet.",
                        "Innkallingen skal bestemt angi de saker som skal behandles på møtet. Vil vedtektene bli foreslått endret, skal hovedinnholdet i forslaget gjengis i innkallingen. Foretaksmøtet kan ikke treffe vedtak i andre saker enn de som er nevnt i innkallingen med mindre samtlige av de som etter § 28 annet ledd har rett til å være tilstede samtykker i det."
                    ]
                },
                {
                    "name": "§ 32",
                    "title": "Møteledelse og protokollasjon",
                    "sections": [
                        "Foretaksmøtet ledes av styrets leder.",
                        "Møtelederen skal sørge for at det føres protokoll fra foretaksmøtet. Protokollen skal underskrives av møtelederen og en annen person som velges blant de tilstedværende. Er noen av de som etter § 28 annet ledd har rett til å være tilstede på møtet, uenig i departementets beslutning, skal deres oppfatning føres inn i protokollen."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 7. Regnskap, revisjon og gransking",
            "paragraphs": [
                {
                    "name": "§ 33",
                    "title": "Regnskap",
                    "sections": [
                        "Selskapet er regnskapspliktig etter regnskapsloven."
                    ]
                },
                {
                    "name": "§ 34",
                    "title": "Revisjon",
                    "sections": [
                        "Selskapet skal ha revisor som velges av foretaksmøtet. Revisor skal være registrert eller statsautorisert."
                    ]
                },
                {
                    "name": "§ 35",
                    "title": "Gransking",
                    "sections": [
                        "Foretaksmøtet kan, når særlige grunner tilsier det, beslutte gransking av selskapet eller nærmere angitte forhold vedrørende forvaltningen av det eller regnskapene.",
                        "Den som på vegne av foretaksmøtet forestår granskingen har rett til å foreta de undersøkelser i selskapet som finnes nødvendig, og kan i denne forbindelse kreve nødvendig bistand av selskapet. Den som forestår granskingen kan av styret, administrerende direktør og enhver annen ansatt eller tillitsvalgt i selskapet, kreve enhver opplysning om selskapet forhold som granskingen gjør nødvendig. Den som på vegne av foretaksmøtet foretar granskingen har taushetsplikt etter samme regler som gjelder for revisorer, jf. revisorloven § 6-1."
                    ]
                },
                {
                    "name": "§ 36",
                    "title": "Riksrevisjonens kontroll",
                    "sections": [
                        "Riksrevisjonen har rett til å kreve de opplysningene den finner påkrevd for sin kontroll, både fra selskapet selv og fra den revisor som reviderer årsregnskapet. Riksrevisjonen kan i den utstrekning den finner det nødvendig, foreta undersøkelser i selskapet. For øvrig kan Stortinget fastsette regler om Riksrevisjonens kontroll med forvaltningen av statens interesser i selskapet og herunder fastsette hvilke dokumenter m.m. som skal sendes Riksrevisjonen.",
                        "Riksrevisjonen skal varsles om og ha rett til å være til stede i foretaksmøtet."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 8. Ikrafttredelse og overgangsbestemmelser. Endringer i andre lover",
            "paragraphs": [
                {
                    "name": "§ 37",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Denne lov trer i kraft fra den tid Kongen bestemmer."
                    ]
                },
                {
                    "name": "§ 38",
                    "title": "Overgangsbestemmelser",
                    "sections": [
                        "Tjenestemannsloven § 13 nr. 2 – 6 om fortrinnsrett til annen statsstilling og ventelønn, skal fortsatt gjelde for arbeidstakere i Statens veiledningskontor for oppfinnere som blir sagt opp av grunn som nevnt i tjenestemannsloven § 13 nr. 1 (a), (b) og (c), og som var omfattet av disse reglene før omdanningen. Fortrinnsretten til annen statsstilling og retten til ventelønn etter forrige punktum opphører tre år etter omdanningstidspunktet.",
                        "Øvrige overgangsbestemmelser fastsettes av Kongen."
                    ]
                },
                {
                    "name": "§ 39",
                    "title": "Endringer i andre lover",
                    "sections": [
                        "Fra den tid loven trer i kraft, gjøres følgende endringer i andre lover:",
                        "1. Lov om Statens nærings- og distriktsutviklingsfond av 3. juli 1992 nr. 97 oppheves.",
                        "Kongen kan bestemme at § 39 pkt. 1 kan settes i kraft til annen tid enn lovens øvrige bestemmelser.",
                        "2. I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) skal § 2-30 nr. (1) bokstav e nr. 6 lyde:",
                        "6.Innovasjon Norge",
                        "3. I lov 19. juni 1997 nr. 79 om verdipapirhandel skal § 2a-1 første ledd nr. 7 lyde:",
                        "7.Innovasjon Norge, Statens nærings- og distriktsutviklingsfond, Husbanken, Folketrygdfondet, Norges Bank og Statens Bankinvesteringsfond,",
                        "4. I lov 3. mai 2002 nr. 13 om utenrikstjenesten gjøres følgende endringer:",
                        "§ 6 første ledd skal lyde:",
                        "Spesialutsending er utsending finansiert av statlig etat, utsendt for særlige formål ved utenriksstasjon for et bestemt tidsrom.",
                        "§ 6 nytt andre ledd skal lyde:",
                        "Utsending finansiert av Innovasjon Norge kan tilsettes som spesialutsending i henhold til § 12.",
                        "Nåværende annet ledd blir nytt tredje ledd.",
                        "§ 7 skal lyde:",
                        "Andre utsendinger er utsendinger finansiert av ikke-statlige etater, knyttet til utenriksstasjon og underlagt vedkommende stasjons sjef.",
                        "§ 12 skal lyde:",
                        "Spesialutsendingene tilsettes midlertidig av Utenriksdepartementet og er underlagt vedkommende stasjons sjef."
                    ]
                }
            ]
        }
    ]
}