{
    "lawId": "LOV-2003-12-19-119",
    "lawName": "Lov om endringar i lov 4. juli 1991 nr. 47 om ekteskap (ekteskapslova) m.m",
    "shortName": "Endringslov til ekteskapsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 30 a",
                    "title": "Avtale om ekteskap.",
                    "sections": [
                        "Ein avtale foreldre eller andre gjer om ekteskap på vegner av barnet, er ikkje bindande.",
                        "I lov 4. juli 1991 nr. 47 om ekteskap blir det gjort følgjande endringar:",
                        "§ 6 andre ledd skal lyde:",
                        "Prøvingen foretas av folkeregisteret eller av norsk utenrikstjenestemann på det stedet der en av brudefolkene bor, eller om ingen av brudefolkene har bopel her i landet, på det stedet der en av dem oppholder seg. Norsk utenrikstjenestemann prøver kun ekteskapsvilkårene for norske borgere som er fast bosatt i embetsdistriktet, og bare i de tilfeller der prøvingen ikke kan foretas av norsk folkeregister.",
                        "§ 7 bokstav a første punktum skal lyde:",
                        "Hver av dem skal legge fram fødselsattest fra folkeregisteret, når prøvingen ikke foretas av folkeregisteret.",
                        "§ 7 bokstav h andre punktum skal lyde:",
                        "Folkeregisteret eller norsk utenrikstjenestemann kan gjøre unntak fra kravet i første punktum når særlige grunner taler for det.",
                        "§ 9 første punktum skal lyde:",
                        "Dersom vigsleren, folkeregisteret eller norsk utenrikstjenestemann har grunn til å tro at noen av brudefolkene på grunn av alvorlig sinnslidelse eller alvorlig psykisk utviklingshemning mangler rettslig handleevne, kan det kreves lagt fram attest fra en offentlig lege eller fra en annen lege som en offentlig lege utpeker.",
                        "§ 10 skal lyde:",
                        "Har folkeregisteret eller norsk utenrikstjenestemann funnet at brudefolkene fyller ekteskapsvilkårene etter loven, og det heller ikke foreligger hindringer som nevnt i § 8 eller § 9, skal brudefolkene få en attest for at det ikke er noe til hinder for at ekteskapet blir inngått. Attesten er gyldig i fire måneder etter utstedelsen.",
                        "Vedtak om å ikke utstede prøvingsattest kan påklages til fylkesmannen.",
                        "§ 12 bokstav a skal lyde:",
                        "a.prest i Den norske kirke, og prest eller forstander i et registrert trossamfunn, eller seremonileder eller tilsvarende i livssynssamfunn som mottar tilskudd etter lov 12. juni 1981 nr. 64 om tilskott til livssynssamfunn når Kongen har godkjent formen for inngåelse av ekteskap.",
                        "§ 12 nytt andre ledd skal lyde:",
                        "Departementet kan ved forskrift gi utfyllende regler om tildeling og tilbaketrekking av vigselsrett for seremonileder eller tilsvarende i livssynssamfunn.",
                        "§ 13 første ledd første punktum skal lyde:",
                        "En vigsler som nevnt i § 12 bokstav a, kan nekte å foreta vigsel dersom en av brudefolkene ikke er medlem av trossamfunnet eller livssynssamfunnet, eller ingen av dem tilhører menigheten.",
                        "§ 14 første ledd skal lyde:",
                        "Før vigsel finner sted, skal vigsleren motta en attest fra folkeregisteret eller norsk utenrikstjenestemann på at ekteskapsvilkårene er prøvet, og at reglene i §§ 6 til 10 er fulgt.",
                        "Noverande andre ledd blir oppheva.",
                        "Noverande tredje og fjerde ledd blir andre og tredje ledd.",
                        "§ 16 første ledd nytt andre punktum skal lyde:",
                        "Det samme gjelder dersom ekteskapet ble inngått uten at det forelå gyldig prøvingsattest i henhold til § 10.",
                        "Ny § 16a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 16a",
                    "title": "Fylkesmannens adgang til å reise sak om ekteskapets gyldighet.",
                    "sections": [
                        "Fylkesmannen kan reise sak for å få dom for at et ekteskap består eller ikke består.",
                        "§ 18 skal lyde:",
                        "Slektskap eller andre forhold som fører til ugildhet etter forvaltningsloven § 6, er ikke til hinder for at vigsleren foretar vigsel.",
                        "Lova gjeld frå den tid Kongen fastset. Dei enkelte føresegnene i lova kan tre i kraft til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}