{
    "lawId": "LOV-2003-09-05-92",
    "lawName": "Lov om endringar i rettsgebyrloven mv. og i selskapslovgivinga (kunngjeringsreglar)",
    "shortName": "Endringslov til rettsgebyrloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        },
        {
            "name": "X",
            "paragraphs": []
        },
        {
            "name": "XI",
            "paragraphs": [
                {
                    "name": "§ 50",
                    "title": "Melding til Foretaksregisteret og kreditorvarsel",
                    "sections": [
                        "Avviklingsstyret skal straks gi melding til Foretaksregisteret om at foretaket er besluttet oppløst. Foretaksregisteret skal samtidig med registrering av meldingen kunngjøre beslutningen og varsle foretakets fordringshavere om at de må melde seg til foretaket innen en frist fastsatt av avviklingsstyret som regnes fra kunngjøringen i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon. Fristen skal være på minst en måned og ikke lenger enn tre måneder. Kunngjøringen skal rykkes inn i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og to ganger med minst en ukes mellomrom i en avis som er alminnelig lest på stedet.",
                        "I lov 13. juni 1997 nr. 44 om aksjeselskaper (aksjeloven) skal det gjerast desse endringane:",
                        "§ 2-13 tredje ledd skal lyde:",
                        "(3) Ved forsinkelse med oppgjøret av krav på innskudd skal styret i rekommandert brev oppfordre aksjeeieren til å gjøre opp innen sju dager regnet fra avsendelsen av brevet. I brevet skal aksjeeieren gjøres kjent med følgene av at fristen oversittes, jf femte ledd. Har aksjeeieren ikke kjent adresse, skal betalingsoppfordringen kunngjøres i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon.",
                        "§ 4-11 andre ledd skal lyde:",
                        "(2) Varselet etter første ledd skal senest to måneder før registreringen sendes alle som ifølge aksjeeierboken er aksjeeiere, og kunngjøres i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og i minst én avis som er alminnelig lest på selskapets forretningssted. Kunngjøringen i avisen kan gjengis i en forkortet form med henvisning til den elektroniske kunngjøringen.",
                        "§ 4-26 tredje ledd skal lyde:",
                        "(3) Morselskapet skal gi aksjeeierne et tilbud om løsningssum. Dersom tilbudet rettes skriftlig på papir til alle aksjeeiere med kjent adresse, og i tillegg kunngjøres i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og i en avis som er alminnelig lest på selskapets forretningssted, kan det fastsettes en frist for den enkelte aksjeeier til å komme med innsigelser mot eller avslå tilbudet. Dersom slik innsigelse ikke kommer frem til selskapet innen utløpet av fristen, anses aksjeeieren for å ha akseptert tilbudet. Fristen kan ikke settes kortere enn to måneder fra den elektroniske kunngjøringen. I den skriftlige henvendelsen og i kunngjøringene skal aksjeeierne gjøres oppmerksom på fristen og følgene av å overskride den.",
                        "§ 12-6 første ledd nr. 1 skal lyde:",
                        "1.Foretaksregisteret skal, så snart beslutningen om kapitalnedsetting er registrert, kunngjøre beslutningen og varsle selskapets kreditorer om at innsigelse mot at nedsettingen settes i kraft, må meldes til selskapet innen to måneder fra kunngjøringen i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon. Kunngjøringen skal rykkes inn i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og to ganger med minst en ukes mellomrom i en avis som er alminnelig lest på selskapets forretningssted. Kunngjøringen i avisen kan gjengis i kortform med henvisning til den elektroniske kunngjøringen.",
                        "§ 13-14 første og andre ledd skal lyde:",
                        "(1) Foretaksregisteret skal kunngjøre beslutningene om fusjon og varsle selskapenes kreditorer om at innsigelse mot fusjonen må meldes til selskapet innen to måneder fra kunngjøringen i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon.",
                        "(2) Kunngjøringen skal rykkes inn i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og to ganger med minst en ukes mellomrom i en avis som er alminnelig lest på selskapets forretningssted. Kunngjøringen i avisen kan gjengis i kortform med henvisning til den elektroniske kunngjøringen.",
                        "§ 13-21 andre ledd skal lyde:",
                        "(2) Er beslutningen om fusjonen meldt til Foretaksregisteret etter § 13-13, skal retten uten opphold melde dommen til Foretaksregisteret, som kunngjør dommen på selskapets kostnad i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og i en avis som er alminnelig lest på selskapets forretningssted. Kunngjøringen i avisen kan gjengis i kortform med henvisning til den elektroniske kunngjøringen.",
                        "§ 16-4 andre ledd skal lyde:",
                        "(2) Kunngjøringen skal rykkes inn i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og to ganger med minst en ukes mellomrom i en avis som er alminnelig lest på selskapets forretningssted. Kunngjøringen i avisen kan gjengis i kortform med henvisning til den elektroniske kunngjøringen.",
                        "§ 16-16 andre ledd skal lyde:",
                        "(2) Har selskapet ikke brakt forholdet i orden ved fristens utløp, skal Foretaksregisteret eller Regnskapsregisteret gjenta varselet ved kunngjøring i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og i kortform i en avis som er alminnelig lest på selskapets forretningssted. I kunngjøringen skal det angis at vilkårene for oppløsning av selskapet er oppfylt, og at selskapet har en frist på fire uker fra den elektroniske kunngjøringen til å bringe forholdet i orden. Følgene av at fristen oversittes skal også angis.",
                        "I lov 13. juni 1997 nr. 45 om allmennaksjeselskaper (allmennaksjeloven) skal det gjerast desse endringane:",
                        "§ 2-13 tredje ledd skal lyde:",
                        "(3) Ved forsinkelse med oppgjøret av krav på innskudd skal styret i rekommandert brev oppfordre aksjeeieren til å gjøre opp innen sju dager regnet fra avsendelsen av brevet. I brevet skal aksjeeieren gjøres kjent med følgene av at fristen oversittes, jf femte ledd. Har aksjeeieren ikke kjent adresse, skal betalingsoppfordringen kunngjøres i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon.",
                        "§ 4-25 tredje ledd skal lyde:",
                        "(3) Morselskapet skal gi aksjeeierne et tilbud om løsningssum. Dersom tilbudet rettes skriftlig på papir til alle aksjeeiere med kjent adresse, og i tillegg kunngjøres i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og i en avis som er alminnelig lest på selskapets forretningssted, kan det fastsettes en frist for den enkelte aksjeeier til å komme med innsigelser mot eller avslå tilbudet. Dersom slik innsigelse ikke kommer frem til selskapet innen utløpet av fristen, anses aksjeeieren for å ha akseptert tilbudet. Fristen kan ikke settes kortere enn to måneder fra den elektroniske kunngjøringen. I den skriftlige henvendelsen og i kunngjøringene skal aksjeeierne gjøres oppmerksom på fristen og følgene av å overskride den.",
                        "§ 12-6 første ledd nr. 1 skal lyde:",
                        "1.Foretaksregisteret skal, så snart beslutningen om kapitalnedsetting er registrert, kunngjøre beslutningen og varsle selskapets kreditorer om at innsigelse mot at nedsettingen settes i kraft, må meldes til selskapet innen to måneder fra kunngjøringen i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon. Kunngjøringen skal rykkes inn i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og to ganger med minst en ukes mellomrom i en avis som er alminnelig lest på selskapets forretningssted. Kunngjøringen i avisen kan gjengis i kortform med henvisning til den elektroniske kunngjøringen.",
                        "§ 13-13 tredje ledd skal lyde:",
                        "(3) Kunngjøring skal skje i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og i en avis som er alminnelig lest på selskapets forretningssted. Kunngjøringen i avisen kan gjengis i kortform med henvisning til den elektroniske kunngjøringen.",
                        "§ 13-15 første og andre ledd skal lyde:",
                        "(1) Foretaksregisteret skal kunngjøre beslutningene om fusjon og varsle selskapenes kreditorer om at innsigelse mot fusjonen må meldes til selskapet innen to måneder fra kunngjøringen i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon.",
                        "(2) Kunngjøringen skal rykkes inn i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og to ganger med minst en ukes mellomrom i en avis som er alminnelig lest på selskapets forretningssted. Kunngjøringen i avisen kan gjengis i kortform med henvisning til den elektroniske kunngjøringen.",
                        "§ 13-22 andre ledd skal lyde:",
                        "(2) Er beslutningen om fusjonen meldt til Foretaksregisteret etter § 13-14, skal retten uten opphold melde dommen til Foretaksregisteret, som kunngjør dommen på selskapets kostnad i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og i en avis som er alminnelig lest på selskapets forretningssted. Kunngjøringen i avisen kan gjengis i kortform med henvisning til den elektroniske kunngjøringen.",
                        "§ 16-4 andre ledd skal lyde:",
                        "(2) Kunngjøringen skal rykkes inn i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og to ganger med minst en ukes mellomrom i en avis som er alminnelig lest på selskapets forretningssted. Kunngjøringen i avisen kan gjengis i kortform med henvisning til den elektroniske kunngjøringen.",
                        "§ 16-16 andre ledd skal lyde:",
                        "(2) Har selskapet ikke brakt forholdet i orden ved fristens utløp, skal Foretaksregisteret eller Regnskapsregisteret gjenta varselet ved kunngjøring i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og i kortform i en avis som er alminnelig lest på selskapets forretningssted. I kunngjøringen skal det angis at vilkårene for oppløsning av selskapet er oppfylt, og at selskapet har en frist på fire uker fra den elektroniske kunngjøringen til å bringe forholdet i orden. Følgene av at fristen oversittes skal også angis.",
                        "I lov 29. januar 1999 nr. 6 om interkommunale selskaper skal § 33 fjerde ledd lyde:",
                        "Straks avviklingsstyret er oppnevnt, plikter det å sende melding om oppløsningsvedtaket og oppnevningen av avviklingsstyre til Foretaksregisteret. Det skal fremgå av meldingen at departementet har godkjent oppløsningen. Foretaksregisteret skal samtidig med at registrering finner sted, kunngjøre beslutningen og varsle selskapets kreditorer om at de må melde seg til selskapet innen seks måneder fra kunngjøringen i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon. Kunngjøringen skal rykkes inn i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og to ganger med minst en ukes mellomrom i en avis som er alminnelig lest på stedet.",
                        "I lov 15. juni 2001 nr. 59 om stiftelser (stiftelsesloven) skal § 52 andre ledd lyde:",
                        "Stiftelsestilsynet skal kunngjøre vedtaket om å oppheve stiftelsen. I kunngjøringen skal stiftelsens kreditorer varsles om at de må melde sine krav til avviklingsstyrets leder innen to måneder fra kunngjøringen i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon. Navn og adresse til avviklingsstyrets leder skal fremgå av kunngjøringen. Kunngjøringen skal rykkes inn i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og to ganger med minst en ukes mellomrom i en avis som er alminnelig lest på stedet. Kunngjøringen i avisen kan gjengis i kortform med henvisning til den elektroniske kunngjøringen. Alle kreditorer med kjent adresse skal så vidt mulig ha særskilt varsel.",
                        "I lov 15. juni 2001 nr. 93 om helseforetak m.m. (helseforetaksloven) skal § 47 tredje ledd lyde:",
                        "Beslutning om oppløsning skal straks meldes til Foretaksregisteret. Foretaksregisteret skal samtidig med registrering av meldingen kunngjøre beslutningen og varsle foretakets fordringshavere om at de må melde seg til foretaket innen to måneder. Fristen regnes fra kunngjøringen i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon. Kunngjøringen skal rykkes inn i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og to ganger med minst en ukes mellomrom i en avis som er alminnelig lest på stedet.",
                        "I lov 6. juni 2003 nr. 38 om bustadsbyggjelag (bustadsbyggjelagslova) skal det gjerast desse endringane:",
                        "§ 9-9 andre ledd skal lyde:",
                        "(2) Kunngjeringa skal setjast inn i Brønnøysundregistra sin elektroniske kunngjeringspublikasjon og to gonger med minst ei vekes mellomrom i ei avis som er vanleg lesen på forretningsstaden for laget. Kunngjeringa i avisa kan takast inn i kortform med tilvising til den elektroniske kunngjeringa.",
                        "§ 9-13 fjerde ledd skal lyde:",
                        "Er vedtaket om samanslåinga meldt til Føretaksregisteret etter § 9-11, skal retten utan opphald melde dommen til Føretaksregisteret, som skal kunngjere dommen på lagets kostnad i Brønnøysundregistra sin elektroniske kunngjeringspublikasjon og i ei avis som er vanleg lesen på forretningsstaden for laget. Kunngjeringa i avisa kan takast inn i kortform med tilvising til den elektroniske kunngjeringa.",
                        "§ 10-4 andre ledd skal lyde:",
                        "(2) Kunngjeringa skal setjast inn i Brønnøysundregistra sin elektroniske kunngjeringspublikasjon og to gonger med minst ei vekes mellomrom i ei avis som er vanleg lesen på forretningsstaden for laget. Kunngjeringa i avisa kan takast inn i kortform med tilvising til den elektroniske kunngjeringa.",
                        "§ 10-15 andre ledd skal lyde:",
                        "(2) Har laget ikkje retta tilhøvet når fristen går ut, skal Føretaksregisteret eller Rekneskapsregisteret ta opp igjen varselet ved kunngjering i Brønnøysundregistra sin elektroniske kunngjeringspublikasjon og i kortform i ei avis som er vanleg lesen på forretningsstaden for laget. I kunngjeringa skal det opplysast at vilkåra for oppløysing av laget er oppfylte, og at laget har ein frist på fire veker frå kunngjeringa i Brønnøysundregistra sin elektroniske kunngjeringspublikasjon til å rette tilhøvet. Følgjene av at fristen ikkje blir halden, skal også opplysast.",
                        "I lov 6. juni 2003 nr. 39 om burettslag (burettslagslova) skal det gjerast desse endringane:",
                        "§ 10-3 tredje ledd skal lyde:",
                        "(3) Kunngjeringa skal setjast inn i Brønnøysundregistra sin elektroniske kunngjeringspublikasjon og to gonger med minst ei vekes mellomrom i ei avis som er vanleg lesen på forretningsstaden for laget. Kunngjeringa i avisa kan takast inn i kortform med tilvising til den elektroniske kunngjeringa.",
                        "§ 11-4 andre ledd skal lyde:",
                        "(2) Kunngjeringa skal setjast inn i Brønnøysundregistra sin elektroniske kunngjeringspublikasjon og to gonger med minst ei vekes mellomrom i ei avis som er vanleg lesen på forretningsstaden for laget. Kunngjeringa i avisa kan takast inn i kortform med tilvising til den elektroniske kunngjeringa.",
                        "Ikraftsetjing og overgangsreglar",
                        "1.Lova gjeld frå den tid Kongen fastset.",
                        "2.Endringane knytt til gebyrheimlar skal berre gjelde for meldingar som er mottekne ved Brønnøysundregistra etter at lova har teke til å gjelde.",
                        "3.Endringane knytt til kunngjering av registreringar i registra skal berre gjelde for kunngjering av meldingar som er registrert i Brønnøysundregistra etter at lova har teke til å gjelde.",
                        "4.Endringane knytt til selskapa sine eigne kunngjeringsplikter skal berre gjelde for kunngjeringar som skal gjerast etter at lova har teke til å gjelde."
                    ]
                }
            ]
        },
        {
            "name": "XII",
            "paragraphs": []
        },
        {
            "name": "XIII",
            "paragraphs": []
        },
        {
            "name": "XIV",
            "paragraphs": []
        },
        {
            "name": "XV",
            "paragraphs": []
        },
        {
            "name": "XVI",
            "paragraphs": []
        },
        {
            "name": "XVII",
            "paragraphs": []
        },
        {
            "name": "XVIII",
            "paragraphs": []
        },
        {
            "name": "XIX",
            "paragraphs": []
        }
    ]
}