{
    "lawId": "LOV-2003-07-04-85",
    "lawName": "Lov om frittståande skolar (friskolelova)",
    "shortName": "Friskolelova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 6-1",
                    "title": "Offentlege tilskot til grunnskolar",
                    "sections": [
                        "Frittståande grunnskolar som er godkjende etter § 2-1 får offentleg tilskot etter reglane i denne paragrafen.",
                        "1.Grunnskolar får tilskot av staten med 85 % av vanlege driftsutgifter til all godkjend undervisning som går inn under lov om grunnskolen og den vidaregåande opplæringa (opplæringslova). Utgifter til pensjonsinnskot skal likevel innarbeidast i tilskotsgrunnlaget slik at tilskota dekkjer 100 % av gjennomsnittlege utgifter til pensjonsinnskot i offentlege skolar.",
                        "Tilskotet vert rekna ut på grunnlag av ein normalsats pr. elev, særskilt for barnesteget og ungdomssteget. Tilskotsgrunnlaget vert fastsett av Stortinget. Ved utrekninga av normalsatsen skal dei gjennomsnittlege utgiftene i den offentlege grunnskulen til dei typar utgifter som går inn i tilskotsgrunnlaget, leggjast til grunn. Det skal likevel takast omsyn til skilnaden mellom utgiftene i den kommunen skolen ligg og utgiftene på landsbasis.",
                        "Departementet kan gi forskrifter.",
                        "2.Norske grunnskolar i utlandet får statstilskot med 85 % av vanlege driftsutgifter til all godkjend undervisning som går inn under lov om grunnskolen og den vidaregåande opplæringa (opplæringslova). Utgifter til pensjonsinnskot skal likevel innarbeidast i tilskotsgrunnlaget slik at tilskota dekkjer 100 % av gjennomsnittlege utgifter til pensjonsinnskot i offentlege skolar. Tilskotsgrunnlaget blir fastsett av Stortinget. Tilskotet blir knytt til ein normalsats pr. elev særskilt for barnesteget og ungdomssteget rekna ut for grunnskolar i Noreg.",
                        "Skolane får statstilskot med 85 % til skyss og innlosjering. Departementet gir forskrifter om utrekning av skyssfråstand og utgiftsgrunnlag for skyss og innlosjering."
                    ]
                },
                {
                    "name": "§ 6-2",
                    "title": "Elevane og dei offentlege tilskota, skolepengar",
                    "sections": [
                        "Alle offentlege driftstilskot og eigendelar frå elevane skal kome elevane til gode. Dette inneber mellom anna at skolen ikkje kan",
                        "a)gi utbytte eller på annan måte overføre overskot til eigarane eller deira nærståande verken når skolen er i drift eller om drifta opphører.",
                        "b)pådra seg kostnader i form av leigeutgifter for eigendom eller lokale som tilhører skolens eigarar eller deira nærståande eller på anna måte pådra seg kostnader som kan innebere at alle offentlege tilskot eller eigendelar frå elevane ikkje kjem elevane til gode.",
                        "Skolar som tek imot offentlege tilskot som fullt ut dekkjer driftsutgiftene, kan ikkje krevje inn skolepengar.",
                        "Skolar som tek imot offentlege tilskot som ikkje dekkjer alle driftsutgifter, kan krevje inn skolepengar. Styret fastset storleiken på skolepengane. Skolepengane må ikkje setjast høgare enn det som trengst for saman med tilskotet å dekkje driftsutgifter som svarar til utgiftsnivået ved ein tilsvarande offentleg skole i kommunen det er naturleg å samanlikne seg med. Dersom styret fastset høgare skolepengar, trengst det godkjenning av departementet.",
                        "Departementet kan gi forskrifter, mellom anna om krav om vedtektsfesting av forbod mot utbytte eller anna overføring som nemnt i første ledd bokstav a."
                    ]
                },
                {
                    "name": "§ 6-3",
                    "title": "Offentleg tilskot til vidaregåande skolar",
                    "sections": [
                        "Frittståande vidaregåande skolar som er godkjende etter § 2-2, får offentleg tilskot etter reglane i denne paragrafen.",
                        "1.For vidaregåande skolar som kan godkjennast etter § 2-2 bokstav a, b eller d, blir 85 % av dei utgiftene som kjem inn under tilskotsgrunnlaget, dekte ved statstilskot. Tilskotet blir rekna ut frå ein normalsats. Ved utrekninga av normalsatsen skal dei gjennomsnittlege utgiftene i den offentlege vidaregåande skolen leggjast til grunn.",
                        "2.For vidaregåande skolar som er godkjende etter § 2-2 bokstav e, blir 75 % av dei driftsutgiftene som kjem inn under tilskotsgrunnlaget, dekte ved statstilskot. Tilskotet blir rekna ut frå ein normalsats. Føresetnaden er at elevane får undervisning som minst svarar til eit halvt skoleår.",
                        "3.Godkjende norske vidaregåande skolar i utlandet får statstilskot med 85 % av ein normalsats pr. elev. Ved utrekninga av normalsatsen skal dei gjennomsnittlege utgiftene i den offentlege vidaregåande skolen leggjast til grunn.",
                        "Departementet kan gi forskrifter."
                    ]
                },
                {
                    "name": "§ 6-4",
                    "title": "Elevane og dei offentlege tilskota, skolepengar for elevar i vidaregåande skolar",
                    "sections": [
                        "Alle offentlege driftstilskot og eigendelar frå elevane skal kome elevane til gode. Dette inneber mellom anna at skolen ikkje kan",
                        "a)gi utbytte eller på annan måte overføre overskot til eigarane eller deira nærståande verken når skolen er i drift eller om drifta opphører.",
                        "b)pådra seg kostnader i form av leigeutgifter for eigendom eller lokale som tilhører skolens eigarar eller deira nærståande eller på anna måte pådra seg kostnader som kan innebere at alle offentlege tilskot eller eigendelar frå elevane ikkje kjem elevane til gode.",
                        "Skolar som tek imot offentlege tilskot som fullt ut dekkjer alle driftsutgifter, kan ikkje krevje inn skolepengar.",
                        "Skolar som tek imot offentlege tilskot som ikkje dekkjer alle driftsutgifter, kan krevje inn skolepengar. Styret fastset storleiken på skolepengane. Skolepengane må ikkje setjast høgare enn det som trengst for saman med statstilskotet å dekkje driftsutgifter som svarer til utgiftsnivået ved tilsvarande offentleg skole som det er naturleg å samanlikne med. Dersom styret fastset høgare skolepengar, trengst det godkjenning av departementet.",
                        "Departementet kan gi forskrifter, mellom anna om krav om vedtektsfesting av forbod mot utbytte eller anna overføring som nemnt i første ledd bokstav a.",
                        "Nåværende § 6-3 Offentleg tilskot til kompletterande undervisning og skolepengar, blir § 6-5.",
                        "Nåværende § 6-4 Offentleg tilskot til skolar for funksjonshemma elevar, blir § 6-6.",
                        "§ 7-1 Budsjett, regnskap og revisjon skal lyde:",
                        "Skolane må leggje fram budsjett, rekneskap og revisjon etter forskrifter fastsette av departementet.",
                        "§ 7-2 Tilsyn m.m. skal lyde:",
                        "Departementet fører tilsyn med skolar godkjende etter denne lova og skal i den samanheng ha tilgjenge til skoleanlegg og dokumentasjon.",
                        "Dersom det blir oppdaga forhold som står i strid med denne lova, i strid med forskrifter gitt med heimel i lova eller i strid med føresetnadene for godkjenninga, kan departementet gi pålegg om å rette på forholda.",
                        "Departementet kan halde attende tilskotet eller dra godkjenninga attende dersom vilkåra i denne lova, vilkår i forskrifter gitt med heimel i lova eller føresetnadene for godkjenninga ikkje blir fylte. Departementet kan óg krevje attende for mykje utbetalt tilskot, og tilskotsmidlar som er brukte i strid med denne lova, i strid med forskrifter gitt med heimel i lova eller i strid med føresetnadene for godkjenninga.",
                        "Ved opphør av skoledrifta kan departementet i alle tilfelle krevje tilbakeført gjenståande midlar som skriv seg frå det offentlege tilskotet.",
                        "Departementet kan gi forskrifter som pålegg dei ansvarlege for opplæringsverksemd etter denne lova og dei som mottar slik opplæring å gi opplysningar og delta i evalueringar og rapportere om forhold som er av betydning for evaluering av opplæringsverksemda som er omfatta av denne lova.",
                        "Overskriften til nytt kapittel 8 skal lyde:",
                        "§ 7-7 blir § 8-1.",
                        "§ 7-8 blir § 8-2.",
                        "§ 7-9 blir § 8-3.",
                        "I § 8-2 Endringer i andre lover gjøres følgende endring:",
                        "I lov 17. juli 1998 nr. 61 om grunnskolen og den vidaregåande opplæringa skal § 14-1 fjerde ledd lyde:",
                        "Departementet kan gi forskrifter som pålegg dei ansvarlege for opplæringsverksemd etter denne lova og dei som mottar slik opplæring å gi opplysningar og delta i evalueringar og rapportere om forhold som er av betydning for evaluering av opplæringsverksemda som er omfatta av denne lova.",
                        "Lova tek til å gjelde frå 1. oktober 2003."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 8 Sluttføresegner",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}