{
    "lawId": "LOV-2003-07-04-77",
    "lawName": "Lov om endringer i vegtrafikkloven mv. (domstolsbehandling av tap av retten til å føre motorvogn mv.)",
    "shortName": "Endringslov til vegtrafikkloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 33",
                    "title": "Tap av retten til å føre førerkortpliktig motorvogn mv.",
                    "sections": [
                        "1. Blir den som har førerett ilagt straff, kan det i samme dom eller forelegg fastsettes tap av retten til å føre førerkortpliktig motorvogn for en bestemt tid eller for alltid, dersom hensynet til trafikksikkerheten eller allmenne hensyn ellers krever det.",
                        "Tapet av førerett fastsettes for minst 1 år dersom rettighetshaveren blir ilagt straff for overtredelse av § 22, jf. § 31. Dette gjelder likevel ikke for overtredelser som nevnt i § 31 annet ledd bokstav a.",
                        "Dersom rettighetshaveren tidligere er ilagt straff for overtredelse av § 22, jf. § 31, og han blir ilagt straff for ny overtredelse av § 22, jf. § 31 som er begått senest 5 år etter at reaksjonen ble fastsatt for den tidligere overtredelsen, skal retten til å føre førerkortpliktig motorvogn fratas for alltid. Dette gjelder likevel ikke for overtredelser som nevnt i § 31 annet ledd bokstav a.",
                        "Retten til å føre førerkortpliktig motorvogn skal fratas for alltid dersom rettighetshaveren ved bruk av motorvogn har voldt eller medvirket til trafikkuhell og blir ilagt straff for å ha unnlatt å yte hjelp til noen som kom til skade ved uhellet, jf. § 12.",
                        "Kongen gir forskrift med nærmere regler om fastsetting av hvor lenge tap av førerett skal vare og om når det skal kreves ny førerprøve.",
                        "Tapet av førerett kan settes kortere enn minstetiden i eller i medhold av bestemmelsen her, dersom det ellers vil virke urimelig hardt og det foreligger særdeles formildende omstendigheter ved forholdet som ligger til grunn for tapet av førerett. Det samme gjelder når andre helt spesielle grunner taler for å gå under minstetiden.",
                        "2. Kongen kan gi forskrift om at retten til å føre førerkortpliktig motorvogn skal gå tapt for en bestemt tid av hensyn til trafikksikkerheten, dersom rettighetshaveren har fått nærmere angitte straffbare handlinger registrert et bestemt antall ganger i løpet av en fastsatt tidsperiode. Det kan fastsettes ulik registrering av ulike straffbare handlinger, og avhengig av om vedkommende har førerett med eller uten prøveperiode. Det kan settes vilkår for å få føreretten tilbake.",
                        "3. Finner politiet at fører eller eier av motorvogn eller den som på eierens vegne har rådigheten over motorvognen med skjellig grunn er mistenkt for et straffbart forhold som kan medføre tap av retten til å føre førerkortpliktig motorvogn, kan en polititjenestemann ta førerkortet fra ham. Spørsmålet om å opprettholde beslaget skal snarest mulig forelegges for en tjenestemann som hører til påtalemyndigheten. Beslutningen skal være skriftlig. Dersom den mistenkte ikke samtykker i beslaget, må spørsmålet om fortsatt førerkortbeslag innen 3 uker oversendes tingretten til avgjørelse.",
                        "4. Politimesteren eller den han gir myndighet kan treffe vedtak om å frata noen retten til å føre førerkortpliktig motorvogn, dersom rettighetshaveren i løpet av de siste 6 måneder er ilagt straff i utlandet for en overtredelse som ville ha ført til tap av retten til å føre motorvogn for en viss minstetid eller for alltid etter regler i eller i medhold av § 33.",
                        "5. Når tap av førerett er rettskraftig avgjort, eller det er truffet vedtak om midlertidig beslag av førerkort, plikter rettighetshaveren straks å levere førerkortet til politiet.",
                        "6. Bestemmelsene i nr. 1 til 5 gjelder tilsvarende for mopedførerbevis.",
                        "Overskriften i § 34 skal lyde:"
                    ]
                },
                {
                    "name": "§ 34",
                    "title": "Tilbakekall av retten til å føre motorvogn mv. på grunn av særlige forhold",
                    "sections": [
                        "§ 34 annet ledd annet punktum skal lyde:",
                        "§ 33 nr. 5 får tilsvarende anvendelse.",
                        "§ 34 nytt femte ledd skal lyde:",
                        "Dersom innehaveren av føreretten ikke er edruelig eller hans vandel for øvrig er slik at han ikke anses skikket til å føre motorvogn, kan politimesteren eller den han gir myndighet, tilbakekalle retten til å føre førerkortpliktig motorvogn for en bestemt tid eller for alltid, hvis hensynet til trafikksikkerheten eller allmenne hensyn ellers krever det.",
                        "§ 34 femte ledd blir nytt sjette ledd.",
                        "§ 35 skal lyde:"
                    ]
                },
                {
                    "name": "§ 35",
                    "title": "Forbud mot å kjøre førerkortfri motorvogn.",
                    "sections": [
                        "Den som blir ilagt straff, kan i samme dom eller forelegg for en bestemt tid eller for alltid forbys å føre motorvogn som det ikke kreves førerkort for, dersom hensynet til trafikksikkerheten eller allmenne hensyn ellers krever det.",
                        "Politimesteren eller den han gir myndighet kan forby en person for nærmere fastsatt tid å kjøre motorvogn som det ikke kreves førerkort for, dersom personen er blitt fratatt retten til å føre motorvogn i medhold av § 34, eller mangler de egenskaper som er nødvendige for å kjøre slik motorvogn eller av andre grunner anses uskikket til å kjøre slik motorvogn, og hensynet til trafikksikkerheten eller allmenne hensyn ellers krever det.",
                        "§ 39 skal lyde:"
                    ]
                },
                {
                    "name": "§ 39",
                    "title": "Klage og omgjøring av politiets vedtak om tilbakekall av retten til å føre førerkortpliktig motorvogn mv., bruksnekting m.m.",
                    "sections": [
                        "For klage over politiets vedtak om tilbakekall av retten til å føre førerkortpliktig motorvogn mv. etter § 34 og forbud mot å kjøre førerkortfri motorvogn etter § 35 annet ledd gjelder ingen frist.",
                        "Uten hensyn til om det er klaget, kan departementet forlenge tilbakekallstiden som er fastsatt av politiet, dersom melding om omgjøring blir sendt vedkommende innen 3 måneder etter at politiets vedtak ble gyldig truffet. Dersom det foreligger et vesentlig misforhold mellom den fastsatte tilbakekallstiden og det forhold som ligger til grunn for tilbakekallet av føreretten, er det likevel tilstrekkelig at melding om forlengelsen blir sendt vedkommende innen 2/3 av den fastsatte tilbakekallstiden er ute. Regionvegkontorets og politiets vedtak om bruksnekting etter § 36 nr. 1 og § 36 nr. 2 bokstav a og b kan påklages til Vegdirektoratet. Politiets bruksnekting etter § 36 nr. 2 bokstav c og d, § 36 nr. 4 og § 36 nr. 5 kan påklages til departementet.",
                        "Ny § 40 skal lyde:"
                    ]
                },
                {
                    "name": "§ 40",
                    "title": "Forkorting på grunn av etterfølgende forhold.",
                    "sections": [
                        "Dersom særlige grunner taler for det, kan politimesteren eller den han gir myndighet forkorte den perioden for tap av retten til å føre førerkortpliktig motorvogn mv. som er fastsatt ved dom eller forelegg, jf. § 33 nr. 1 og 2, jf. nr. 6. Dersom meget tungtveiende grunner taler for det, kan perioden forkortes selv om minstetiden etter lov eller forskrift ikke er utløpt.",
                        "Bestemmelsen gjelder tilsvarende for sperrefrist etter § 24 a annet ledd og kjøreforbud etter § 35 første ledd.",
                        "I lov 22. mai 1981 nr. 25 om rettergangsmåten i straffesaker (straffeprosessloven) gjøres disse endringene:",
                        "§ 2 nr. 3 og ny 4 skal lyde:",
                        "3)sak hvor ærekrenkelse påstås erklært død og maktesløs,",
                        "4)sak om tap av retten til å føre motorvogn mv. for en bestemt tid eller for alltid, jf. vegtrafikkloven § 24 a annet ledd, § 33 nr. 1 og 2, jf. nr. 6, og § 35 første ledd. Det samme gjelder sak om tap av retten til å drive persontransport mot vederlag (kjøreseddel).",
                        "§ 255 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 255",
                    "title": "Finner påtalemyndigheten at en sak bør avgjøres med bot eller inndragning, eller begge deler, kan den utferdige forelegg i stedet for å reise tiltale. Reaksjoner som nevnt i § 2 nr. 4 kan også avgjøres ved forelegg, og kan også ilegges sammen med reaksjoner som nevnt i første punktum.",
                    "sections": [
                        "§ 256 nr. 4 skal lyde:",
                        "4)fastsetting av den bot som kreves, og den fengselsstraff som inntrer om boten ikke blir betalt, og i tilfelle den inndragning eller reaksjon som nevnt i § 2 nr. 4,",
                        "§ 261 skal lyde:"
                    ]
                },
                {
                    "name": "§ 261",
                    "title": "Begjæring om gjenopptakelse av sak som er avgjort ved forelegg, settes frem for tingretten. Begjæringen må angi grunnlaget for gjenopptakelse og de bevis som vil bli påberopt. §§ 389 til 393 gjelder tilsvarende så langt de passer.",
                    "sections": [
                        "Hvis begjæringen er åpenbart grunnløs, avsier retten straks kjennelse om at begjæringen forkastes. Ellers forelegges den for motparten til uttalelse. Retten kan innhente ytterligere opplysninger og beslutte bevisopptak. Reglene i § 97 første punktum og § 270 gjelder tilsvarende. Partene skal gis anledning til å uttale seg om de innhentede opplysningene.",
                        "Når særlige grunner tilsier det, kan retten beslutte å holde muntlig forhandling om begjæringen, herunder å avhøre parter og vitner eller foreta annen umiddelbar bevisførsel. Rettens beslutning kan ikke angripes ved kjæremål eller anke. Holdes muntlig forhandling, skal siktede ha forsvarer dersom forsvarer vil være nødvendig ved en ny fullstendig behandling av saken.",
                        "Retten avgjør ved kjennelse om gjenopptakelse skal tillates. Reglene i § 54 kommer ikke til anvendelse. Blir gjenopptakelse besluttet, behandles saken av tingretten. § 400 gjelder tilsvarende så langt den passer.",
                        "§ 321 første ledd første punktum skal lyde:",
                        "Anke til lagmannsretten om forhold hvor påtalemyndigheten ikke har påstått og det ikke er idømt annen reaksjon enn bot, inndragning eller tap av retten til å føre motorvogn mv., kan ikke fremmes uten rettens samtykke.",
                        "Loven trer i kraft fra det tidspunktet Kongen bestemmer, unntatt endringen i straffeprosessloven § 261.",
                        "Endringen i straffeprosessloven § 261 trer i kraft til samme tid som lov 15. juni 2001 nr. 63 om endringer i straffeprosessloven mv. (gjenopptakelse) del II."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}