{
    "lawId": "LOV-2003-01-31-8",
    "lawName": "Lov om endringer i lov 4. desember 1992 nr. 127 om kringkasting",
    "shortName": "Endringslov til kringkastingsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-10",
                    "title": "Elektroniske programguider",
                    "sections": [
                        "Kongen kan gi nærmere regler om drift og utforming av elektroniske programguider eller tilsvarende navigeringsverktøy.",
                        "§ 4-3 første ledd skal lyde:",
                        "Kongen kan i forskrift gi regler om at visse kringkastingssendinger skal videresendes i nett som kan formidle kringkasting. Kongen kan gi regler om de nærmere vilkår for formidlingen. Statens medieforvaltning kan i særlige tilfeller redusere tallet på formidlingspliktige kringkastingssendinger.",
                        "§ 8-1 annet ledd skal lyde:",
                        "Overdragelse av mottaker skal meldes til Norsk rikskringkasting. Kongen gir forskrift om meldeplikt og unntak fra meldeplikt.",
                        "§ 8-2 første ledd skal lyde:",
                        "Innførsel og innenlandsk salg, utleie eller utlån av kringkastingsmottaker, herunder antenner, skal meldes til Norsk rikskringkasting. Kongen gir forskrifter om meldeplikt og unntak fra meldeplikt.",
                        "§ 8-2 annet ledd oppheves",
                        "Nåværende § 8-2 tredje ledd blir § 8-2 annet ledd.",
                        "Nåværende § 8-2 fjerde ledd blir § 8-2 tredje ledd og skal lyde:",
                        "Det kan føres kontroll med at meldeplikten i første ledd blir holdt. Til dette formål kan det i den utstrekning det er nødvendig kreves innsyn i registrerte regnskapsopplysninger, regnskapsmateriale, avtaler og andre dokumenter av betydning for kontrollen og tilgang til lokaler hvor avgiftspliktig materiell blir produsert, oppbevart eller omsatt.",
                        "Nåværende § 8-2 femte ledd blir § 8-2 fjerde ledd.",
                        "§ 8-3 andre og tredje ledd skal lyde:",
                        "Kongen gir forskrift om innkreving av avgifter og renter.",
                        "Kongen kan ved forskrift eller enkeltvedtak frita helt eller delvis for avgifter og renter når særlige grunner tilsier det.",
                        "§ 8-3 fjerde ledd oppheves.",
                        "Loven trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}