{
    "lawId": "LOV-2003-11-28-96",
    "lawName": "Lov om endringer i spesialisthelsetjenesteloven m.m. (Finansieringsansvar for syketransport og reiseutgifter for helsepersonell)",
    "shortName": "Endringslov til spesialisthelsetjenesteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-6",
                    "title": "Rett til syketransport",
                    "sections": [
                        "Pasienten og ledsager har rett til dekning av nødvendige utgifter når pasienten må reise i forbindelse med en helsetjeneste som omfattes av lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. og som dekkes av et foretak etter lov 15. juni 2001 nr. 93 om helseforetak m.m. Det samme gjelder helsetjenester som omfattes av lov om folketrygd av 28. februar 1997 nr. 19 kapittel 5, herunder reise til familievernkontor og helsestasjon.",
                        "Stønad ytes bare til dekning av reiseutgifter til det nærmeste stedet der helsetjenesten kan gis.",
                        "Ved beregning av stønaden skal taksten for den billigste reisemåten med rutegående transportmiddel legges til grunn, med mindre pasientenes helsetilstand gjør det nødvendig å nytte et dyrere transportmiddel, eller det ikke går rutegående transport.",
                        "Retten til dekning av nødvendige utgifter etter denne paragrafen faller bort i den utstrekning utgiftene dekkes etter annen lovgivning.",
                        "Departementet kan gi forskrifter om dekning av reise- og oppholdsutgifter for pasienter og utgifter til nødvendig ledsager, herunder dekning av utgifter ved fritt sykehusvalg og regler om utbetaling av refusjon.",
                        "I lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. gjøres følgende endringer:",
                        "§ 2-1a første ledd nr. 3 og 4 og nytt nr. 5 og 6 skal lyde:",
                        "3.akuttmedisinsk beredskap,",
                        "4.medisinsk nødmeldetjeneste, luftambulansetjeneste og ambulansetjeneste med bil og eventuelt båt,",
                        "5.transport til undersøkelse eller behandling i kommune- og spesialisthelsetjenesten og",
                        "6.transport av behandlingspersonell.",
                        "§ 5-2 første ledd skal lyde:",
                        "Det regionale helseforetakets behandlings- og forpleiningsutgifter og reiseutgifter til behandling skal dekkes av det regionale helseforetaket i pasientens bostedsregion, jf. § 5-1. Det samme gjelder utgifter til behandling, forpleining og reise som ytes av andre tjenesteytere etter avtale med det regionale helseforetaket i pasientens bostedsregion, jf. § 2-1a. Til gjennomføring av psykisk helsevern dekkes også andre utgifter av det regionale helseforetaket i pasientens bostedsregion.",
                        "§ 5-5 nr. 3 og og nytt nr. 4 skal lyde:",
                        "3.adgang til å bestemme at pasienter som oppholder seg i langtidsinstitusjoner helt eller delvis skal dekke 25 prosent av forpleiningsutgiftene når dette finnes rimelig etter pasientens økonomiske kår. Det kan ikke tas refusjon i kontantytelser som pasienten oppebærer etter folketrygdloven og heller ikke i midler som skriver seg fra slike ytelser,",
                        "4.pasientens betaling for reise til undersøkelse og behandling, herunder fritak for betaling for enkelte pasientgrupper.",
                        "I lov 19. november 1982 nr. 66 om helsetjenesten i kommunene gjøres følgende endringer:",
                        "§ 1-3 andre ledd nr. 7 og nytt nr. 8 skal lyde:",
                        "7.medisinsk nødmeldetjeneste",
                        "8.transport av behandlingspersonell.",
                        "§ 5-1 nytt tredje og fjerde ledd skal lyde:",
                        "Kommunen dekker reiseutgifter for behandlingspersonell som gir helsetjenester etter lov om folketrygd av 28. februar 1997 nr. 19 kapittel 5. Det samme gjelder for kommunalt ansatt helsepersonell eller helsepersonell som har avtale med kommunen for å yte helsehjelp, herunder helsepersonell ansatt ved familievernkontor. Det er et vilkår at pasienten på grunn av sin helsetilstand ikke kan møte fram på behandlingsstedet.",
                        "Departementet gir nærmere forskrifter om dekning av reiseutgifter for behandlingspersonell, og kan gi bestemmelser om dekning av reiseutgifter i andre tilfeller enn nevnt i tredje ledd. Videre kan det gis bestemmelser om fast skyssgodtgjørelse til behandlingspersonell.",
                        "§ 5-1 nåværende tredje ledd blir femte ledd.",
                        "I lov 28. februar 1997 nr. 19 om folketrygd gjøres følgende endringer:",
                        "I innholdsfortegnelsen i kapittel 5 oppheves åttende strekpunkt. Nåværende niende til femtende strekpunkt blir åttende til fjortende strekpunkt.",
                        "§ 5-3 første ledd bokstav d skal lyde:",
                        "d)reiseutgifter, jf. lov om spesialisthelsetjenesten m.m. av 2. juli 1999 nr. 61 § 5-5 nr. 4",
                        "§§ 5-16 til 5-19 oppheves.",
                        "§ 5-24 første ledd skal lyde:",
                        "Et medlem gis stønad til nødvendige utgifter til helsetjenester i utlandet etter reglene i denne paragrafen. Utgiftene dekkes etter bestemmelsene i dette kapitlet, likevel slik at trygden også dekker reise- og oppholdsutgifter ved undersøkelse og behandling samt tilsvarende utgifter for behandlingspersonell som på grunn av pasientens helsetilstand må reise til medlemmet. For øvrig gjelder følgende særregler:",
                        "a)Utgiftene dekkes etter særskilte satser.",
                        "b)Utgiftene til ambulansetransport dekkes fullt ut.",
                        "c)Utgiftene til sykehusopphold dekkes med opptil et beløp som fastsettes av Stortinget.",
                        "Ikrafttredelse og overgangsbestemmelser",
                        "1.Loven trer i kraft 1. januar 2004.",
                        "2.Tjenestemannsloven § 13 nr. 2 til 6 om fortrinnsrett til annen statsstilling og ventelønn skal ved overføringen av tjenestemenn fra trygdeetaten til den statlige spesialisthelsetjenesten fortsatt gjelde for disse arbeidstakere som blir sagt opp på grunn av forhold som nevnt i tjenestemannsloven § 13 nr. 1 bokstavene a, b og c. Fortrinnsrett til annen statsstilling og ventelønn etter første punktum opphører tre år etter overføring til foretak. Første og annet punktum gjør ingen innskrenkninger i rettighetene arbeidstakeren har etter arbeidsmiljøloven §§ 60 nr. 2 og 67."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}