{
    "lawId": "LOV-2003-06-20-55",
    "lawName": "Lov om endringer i folketrygdloven og i enkelte andre lover (tidsbegrenset uførestønad)",
    "shortName": "Endringslov til folketrygdloven m.m.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 8-50",
                    "title": "Medlemmer med tidsbegrenset uførestønad og uførepensjon",
                    "sections": [
                        "Det ytes ikke sykepenger til et medlem som mottar hel tidsbegrenset uførestønad, uførepensjon eller foreløpig uførestønad etter kapittel 12.",
                        "Til et medlem som mottar gradert tidsbegrenset uførestønad, uførepensjon eller foreløpig uførestønad, ytes det sykepenger etter bestemmelsene i kapitlet her ut fra den arbeidsinntekt som medlemmet har i tillegg til ytelsen.",
                        "§ 8-55 bokstav c skal lyde:",
                        "c)Ved tilbakefall ytes det sykepenger som minst svarer til uførepensjon eller tidsbegrenset uførestønad ved yrkesskade, til en person som mottar eller har mottatt slike ytelser, se § 12-18.",
                        "§ 10-5 fjerde ledd skal lyde:",
                        "Det ytes ikke stønad etter denne paragrafen til en person som mottar alderspensjon, tidsbegrenset uførestønad, uførepensjon, eller avtalefestet pensjon som det godskrives pensjonspoeng for, se § 3-19 sjette ledd. Til en person som mottar tidsbegrenset uførestønad eller uførepensjon, kan det likevel ytes stønad dersom det er sannsynlig at stønaden vil føre til at slike ytelser faller bort eller blir redusert.",
                        "§ 10-10 andre ledd skal lyde:",
                        "Minste årlige ytelse er 1,8 ganger grunnbeløpet.",
                        "§ 10-16 andre ledd bokstav a skal lyde:",
                        "a)når medlemmet får rett til attføringspenger, tidsbegrenset uførestønad, uførepensjon eller alderspensjon etter denne loven,",
                        "§ 11-11 andre ledd skal lyde:",
                        "Minste årlige ytelse er 1,8 ganger grunnbeløpet.",
                        "§ 11-18 andre ledd bokstav a skal lyde:",
                        "a)når medlemmet får rett til tidsbegrenset uførestønad, uførepensjon eller alderspensjon etter denne loven,",
                        "Overskrift og innholdsfortegnelse i kapittel 12 skal lyde:",
                        "Bestemmelser om",
                        "-formål står i § 12-1",
                        "-vilkår for rett til tidsbegrenset uførestønad og uførepensjon står i §§ 12-2 til 12-7",
                        "-uførepensjon til hjemmearbeidende ektefelle står i § 12-8",
                        "-tidsbegrenset uførestønad og uførepensjon står i § 12-9",
                        "-uføretidspunktet står i § 12-10",
                        "-gradering av tidsbegrenset uførestønad og uførepensjon står i § 12-11",
                        "-revurdering av uføregraden står i § 12-12",
                        "-beregning av tidsbegrenset uførestønad og uførepensjon står i § 12-13",
                        "-avkall på tidsbegrenset uførestønad og uførepensjon står i § 12-14",
                        "-uførepensjon til gjenlevende ektefelle står i § 12-15",
                        "-foreløpig uførestønad står i § 12-16",
                        "-avkorting av tidsbegrenset uførestønad og uførepensjon for ytelser fra arbeidsgiver står i § 12-17",
                        "-tidsbegrenset uførestønad og uførepensjon ved yrkesskade står i § 12-18",
                        "I § 12-1, § 12-2 første ledd, § 12-3 første ledd, § 12-4, § 12-5 første ledd og tredje ledd første punktum, § 12-6 første og andre ledd og § 12-7 første ledd skal ordet «uførepensjon» endres til «ytelser etter dette kapitlet».",
                        "§ 12-2 tredje ledd skal lyde:",
                        "Vilkåret om tre års forutgående medlemskap i første ledd gjelder ikke for en person som har vært medlem i trygden i minst ett år umiddelbart før han eller hun setter fram krav om ytelser, dersom",
                        "a)vedkommende ble ufør før fylte 26 år og da var medlem i trygden, eller",
                        "b)vedkommende etter fylte 16 år har vært medlem i trygden med unntak av maksimum fem år.",
                        "§ 12-9 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 12. Tidsbegrenset uførestønad og uførepensjon",
            "paragraphs": [
                {
                    "name": "§ 12-9",
                    "title": "Tidsbegrenset uførestønad og uførepensjon",
                    "sections": [
                        "Dersom det etter en helhetsvurdering er sannsynlig at inntektsevnen kan bedres, skal det gis en tidsbegrenset uførestønad. Ved vurderingen skal det legges vekt på bl.a sykdommens art, medisinske opplysninger, funksjonsvurderinger, restarbeidsevne, alder og tidligere tilknytning til arbeidslivet. Stønaden gis for en periode på ett til fire år og skal revurderes før periodens utløp.",
                        "Uførepensjon kan gis dersom det ikke er utsikt til bedring av inntektsevnen/arbeidsevnen.",
                        "§ 12-11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-11",
                    "title": "Gradering av tidsbegrenset uførestønad og uførepensjon",
                    "sections": [
                        "Det ytes hel tidsbegrenset uførestønad eller uførepensjon dersom vedkommende har tapt hele sin inntektsevne/arbeidsevne, se §§ 12-7 og 12-8.",
                        "Dersom vedkommende har tapt en del av sin inntektsevne/arbeidsevne, gis det en gradert ytelse som svarer til den del av inntektsevnen/arbeidsevnen som er tapt. Ytelsen graderes med intervaller på fem prosent.",
                        "Ved utvidelse av arbeidsinnsatsen kan det ytes tidsbegrenset uførestønad med en uføregrad ned til 20 prosent. Tilsvarende gjelder for uførepensjonen etter arbeidsforsøk med hvilende pensjonsrett.",
                        "Ektefelletillegg og barnetillegg graderes ikke etter bestemmelsene i denne paragrafen, se §§ 3-24 til 3-26.",
                        "§ 12-12 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-12",
                    "title": "Revurdering av uføregraden",
                    "sections": [
                        "Skjer det en vesentlig endring i forhold som har betydning for inntektsevnen/arbeidsevnen, skal uføregraden revurderes, se også § 21-6.",
                        "Når det er gått ett år siden ytelsen ble innvilget, kan en person ha en årlig pensjonsgivende inntekt på opptil grunnbeløpet (friinntekt) uten at uføregraden skal revurderes. En person med gradert ytelse kan ha en pensjonsgivende inntekt på opptil grunnbeløpet i tillegg til den inntekten som ble forutsatt ut fra restinntektsevnen. Ventetiden på ett år gjelder ikke når tidsbegrenset uførestønad forlenges med innvilgelse av ny periode eller avløses av uførepensjon. Ytelsen og pensjonsgivende inntekt kan til sammen ikke overstige inntektsnivået før uførhet, jf. folketrygdloven § 12-7.",
                        "Mottakere av uførepensjon eller tidsbegrenset uførestønad beholder retten til ytelsen selv om den reduseres eller faller helt bort",
                        "a)under tidsbegrenset arbeidstrening som er godkjent av arbeidsmarkedsetaten,",
                        "b)i tre år når vedkommende har gitt trygdekontoret melding om inntektsendring fordi han eller hun har tatt arbeid eller oppdrag, eller har startet virksomhet. Det er et vilkår at vedkommende i løpet av de tre årene melder fra om ytterligere inntektsendringer. Det kan ses bort fra at meldinger som nevnt, ikke er gitt dersom det foreligger særlige grunner som kan forklare hvorfor det ikke er meldt fra.",
                        "Bestemmelsene i tredje ledd gjelder for tidsbegrenset uførestønad i det tidsrommet en person er innvilget slik stønad.",
                        "Departementet gir forskrifter med nærmere bestemmelser om friinntekt og kan herunder gjøre unntak fra andre ledd.",
                        "§ 12-13 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-13",
                    "title": "Beregning av tidsbegrenset uførestønad og uførepensjon",
                    "sections": [
                        "1. Grunnlaget for tidsbegrenset uførestønad fastsettes etter bestemmelsene for rehabiliteringspenger i § 10-9. Stønaden ytes med 66 prosent av grunnlaget.",
                        "Minste årlige ytelse er 1,8 ganger grunnbeløpet.",
                        "Bestemmelsene i § 10-10 tredje, fjerde og femte ledd, §§ 10-11, 10-14 og 10-15 kommer tilsvarende til anvendelse på tidsbegrenset uførestønad.",
                        "2. Uførepensjonen består av grunnpensjon, tilleggspensjon og/eller særtillegg.",
                        "Grunnpensjonen fastsettes etter bestemmelsene i § 3-2.",
                        "Tilleggspensjonen fastsettes etter bestemmelsene i §§ 3-8 til 3-12, 3-17, 3-18 og 3-20 til 3-22.",
                        "Særtillegget fastsettes etter bestemmelsene i § 3-3.",
                        "Til uførepensjonen kan det ytes ektefelletillegg og barnetillegg etter bestemmelsene i §§ 3-24 til 3-26.",
                        "Uførepensjon til personer som er innlagt i institusjon eller sitter i fengsel, fastsettes etter bestemmelsene i §§ 3-27 til 3-29.",
                        "§ 12-14 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-14",
                    "title": "Avkall på tidsbegrenset uførestønad eller uførepensjon",
                    "sections": [
                        "En mottaker av tidsbegrenset uførestønad eller uførepensjon kan gi avkall på retten til ytelser etter dette kapitlet dersom",
                        "a)ektefellen mottar alderspensjon, uførepensjon, foreløpig uførestønad, eller avtalefestet pensjon som det godskrives pensjonspoeng for, se § 3-19 sjette ledd, og",
                        "b)vedkommende enten har kortere trygdetid enn ektefellen eller får graderte ytelser.",
                        "Ektefellens ytelser fastsettes da etter reglene for pensjonister som forsørger den andre ektefellen.",
                        "§ 12-17 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-17",
                    "title": "Avkorting av tidsbegrenset uførestønad og uførepensjon for ytelser fra arbeidsgiver",
                    "sections": [
                        "Når en arbeidsgiver gir en mottaker av ytelser etter dette kapitlet økonomiske ytelser som ikke er pensjonsgivende inntekt, skal ytelsene etter dette kapitlet reduseres med et tilsvarende beløp. Dette gjelder bare dersom ytelsene blir avtalt i forbindelse med fratreden eller reduksjon av arbeidstiden.",
                        "Ytelser etter dette kapitlet reduseres etter bestemmelsene i første ledd også når mottakeren får ytelsene fra en tredjemann.",
                        "§ 12-18 skal lyde:"
                    ]
                },
                {
                    "name": "§ 12-18",
                    "title": "Tidsbegrenset uførestønad og uførepensjon ved yrkesskade",
                    "sections": [
                        "Til den som er arbeidsufør på grunn av en skade eller sykdom som går inn under kapittel 13, ytes det tidsbegrenset uførestønad og uførepensjon etter følgende særbestemmelser:",
                        "a)Vilkåret i § 12-2 om minst tre års forutgående medlemskap gjelder ikke.",
                        "b)Vilkåret i § 12-3 om fortsatt medlemskap gjelder ikke.",
                        "c)Vilkåret i § 3-8 om minst tre poengår for rett til tilleggspensjon gjelder ikke.",
                        "d)Grunnpensjon, tilleggspensjon og tidsbegrenset uførestønad ytes ved uføregrader ned til 30 prosent.",
                        "Det skal fastsettes en særskilt uføregrad for den del av uførheten som skyldes yrkesskade eller yrkessykdom. Det ses bort fra uførhet som skyldes andre forhold enn yrkesskaden, når denne delen utgjør under 30 prosent av den totale uførheten.",
                        "Ved yrkesskade beregnes tidsbegrenset uførestønad etter bestemmelsene i § 12-13 nr. 1. Beregningsgrunnlaget settes likevel ikke lavere enn antatt årlig arbeidsinntekt på skadetidspunktet, justert i samsvar med endringer i grunnbeløpet fram til søknadstidspunktet. Uførepensjon beregnes etter særbestemmelsene i § 3-30.",
                        "Uførepensjon som er innvilget etter en yrkesskade før fylte 67 år, ytes ut vedkommendes levetid dersom vedkommende ikke har rett til alderspensjon fra folketrygden.",
                        "§ 13-2 andre ledd sjette, sjuende og åttende strekpunkt skal lyde:",
                        "-rehabiliteringspenger står i § 10-18",
                        "-attføringspenger står i § 11-20",
                        "-tidsbegrenset uførestønad og uførepensjon står i § 12-18",
                        "§ 15-9 tredje ledd, § 16-8 tredje ledd og § 17-8 fjerde ledd skal lyde:",
                        "Likestilt med arbeidsinntekt er dagpenger etter kapittel 4, sykepenger etter kapittel 8, stønad ved barns og andre nære pårørendes sykdom etter kapittel 9, rehabiliteringspenger etter kapittel 10, attføringspenger etter kapittel 11, tidsbegrenset uførestønad etter kapittel 12, og fødselspenger, svangerskapspenger og adopsjonspenger etter kapittel 14.",
                        "§ 17-3 første ledd bokstav b skal lyde:",
                        "b)i de siste tre årene fram til dødsfallet mottok pensjon eller tidsbegrenset uførestønad etter denne loven, eller",
                        "§ 18-2 første ledd bokstav b skal lyde:",
                        "b)at den avdøde faren eller moren mottok pensjon eller tidsbegrenset uførestønad fra folketrygden de siste tre årene fram til dødsfallet.",
                        "§ 18-7 andre ledd skal lyde:",
                        "Barnepensjonen faller bort i den utstrekning barnet har rett til tidsbegrenset uførestønad, uførepensjon eller foreløpig uførestønad.",
                        "§ 22-8 første ledd første punktum skal lyde:",
                        "Når en forsørger har fått utbetalt ektefelletillegg eller barnetillegg, og den forsørgede får etterbetalt pensjon, tidsbegrenset uførestønad, overgangsstønad, attføringspenger eller rehabiliteringspenger, skal etterbetalingen reduseres med et beløp som svarer til det tillegget forsørgeren har fått utbetalt for samme tidsrom.",
                        "§ 22-10 andre ledd bokstav f skal lyde:",
                        "f)tidsbegrenset uførestønad (kapittel 12)",
                        "Nåværende bokstavene f og g blir bokstavene g og h.",
                        "§ 22-16 andre ledd bokstav d skal lyde:",
                        "d)tidsbegrenset uførestønad og uførepensjon når inntekten overstiger den fastsatte inntektsgrensen, se § 12-12.",
                        "§ 23-3 andre ledd nr. 2 bokstav b skal lyde:",
                        "b)rehabiliteringspenger etter folketrygdloven kapittel 10, attføringspenger etter folketrygdloven kapittel 11 og tidsbegrenset uførestønad etter folketrygdloven kapittel 12.",
                        "§ 25-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 25-7",
                    "title": "Utelukkelse fra å utstede legeerklæringer",
                    "sections": [
                        "Dersom en lege ikke innen rimelig tid gir trygden de opplysninger som er nødvendige for å avgjøre en sak om sykepenger, medisinsk rehabilitering, attføring, tidsbegrenset uførestønad eller uførepensjon, kan Rikstrygdeverket bestemme at trygden i opptil ett år ikke skal gi slike ytelser på grunnlag av erklæringer fra legen.",
                        "I lov 13. desember 1946 nr. 21 om krigspensjonering for militærpersoner gjøres følgende endringer:",
                        "§ 18 nr. 1 tredje ledd skal lyde:",
                        "Har invaliden rett til foreløpig uførestønad eller overgangsstønad fra folketrygden som inneholder tilleggspensjon, gjelder bestemmelsene i første ledd på samme måte. For rehabiliteringspenger, attføringspenger, tidsbegrenset uførestønad og overgangsstønad til enslige forsørgere gjelder første ledd første punktum for den delen av ytelsen som overstiger folketrygdens grunnbeløp. Dersom rehabiliteringspengene, attføringspengene, den tidsbegrensede uførestønaden eller overgangsstønaden er gradert eller redusert for inntekt, skal det ved samordningen legges til grunn et forholdsmessig redusert grunnbeløp.",
                        "§ 18 nr. 1 sjette ledd skal lyde:",
                        "Dersom det ytes foreløpig uførestønad eller overgangsstønad fra folketrygden som inneholder tilleggspensjon, gjelder bestemmelsene i fjerde ledd på samme måte. For rehabiliteringspenger, attføringspenger, tidsbegrenset uførestønad og overgangsstønad til enslige forsørgere gjelder fjerde ledd første og andre punktum for den delen av ytelsen som overstiger folketrygdens grunnbeløp. Dersom rehabiliteringspengene, attføringspengene, den tidsbegrensede uførestønaden eller overgangsstønaden er gradert eller redusert for inntekt, skal det ved samordningen legges til grunn et forholdsmessig redusert grunnbeløp.",
                        "I lov 13. desember 1946 nr. 22 om krigspensjonering for hjemmestyrkepersonell og sivilpersoner gjøres følgende endringer:",
                        "§ 23 nr. 1 tredje ledd skal lyde:",
                        "Har invaliden rett til foreløpig uførestønad eller overgangsstønad fra folketrygden som inneholder tilleggspensjon, gjelder bestemmelsene i første ledd på samme måte. For rehabiliteringspenger, attføringspenger, tidsbegrenset uførestønad og overgangsstønad til enslige forsørgere gjelder første ledd første punktum for den delen av ytelsen som overstiger folketrygdens grunnbeløp. Dersom rehabiliteringspengene, attføringspengene, den tidsbegrensede uførestønaden eller overgangsstønaden er gradert eller redusert for inntekt, skal det ved samordningen legges til grunn et forholdsmessig redusert grunnbeløp.",
                        "§ 23 nr. 1 sjette ledd skal lyde:",
                        "Dersom det ytes foreløpig uførestønad eller overgangsstønad fra folketrygden som inneholder tilleggspensjon, gjelder bestemmelsene i fjerde ledd på samme måte. For rehabiliteringspenger, attføringspenger, tidsbegrenset uførestønad og overgangsstønad til enslige forsørgere gjelder fjerde ledd første og andre punktum for den delen av ytelsen som overstiger folketrygdens grunnbeløp. Dersom rehabiliteringspengene, attføringspengene, den tidsbegrensede uførestønaden eller overgangsstønaden er gradert eller redusert for inntekt, skal det ved samordningen legges til grunn et forholdsmessig redusert grunnbeløp.",
                        "I lov 3. desember 1948 nr. 7 om pensjonstrygd for sjømenn gjøres følgende endringer:",
                        "§ 4 nr. 3 skal lyde:",
                        "3.Alderspensjon ytes til og med den kalendermåned pensjonisten fyller 67 år, eller til den kalendermåned pensjonisten får uførepensjon, foreløpig uførestønad, tidsbegrenset uførestønad, rehabiliteringspenger eller attføringspenger etter lov om folketrygd for hel uførhet eller full avtalefestet pensjon som omfattes av lov 6. juli 1957 nr. 26 om samordning av pensjons- og trygdeytelser § 1 nr. 1 første ledd bokstav d.",
                        "§ 5 nr. 2 skal lyde:",
                        "2.For pensjonist som har uførepensjon, foreløpig uførestønad, tidsbegrenset uførestønad, rehabiliteringspenger eller attføringspenger etter lov om folketrygd for mindre enn hel uførhet eller gradert avtalefestet pensjon som omfattes av lov 6. juli 1957 nr. 26 om samordning av pensjons- og trygdeytelser § 1 nr. 1 første ledd bokstav d, bortfaller en forholdsmessig del av alderspensjonen som svarer til uføregraden eller pensjonsgraden.",
                        "§ 16 nr. 1 første ledd bokstav e skal lyde:",
                        "e)på det tidspunkt vilkårene i bokstav a-d er oppfylt, ikke får uførepensjon, foreløpig uførestønad, tidsbegrenset uførestønad, rehabiliteringspenger eller attføringspenger fra folketrygden for hel uførhet eller full avtalefestet pensjon som omfattes av samordningsloven § 1 nr. 1 første ledd bokstav d.",
                        "§ 28 nr. 2 første punktum skal lyde:",
                        "2.Den som er innvilget eller innvilges alderspensjon etter denne loven og uførepensjon, foreløpig uførestønad, tidsbegrenset uførestønad, rehabiliteringspenger eller attføringspenger fra folketrygden eller avtalefestet pensjon som omfattes av samordningsloven § 1 nr. 1 første ledd bokstav d med virkning fra et tidspunkt før 1. januar 2001, har rett til alderspensjon etter bestemmelsene i denne loven som gjaldt før denne datoen, herunder pensjon etter satser som nevnt i nr. 1.",
                        "§ 29 nr. 2 første punktum skal lyde:",
                        "2.Til en pensjonist som får uførepensjon, foreløpig uførestønad, tidsbegrenset uførestønad, rehabiliteringspenger eller attføringspenger fra folketrygden, eller avtalefestet pensjon som omfattes av samordningsloven § 1 nr. 1 første ledd bokstav d, som er mindre enn det alderspensjon etter denne loven ville utgjøre hvis han ikke hadde hatt slik ytelse fra folketrygden eller avtalefestet pensjon, gis det et overgangstillegg som tilsvarer forskjellen.",
                        "I lov 28. juli 1949 nr. 26 om Statens Pensjonskasse gjøres følgende endringer:",
                        "§ 28 sjette ledd første punktum skal lyde:",
                        "Når et medlem blir tilstått uførepensjon eller tidsbegrenset uførestønad fra folketrygden, skal uførepensjon fra Pensjonskassen ytes etter samme uføregrad som i folketrygden.",
                        "§ 28 a første punktum skal lyde:",
                        "Når et medlem er fratrådt etter 1. januar 1967 med rett til oppsatt alderspensjon og senere blir tilstått uførepensjon eller tidsbegrenset uførestønad etter lov om folketrygd, har han fra samme tidspunkt rett til uførepensjon etter samme uføregrad fra Pensjonskassen svarende til oppsatt alderspensjon beregnet etter bestemmelsene i § 24 annet ledd.",
                        "I lov 3. desember 1951 nr. 2 om pensjonstrygd for skogsarbeidere gjøres følgende endring:",
                        "§ 13 fjerde ledd første punktum skal lyde:",
                        "Alderspensjonen opphører likeledes når pensjonisten får rett til uførepensjon, foreløpig uførestønad, tidsbegrenset uførestønad, rehabiliteringspenger eller attføringspenger fra folketrygden for hel uførhet.",
                        "I lov 26. juni 1953 nr. 11 om pensjonsordning for apoteketaten gjøres følgende endringer:",
                        "§ 10 sjette ledd skal lyde:",
                        "Når et medlem har fratrådt etter 1. januar 1967 med rett til oppsatt alderspensjon og senere blir tilstått full uførepensjon eller full tidsbegrenset uførestønad etter lov om folketrygd, har han fra samme tidspunkt rett til uførepensjon fra pensjonsordningen svarende til oppsatt alderspensjon beregnet etter bestemmelsen i § 7 nr. 2. Hvis han tilstås gradert uførepensjon eller tidsbegrenset uførestønad fra folketrygden, ytes uførepensjon etter samme uføregrad.",
                        "§ 11 syvende ledd første punktum skal lyde:",
                        "Når et medlem blir tilstått uførepensjon eller tidsbegrenset uførestønad fra folketrygden, skal uførepensjon fra pensjonsordningen ytes etter samme uføregrad som i folketrygden.",
                        "I lov 28. juni 1957 nr. 12 om pensjonstrygd for fiskere gjøres følgende endring:",
                        "§ 8 andre ledd første punktum skal lyde:",
                        "Alderspensjon opphører fra og med kalendermåneden etter den måned da pensjonisten fylte 67 år eller fra og med den kalendermåned da pensjonisten får rett til uførepensjon, foreløpig uførestønad, tidsbegrenset uførestønad, rehabiliteringspenger, eller attføringspenger etter loven om folketrygd for hel uførhet eller tar ut full avtalefestet pensjon som nevnt i samordningsloven § 1 nr. 1 første ledd bokstav d.",
                        "I lov 6. juli 1957 nr. 26 om samordning av pensjons- og trygdeytelser gjøres følgende endringer:",
                        "§ 19 andre ledd første punktum skal lyde:",
                        "Bestemmelsene i nr. 1 og 3 gjelder tilsvarende for samordning av tjenestepensjon med uførepensjon, foreløpig uførestønad, tidsbegrenset uførestønad, rehabiliteringspenger eller attføringspenger etter loven om folketrygd.",
                        "§ 20 tredje ledd første punktum skal lyde:",
                        "Bestemmelsene i første og annet ledd gjelder tilsvarende for samordning av pensjon fra personskadetrygd med uførepensjon, foreløpig uførestønad, tidsbegrenset uførestønad, rehabiliteringspenger eller attføringspenger etter loven om folketrygd.",
                        "§ 21 tredje ledd skal lyde:",
                        "Bestemmelsen i første og annet ledd gjelder tilsvarende for samordning av pensjoner fra tjenestepensjonsordning, personskadetrygd og uførepensjon, foreløpig uførestønad, tidsbegrenset uførestønad, rehabiliteringspenger eller attføringspenger etter loven om folketrygd.",
                        "§ 23 nr. 1 andre ledd skal lyde:",
                        "Bestemmelsene i første ledd gjelder tilsvarende for særtillegg fra folketrygden, for ventetillegg fra folketrygden for tilleggspensjon og for den delen av tidsbegrenset uførestønad, rehabiliteringspenger, attføringspenger og overgangsstønad etter folketrygdloven kapitlene 10, 11, 12 og 15 som overstiger folketrygdens grunnbeløp. Dersom den tidsbegrensede uførestønaden, rehabiliteringspengene, attføringspengene eller overgangsstønaden er gradert eller redusert for inntekt, skal det ved samordningen legges til grunn et forholdsmessig redusert grunnbeløp.",
                        "I lov 12. desember 1958 nr. 10 om yrkesskadetrygd gjøres følgende endringer:",
                        "§ 11 nr. 4 første og andre ledd skal lyde:",
                        "4.Til enslig person som har rett til pensjon etter denne lov eller sykepenger etter bestemmelsene i pkt. 2, annet eller tredje ledd og som er innlagt i institusjon som omfattes av folketrygdloven § 3-27 eller § 3-29, skal det fra og med den andre kalendermåned etter den måned da forpleiningen tok til bare utbetales en så stor del av nevnte ytelser etter denne lov som sammen med de sykepenger, rehabiliteringspenger, attføringspenger, foreløpig uførestønad, tidsbegrenset uførestønad og den pensjon eller overgangsstønad som vedkommende eventuelt har rett til etter lov om folketrygd, svarer til 10 prosent av full og ikke samordnet pensjon etter denne lov, tillagt 15 prosent av folketrygdens grunnbeløp.",
                        "Til person som forsørger ektefelle eller barn skal det i tilfelle som nevnt i første ledd bare utbetales en så stor del av pensjon eller sykepenger etter denne lov, som sammen med de sykepenger, rehabiliteringspenger, attføringspenger, foreløpig uførestønad, tidsbegrenset uførestønad og den pensjon eller overgangsstønad som vedkommende eventuelt har rett til etter lov om folketrygd, svarer til 10 prosent av full og ikke samordnet pensjon etter denne lov, tillagt 15 prosent av folketrygdens grunnbeløp, samt pensjon etter §§ 19 og 22 i denne lov.",
                        "§ 12 nr. 3 fjerde ledd skal lyde:",
                        "Dersom den skadede har rett til foreløpig uførestønad eller overgangsstønad fra folketrygden som inneholder tilleggspensjon, gjelder bestemmelsene i annet ledd på samme måte. For rehabiliteringspenger, attføringspenger, tidsbegrenset uførestønad og overgangsstønad til enslige forsørgere gjelder annet ledd første punktum for den delen av ytelsen som overstiger folketrygdens grunnbeløp. Dersom rehabiliteringspengene, attføringspengene, den tidsbegrensede uførestønaden eller overgangsstønaden er gradert eller redusert for inntekt, skal det ved samordningen legges til grunn et forholdsmessig redusert grunnbeløp.",
                        "§ 19 nr. 1 tredje ledd skal lyde:",
                        "Dersom det ytes foreløpig uførestønad eller overgangsstønad fra folketrygden som inneholder tilleggspensjon, gjelder bestemmelsene i annet ledd på samme måte. For rehabiliteringspenger, attføringspenger, tidsbegrenset uførestønad og overgangsstønad til enslige forsørgere gjelder annet ledd første punktum for den delen av ytelsen som overstiger folketrygdens grunnbeløp. Dersom rehabiliteringspengene, attføringspengene, den tidsbegrensede uførestønaden eller overgangsstønaden er gradert eller redusert for inntekt, skal det ved samordningen legges til grunn et forholdsmessig redusert grunnbeløp.",
                        "I lov 23. desember 1988 nr. 110 om statstilskott til ordninger for avtalefestet pensjon gjøres følgende endring:",
                        "§ 2 første ledd bokstav f skal lyde:",
                        "f)Pensjon fra ordningen må ikke kunne ytes for tidsrom hvor det ytes rehabiliteringspenger, attføringspenger, tidsbegrenset uførestønad, foreløpig uførestønad, uførepensjon eller etterlattepensjon fra folketrygden",
                        "I lov 9. desember 1994 nr. 64 om løysingsrettar gjøres følgende endring:",
                        "§ 9 andre punktum skal lyde:",
                        "Løysingsrett til ein bustadeigedom kan ikkje gjerast gjeldande når eigaren sluttar i tenesta for å gå av med alders- eller uførepensjon, eller for å motta tidsavgrensa uførestønad.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endringer:",
                        "§ 5-42 bokstav b skal lyde:",
                        "b)stønad, omsorgspenger og annen utbetaling fra omsorgs- og trygdeinnretning, herunder rehabiliteringspenger etter folketrygdloven kapittel 10, attføringspenger etter folketrygdloven kapittel 11, tidsbegrenset uførestønad etter folketrygdloven kapittel 12 og overgangsstønad etter folketrygdloven §§ 15-7, 16-7 og 17-6.",
                        "§ 6-81 andre og tredje ledd skal lyde:",
                        "(2) Fra og med den måned skattyter mottar foreløpig uførestønad etter folketrygdloven § 12-16, tidsbegrenset uførestønad eller uførepensjon fordi ervervsevnen er satt ned med minst 2/3, gis det et særfradrag i alminnelig inntekt på 1 530 kroner pr. påbegynt måned.",
                        "(3) Andre skattytere enn nevnt i første og annet ledd som har mottatt foreløpig uførestønad, tidsbegrenset uførestønad eller uførepensjon etter folketrygdloven eller uførepensjon etter andre lover, skal for hver påbegynt måned slike ytelser er mottatt, ha et særfradrag lik halvparten av månedsfradraget etter annet ledd.",
                        "§ 12-2 bokstav c skal lyde:",
                        "c)rehabiliteringspenger etter folketrygdloven kapittel 10, attføringspenger etter folketrygdloven kapittel 11, tidsbegrenset uførestønad etter folketrygdloven kapittel 12 og overgangsstønad etter folketrygdloven §§ 15-7, 16-7 og 17-6.",
                        "§ 17-1 første ledd bokstav a skal lyde:",
                        "a.har rett til særfradrag etter § 6-81 første og annet ledd og som ikke er mottakere av tidsbegrenset uførestønad,",
                        "Endringene trer i kraft 1. januar 2004. Endringene i folketrygdloven §§ 10-10 og 11-11 gjøres gjeldende også for løpende tilfeller. Endringene i folketrygdloven § 12-11 gjøres gjeldende også for løpende tilfeller dersom uføregraden revurderes etter 1. januar 2004. Endringene i folketrygdloven § 12-12 andre ledd fjerde punktum gjøres kun gjeldende for nye tilfeller."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        },
        {
            "name": "X",
            "paragraphs": []
        },
        {
            "name": "XI",
            "paragraphs": []
        },
        {
            "name": "XII",
            "paragraphs": []
        },
        {
            "name": "XIII",
            "paragraphs": []
        },
        {
            "name": "XIV",
            "paragraphs": []
        }
    ]
}