{
    "lawId": "LOV-2003-07-04-74",
    "lawName": "Lov om hundehold (hundeloven)",
    "shortName": "Hundeloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "Kapittel 1. Innledende bestemmelser",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Det sivile samfunns ansvar, lovens formål og forholdet til annen lovgivning",
                    "sections": [
                        "Det sivile samfunn, både enkeltpersoner og organisasjoner, har ansvaret for innenfor lovgivningens ramme å utøve og legge til rette for et positivt og samfunnsgagnlig hundehold, til glede for den enkelte hundeholder.",
                        "Loven har til formål å bidra til å fremme et hundehold som varetar hensyn til sikkerhet, trygghet, alminnelig ro og orden. Den gir regler for hvordan hundeholdet skal utøves av den enkelte for å vareta slike hensyn. Videre gir loven regler for hvordan enkeltpersoner og det offentlige kan forholde seg til hundehold som ikke gir tilstrekkelig sikkerhet, trygghet, alminnelig ro og orden.",
                        "For hundeholdet gjelder også bestemmelser i annen lovgivning, bl.a. de alminnelige reglene i lov om dyrevern og lov om dyrehelse (husdyrloven) og i granneloven, og dessuten særskilte regler om hundehold eller dyrehold f.eks. i husleieloven."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Definisjoner",
                    "sections": [
                        "I denne lov forstås ved",
                        "a)hundeholder: den som eier eller har tatt omsorg for eller hånd om en hund for kortere eller lengre tid;",
                        "b)barn: personer som er under 12 år;",
                        "c)husdyr: storfe, sau, geit, hest, gris og fjærkre;",
                        "d)vesentlig skade på person: skader som anses som legemsbeskadigelse etter straffeloven § 229."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Generelt aktsomhetskrav",
                    "sections": [
                        "En hundeholder skal vise aktsomhet for å unngå at hunden volder skade på folk, dyr, eiendom eller ting. Hundeholderen skal sørge for at hunden eller hundeholdet ikke er til urimelig ulempe for folk, miljø eller andre interesser. Blant annet skal hundeholderen søke å avverge at hunden eller hundeholdet skaper utrygghet for andre.",
                        "Den som er berørt, kan kreve overfor hundeholderen at en varig tilstand eller varige forhold som ikke gir tilstrekkelig sikkerhet, eller som volder urimelig ulempe, blir rettet."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2. Sikring av hunder",
            "paragraphs": [
                {
                    "name": "§ 4",
                    "title": "Alminnelige regler om sikring av hund. Vilkår for å la hund være løs",
                    "sections": [
                        "Hunder kan være løse bare når de",
                        "a)blir fulgt og kontrollert på aktsom måte, eller",
                        "b)er forsvarlig inngjerdet på et sted som ikke er åpent for allmenn ferdsel.",
                        "Den som holder en hund i bånd, skal være i stand til å ha kontroll med hunden, hvis de ikke blir ledsaget av noen som har slik kontroll.",
                        "Hundeholderen skal påse at hunden ikke farer mot, hopper på, forfølger eller stiller seg i veien for folk som ikke godtar dette. Har en hund dette for vane, skal den bli holdt i bånd på steder som er åpne for allmenn ferdsel.",
                        "Hundeholderen skal vise særlig aktsomhet der det er barn, for å hindre slik kontakt mellom hund og barn som barnet eller voksne som følger barnet, ikke inviterer til, og for å forebygge at barn blir skremt. Om nødvendig skal hunden bli satt i bånd eller holdt tett inntil hundeholderen.",
                        "Hunder skal alltid holdes under slikt tilsyn at de så vidt mulig hindres i å drive eller forfølge vilt, jf. likevel § 9 tredje ledd."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Forbud mot å gå fra bundet hund",
                    "sections": [
                        "Hundeholderen skal ikke gå fra en bundet hund rett ved inngangen til en bygning som er åpen for allmennheten eller ved lekeplasser."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Sikring av hund ved båndtvang m.m.",
                    "sections": [
                        "I tiden fra og med 1. april til og med 20. august skal en hund bli holdt i bånd eller forsvarlig inngjerdet eller innestengt, slik at ikke den kan jage eller skade storfe, sau, geit, fjærfe, rein, hest eller vilt, herunder viltets egg, reir og bo.",
                        "Kommunen kan gi forskrift om at hunder skal holdes i bånd eller forsvarlig innestengt eller inngjerdet",
                        "a)i og i tilknytning til boligområder og handleområder,",
                        "b)i parker, på kirkegårder, grav- og urnelunder, på og ved skoler, barnehager og anlegg for lek, idrett, sport eller rekreasjon,",
                        "c)på og ved bestemt/angitte turstier, turveier, merkede skiløyper, leir- og rasteplasser,",
                        "d)i bestemt angitte andre områder på land, i vann eller sjø som er allment benyttet som tur- og rekreasjonsområder,",
                        "e)i hele eller deler av kommunen i bestemt angitt tidsrom når storfe, sau, geit eller hest normalt går ute, eller",
                        "f)under ekstraordinære forhold som gjør båndtvang påkrevd for å beskytte viltet.",
                        "Båndtvang etter bokstav c og d kan ikke fastsettes i større grad enn nødvendig og slik at hensynet til de som ønsker å ferdes med løs hund også ivaretas i tilstrekkelig grad, både hva angår omfang og geografisk spredning. Ved fastsettelse av båndtvang etter bokstav e og f kan båndtvang bare innføres i de områder av kommunen hvor husdyr har rett til å beite og faktisk beiter, eller hvor vilt man ønsker å beskytte har sitt leveområde. Båndtvang fastsatt i medhold av bokstav f må opphøre straks forholdene tilsier det. Der beite, natur- og rekreasjonsområder berører flere kommuner, bør disse samordne sine forskrifter. Kommunens innføring av båndtvang etter bokstav f kan påklages til fylkesmannen.",
                        "Kommunen kan gi forskrift om at hunder ikke har adgang til barnehager, skolegårder, kirkegårder eller grav- og urnelunder."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Særlig om sikring av hund der tamrein beiter",
                    "sections": [
                        "I områder der tamrein lovlig beiter, skal hundeholderen se til at hunden ikke unødig uroer eller skremmer rein, selv om den er under kontroll eller bundet. Reinens eier kan kreve at en hund som uroer rein, blir holdt innestengt mens rein blir flyttet forbi bosted, seter eller hytte. Fylkesmannen kan gi forskrift om at hunder skal holdes i bånd eller forsvarlig innestengt eller inngjerdet når hensynet til reindriften tilsier det.",
                        "Om ferdsel med hund i område hvor tamrein beiter, gjelder også reindriftsloven § 28."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Særlig om hundedressur, jakt og fangst",
                    "sections": [
                        "Jakthundtrening, jakthundprøver og dressur kan bare foregå med samtykke av grunneieren eller den som har en allmenn bruksrett til eiendommen. For statsallmenningene gis samtykke av fjellstyret.",
                        "For bruk av hund under jakt og fangst mv. gjelder også viltloven § 23, jf. § 26, og reindriftsloven § 28."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Unntak fra sikringsreglene",
                    "sections": [
                        "Båndtvang fastsatt i eller i medhold av §§ 4, 6 og 7 gjelder ikke for",
                        "a)hund når den brukes i reindrift,",
                        "b)dressert bufehund når den brukes til å vokte storfe, sau eller geit,",
                        "c)hund i aktiv politi-, toll-, militær- og redningstjeneste eller under trening eller prøving for slik tjeneste,",
                        "d)hund i aktiv bruk som ettersøkshund etter såret eller sykt vilt,",
                        "e)særlige bruksformål, avgrensede områder eller nærmere angitte hunderaser eller hundetyper eller for hunder som har særskilt trening, når dette er fastsatt av kommunen ved forskrift eller enkeltvedtak. Ved dette kan kommunen bl.a. legge ut et område som dressurområde for hunder, dersom samtykke som nevnt i § 8 første ledd foreligger,",
                        "f)hund når den brukes for jakt, jakthundtrening og jaktprøver mellom 20. august og 1. april eller når båndtvang er fastsatt i medhold av § 6 annet ledd bokstavene c, d og e.",
                        "Hund som nevnt i første ledd bokstav a til d eller i bestemmelse som gjelder særlige bruksformål etter bokstav e, kan på en aktsom måte slippes slik det er naturlig ut fra bruksformålet.",
                        "En hund som nyttes som jakthund eller er under trening eller prøve for dette, kan slippes på en aktsom måte slik det er naturlig ut fra bruksformålet, når dette ikke er strid med viltloven eller regler om båndtvang. Det samme gjelder for trening og prøving av ettersøkshunder."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3. Løse hunder",
            "paragraphs": [
                {
                    "name": "§ 10",
                    "title": "Løse hunder",
                    "sections": [
                        "Enhver kan oppta hund som er løs i strid med §§ 4, 6 eller 7, jf. § 9, eller med forskrift gitt i medhold av disse paragrafene. I utmark i jakttiden der jakt er lovlig, kan likevel bare rettighetshavere i området og politiet oppta løse hunder.",
                        "Hunden skal leveres til hundeholderen, dersom denne er til stede. Dette gjelder ikke dersom hundeholderen åpenbart ikke kan ta hånd om hunden på forsvarlig og lovlig måte. Hvis hunden ikke blir levert til hundeholderen, skal den snarest leveres til politiet.",
                        "Unnlater hundeholderen å hente hunden innen en uke etter at han eller hun er varslet personlig eller ved kunngjøring i en alminnelig lest avis på stedet, kan politiet selge, omplassere eller avlive hunden. Er det fastsatt krav om merking etter § 13, er det tilstrekkelig å sende varsel til den person og adresse som hunden er registrert på.",
                        "Opptak og behandling av løse hunder etter paragrafen her skal skje i samsvar med dyrevernlovens regler."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4. Ro og orden, antall hunder og merking av hunder",
            "paragraphs": [
                {
                    "name": "§ 11",
                    "title": "Ro og orden mv.",
                    "sections": [
                        "Kommunen kan gi forskrift om hundehold av hensyn til alminnelig ro og orden og for å motvirke forsøpling. Regler om at hunder skal holdes i bånd eller forsvarlig innestengt eller inngjerdet, kan bare gis på de vilkår som er satt i § 6 annet ledd."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Antall hunder i en husholdning eller på en eiendom",
                    "sections": [
                        "For å vareta folks og dyrs sikkerhet og ro og orden kan kommunen i forskrift sette vilkår for å holde mer enn et bestemt antall voksne hunder i en husholdning eller på en eiendom."
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Merking av hunder",
                    "sections": [
                        "Private organisasjoner kan etablere og drive en ordning for registrering og merking av alle hunder.",
                        "Kongen kan gi forskrift om",
                        "a)at alle hunder skal være merket, og at de skal være registrert i et register som føres av en eller flere private organisasjoner eller av et offentlig organ,",
                        "b)at en hundeholder plikter å gi genetiske og andre opplysninger til registeret om hunden og hundeholdet,",
                        "c)at hundeholderne skal betale gebyr som dekker de nødvendige kostnadene ved ordningen, og",
                        "d)at politiet skal ha innsyn i registeret."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5. Personers rettigheter og plikter i nøds- og faresituasjoner",
            "paragraphs": [
                {
                    "name": "§ 14",
                    "title": "Inngrep på stedet mot hund som jager eller angriper mv.",
                    "sections": [
                        "Hundeholderen skal sørge for å holde eller kalle hunden tilbake og gjøre det han kan for å avverge urettmessig fare når en hund jager eller angriper mennesker eller dyr.",
                        "Et ellers ulovlig inngrep mot en hund er lovlig når noen gjør det for å avverge at hunden urettmessig jager eller angriper mennesker eller dyr, dersom inngrepet ikke går lenger enn nødvendig for å avverge skade, og dessuten ikke går utover det forsvarlige i betraktning av angrepets farlighet og den angrepnes interesse.",
                        "Så langt følgende særlige bestemmelser rekker, gjelder de foran den generelle regelen i annet ledd:",
                        "a)Ved pågående eller nært forestående angrep mot en person kan enhver gjøre det inngrep mot hunden som fremstår som nødvendig for å avverge skade. Dette fritar ikke den som helt eller delvis har provosert et angrep, fra straffansvar eller erstatningsansvar.",
                        "b)Når en hund jager eller angriper tamrein eller husdyr som beiter lovlig, eller når hunden uprovosert angriper en annen hund, kan det utsatte dyrets eier, innehaver eller den som passer dyret, gjøre det inngrep mot hunden som fremstår som nødvendig for å avverge skade, så sant inngrepet ikke går lenger enn nødvendig og ikke utover det forsvarlige. Denne bestemmelsen kan ikke påberopes når det dyret som blir jaget eller angrepet, urettmessig er kommet inn på eiendom som hundeholderen disponerer.",
                        "c)Når båndtvang gjelder, kan grunneier, noen som opptrer på dennes vegne, eller jakt- og fangstberettigde, avlive en hund ved direkte angrep på hjortevilt, likevel ikke en hund som er i aktiv bruk som ettersøkshund etter sykt eller såret vilt.",
                        "d)Enhver kan på stedet avlive en hund som påtreffes i umiddelbar forbindelse med at den har påført en person vesentlig skade, dersom hunden fortsatt utgjør en klar fare. Det samme gjelder hvis hunden har voldt vesentlig skade på tamrein, husdyr, hunder eller hjortevilt, dersom ikke det skadete dyret urettmessig var kommet inn på eiendom som hundeholderen disponerer.",
                        "Paragrafen her gjelder ikke politihunder som brukes lovlig. Heller ikke gjelder paragrafen der reglene om nødrett og nødverge gjør en farlig bruk av hunden rettmessig."
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Hund som utgjør klar fare for husdyr, tamrein og hjortevilt",
                    "sections": [
                        "En hund som uten ledsager går løs i utmark eller landbruksområder i båndtvangstid og utgjør en klar fare for husdyr og tamrein, kan opptas av grunneieren, festeren, forpakteren, beiteberettigede, en berørt reineier eller noen som opptrer på vegne av disse. Dersom det ikke lar seg gjøre å oppta hunden eller få politiet til stedet så raskt som situasjonen krever, kan vedkommende om nødvendig avlive hunden på stedet."
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Plikter etter at inngrep er gjort mot hund etter §§ 14 og 15",
                    "sections": [
                        "Den som har avlivet eller påført hund skade etter §§ 14 og 15, skal snarest råd melde fra om dette til politiet. Dyrevernloven § 6, jf. § 10 om hjelp til dyret, gjelder overfor den som har skadet dyret."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 6. Sikkerhetstiltak mot problematisk hundehold",
            "paragraphs": [
                {
                    "name": "§ 17",
                    "title": "Umiddelbare polititiltak for å vareta sikkerheten og tryggheten til enkeltpersoner, allmennheten og dyr",
                    "sections": [
                        "Politiet kan i samsvar med reglene i politiloven § 6 gripe inn overfor hunder og hundeholdere for å vareta enkeltpersoners eller allmennhetens sikkerhet eller trygghet, eller for å verne andre dyr.",
                        "Politiet kan for øvrig i slike tilfeller blant annet pålegge båndtvang eller tidsbegrenset bruk av munnkurv, gi detaljerte pålegg om inngjerding av eiendom der hund oppholder seg, pålegge å redusere antall hunder, forby hunders tilstedeværelse i bestemte områder, gi andre pålegg eller forbud som gjelder hundeholdet eller sikring av hunder, ta seg inn på privat eiendom eller område, og om nødvendig ta hånd om hunder. Politiets vedtak har virkning straks, om ikke annet blir fastsatt.",
                        "Unnlater hundeholderen å etterkomme pålegg eller forbud, kan politiet for hundeholderens regning sørge for at det nødvendige blir gjort for å vareta de hensyn som er nevnt i første ledd.",
                        "Dersom en hund har drept eller påført et menneske vesentlig skade eller angrepet et barn, kan hunden og andre hunder i hundeholderens varetekt eller eie avlives av politiet der de finnes, dersom hensynet til noens sikkerhet eller allmennhetens trygghet klart tilsier en umiddelbar avliving.",
                        "Reglene om grunngiing og klage i forvaltningsloven kapittel V og VI gjelder for politiets vedtak etter § 17 annet ledd, dog slik at det ikke er klagemulighet på umiddelbar avlivning."
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Avliving eller omplassering av en hund etter en eller flere uønskede hendelser",
                    "sections": [
                        "En hund som har angrepet eller skadet et menneske, kan politiet i ettertid vedta å avlive dersom ikke dette fremstår som et uforholdsmessig tiltak. Det samme gjelder hvis hunden har jaget eller skadet tamrein, husdyr eller hjortevilt, eller hvis den har skadet en annen hund eller kjæledyr. Ved vurderingen skal det særlig legges vekt på hvilken fare som har vært tilstede, påført skade, den risiko og utrygghetsfølelse hunden og hundeholdet kan antas å medføre i fremtiden og hundens nytteverdi. Hundens økonomiske verdi eller det økonomiske tap etter påført skade skal ikke tillegges vekt.",
                        "Dersom det anses praktisk mulig og forsvarlig, skal politiet søke å omplassere en hund fremfor å avlive den.",
                        "Hvis hundeholdet ikke anses sikkerhetsmessig forsvarlig, kan vedtak om avliving eller omplassering omfatte alle andre hunder som hundeholderen har hånd om.",
                        "Følgende særlige bestemmelser gjelder foran de generelle reglene i første og annet ledd:",
                        "a)En hund som har påført barn vesentlig skade, bør normalt avlives.",
                        "b)En hund som har angrepet eller vesentlig skadet dyr i landbruket eller tamrein, bør normalt avlives hvis dyrets eier ber om det.",
                        "c)En hund som ved ensidig angrep har vesentlig skadet andre husdyr, medregnet andre hunder, bør normalt avlives hvis dyrets eier ber om det, unntatt der hunden ikke antas å utgjøre større risiko i fremtiden enn hunder vanligvis gjør, og heller ikke kan fryktes å angripe og skade samme eiers dyr på nytt.",
                        "En hund som har gått ulovlig løs eller uten godt nok tilsyn, etter at politiet har gitt hundeholderen mer enn én skriftlig advarsel i løpet av de siste tre år, kan avlives eller omplasseres av politiet. Dette gjelder uten hensyn til om advarselen gjelder samme hund. Vedtaket kan omfatte alle de hunder som hundeholderen har hånd om. Advarselen regnes ikke som enkeltvedtak."
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Farlige hunder",
                    "sections": [
                        "Kongen kan gi forskrift om forbud mot å holde, avle eller innføre farlige hunder, eller å innføre sæd eller embryo fra farlige hunder. Forskriften kan sette krav til dokumentasjon av hundens rase eller type.",
                        "Med farlige hunder menes hunder eller hundetyper som spesielt aggressive, kampvillige og utholdende, og som på grunn av disse egenskapene er farlige for mennesker og dyr. Første ledd gjelder også for hundetyper som lett kan forveksles med farlige hunder.",
                        "Det er forbudt å holde eller innføre hunder som",
                        "a)er gitt trening i eller for å angripe eller forsvare seg eller hundeholderen mot mennesker,",
                        "b)er gitt trening i eller for å angripe andre hunder, eller",
                        "c)enkelthunder som fremstår som spesielt aggressive, kampvillige eller med andre sterkt uønskede egenskaper eller fremtreden, slik at de kan være farlige for mennesker eller dyr.",
                        "Er det tvil om en hund går inn under tredje ledd bokstav c, kan politiet ta hunden i forvaring og kreve at hundeholderen bekoster og medvirker ved en kyndig undersøkelse av hundens atferd for å avklare om den er vel avbalansert eller har en lav terskel for aggresjon eller andre farlige egenskaper mv. Politiet fastsetter hvem som skal undersøke hunden. Dersom ikke hundeholderen følger opp innen en rimelig frist satt av politiet, regnes hunden for å gå inn under tredje ledd bokstav c.",
                        "Hunder som blir avlet, innført eller holdt i strid med regler i eller i medhold av denne paragraf, kan avlives eller pålegges utført av riket ved vedtak av politiet."
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Unntak fra reglene i § 19",
                    "sections": [
                        "En hund omfattes ikke av § 19 tredje ledd bokstav a eller b hvis den er trent av politiet eller i særlige tilfelle av andre med politiets tillatelse, eller er innført i riket med politiets tillatelse.",
                        "En hund omfattes ikke av § 19 tredje ledd bokstav a hvis den er lovlig trent av en hundeorganisasjon før lovens ikrafttreden, eller etter lovens ikrafttreden av en hundeorganisasjon med tillatelse fra politiet. Hunden kan ikke selges eller omplasseres uten politiets tillatelse. Blir vilkårene overtrådt eller hunden angriper et menneske, skal den avlives etter vedtak av politiet, hvis ikke nødverge eller nødrett berettiget angrepet."
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Krav til godkjenning for å ha å gjøre med bestemte hundetyper",
                    "sections": [
                        "Kongen kan i forskrift sette vilkår for å innføre, holde eller drive avl med bestemte hundetyper eller blandinger av bestemte hundetyper. I forskriften kan det settes krav om godkjenning og om krav til avlagte prøver eller tester, om skjerpet båndtvang, begrensning i antall hunder, hundeholderens alder, vandel, ansvarsforsikring, og gebyr for å dekke kostnader mv. Setter forskriften krav om godkjenning, kan myndighet til å gi godkjenning delegeres til en privat organisasjon."
                    ]
                },
                {
                    "name": "§ 22",
                    "title": "Forbud mot at en person skal kunne ha med hund å gjøre",
                    "sections": [
                        "Politiet kan forby en hundeholder å ha med hund å gjøre",
                        "a)når hundeholderens hund blir vedtatt avlivet, omplassert eller utført etter §§ 18, 19-20, eller § 21, jf. § 24,",
                        "b)dersom pålegg fra politiet etter § 17 ikke er fulgt opp,",
                        "c)dersom politiet har avlivet eller omplassert hundeholderens hund etter § 17,",
                        "d)dersom hundeholderens hund har angrepet et menneske,",
                        "e)dersom personen har trent en hund for angrep på eller forsvar mot mennesker uten politiets tillatelse,",
                        "f)dersom personen har latt en hund delta i hundekamp eller har trent en hund for dette,",
                        "g)dersom hundeholderen etter en advarsel fra politiet i løpet av de neste tre år på nytt har latt en hund gå ulovlig løs eller uten godt nok tilsyn,",
                        "h)dersom hundeholderen ikke overholder vilkår eller forbud etter § 12 om antall hunder i en husholdning eller på en eiendom, eller",
                        "i)dersom plikter etter § 13 om merking av hund er overtrådt og pliktene ikke blir oppfylt etter varsel fra politiet med frist for oppfyllelse.",
                        "Forbud etter første ledd kan bare bli satt dersom personens hundehold ikke anses å ha vært sikkerhetsmessig forsvarlig, eller dersom forbudet må anses nødvendig for å bedre allmennhetens eller enkeltpersoners trygghetsfølelse.",
                        "En person som dømmes til straff av fengsel for forbrytelse som innbefatter bruk av vold eller truende atferd, kan ved dommen forbys å ha med hunder å gjøre. Forbud skal bli satt dersom en hund er brukt til forbrytelsen.",
                        "Den som er forbudt å ha med hund å gjøre, kan ikke eie, besitte eller ha ansvar eller medansvar for eller hånd om en hund for kortere eller lengre tid.",
                        "Forbudet kan begrenses til å gjelde for nærmere bestemte hundetyper eller hunder over en viss størrelse.",
                        "Forbudet kan tidsbegrenses, men skal gjelde for minst tre år. Etter tre år kan politiet omgjøre forbud som politiet eller retten har satt etter denne paragrafen, dersom det er forsvarlig ut fra hensynet til sikkerhet og allmennhetens og enkeltpersoners trygghet."
                    ]
                },
                {
                    "name": "§ 23",
                    "title": "Register over vedtak etter § 22",
                    "sections": [
                        "Politiet kan lokalt eller for hele riket føre personregistre som inneholder opplysninger om forbud etter § 22. Kongen kan gi forskrift om registreringen og også fastsette at andre enn politiet skal ha tilgang til opplysningene for å effektivisere håndhevingen."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 7. Omplassering og avliving mv. av hunder, erstatningsansvar og straff",
            "paragraphs": [
                {
                    "name": "§ 24",
                    "title": "Politiets forvaring, omplassering, salg og avliving av hund",
                    "sections": [
                        "Politiet kan ta hånd om, omplassere, selge eller om nødvendig avlive en hund dersom",
                        "a)hunden er tatt opp etter § 10 og hundeholderen ikke har mottatt eller hentet hunden trass i varsel,",
                        "b)hunden blir holdt uten at hundeholderen overholder en forskrift etter § 11,",
                        "c)hunden blir holdt i strid med forskrift etter § 12,",
                        "d)hunden blir holdt i strid med forskrift etter § 13 når dette er fastsatt i forskriften,",
                        "e)det er nødvendig for å nå målet etter § 17 første ledd der dette ikke kan nås med mindre inngripende tiltak etter § 17 annet ledd,",
                        "f)vilkårene i §§ 18, 19 eller 20 er til stede,",
                        "g)hunden blir holdt, brukt eller avlet i oppdrett i strid med bestemmelser gitt i medhold av § 21, eller",
                        "h)noen har å gjøre med hunden i strid med et endelig forbud etter § 22.",
                        "Vedtak etter første ledd bokstav b til d kan bare treffes dersom hundeholderen er straffet, eller har fått skriftlig advarsel for overtredelse av forskriften med frist for oppfyllelse, og forskriften fortsatt blir overtrådt. Er hundeholderen ukjent eller uten kjent adresse, kan kunngjøring med frist for oppfyllelse i stedet skje i en avis som er alminnelig lest på stedet. Advarsel gis av politiet eller av registerføreren når det gjelder overtredelse av forskrift etter § 13.",
                        "Har politiet tatt hånd om hunden, kan den holdes i forvaring inntil det er truffet vedtak om salg, omplassering, utførsel eller avliving av hunden."
                    ]
                },
                {
                    "name": "§ 25",
                    "title": "Saksbehandling, overprøving og iverksetting av vedtak",
                    "sections": [
                        "Politiets vedtak etter loven er enkeltvedtak etter forvaltningsloven. For vedtak etter § 17 gjelder bestemmelsen i forvaltningsloven § 24 første ledd annet punktum ikke. Vedtak kan påklages til Politidirektoratet. Blir vedtaket brakt inn for domstolen, kan retten prøve alle sider av saken.",
                        "Om utsatt iverksetting ved klage gjelder forvaltningsloven § 42. Politiet kan alltid kreve at klageren løpende og til rett tid betaler kostnadene ved forvaring, jf. § 26, dersom iverksettingen skal utstå. Oppfyller ikke klageren kravet, kan vedtaket settes i verk straks.",
                        "Politiet sørger for at avliving skjer. Den skal foregå etter reglene i dyrevernloven."
                    ]
                },
                {
                    "name": "§ 26",
                    "title": "Ansvar for kostnader",
                    "sections": [
                        "Hundeholderen svarer overfor privatpersoner og det offentlige for nødvendige kostnader ved å gjennomføre tiltak etter denne loven, herunder kostnader til forvaring av hunden.",
                        "Politiets krav etter reglene i første ledd er tvangsgrunnlag for utlegg."
                    ]
                },
                {
                    "name": "§ 27",
                    "title": "Erstatningsansvar",
                    "sections": [
                        "Om erstatningsansvar for skade voldt av hund gjelder det som følger av andre lovfestede og ulovfestede regler, bl.a. skadeserstatningsloven § 1-5 om ansvar for dyr og reindriftsloven § 29 om hunder."
                    ]
                },
                {
                    "name": "§ 28",
                    "title": "Straff",
                    "sections": [
                        "Med bøter eller fengsel inntil seks måneder og bot straffes en hundeholder som forsettlig eller uaktsomt overtrer §§ 4-7 jf. § 9 eller forskrifter eller enkeltvedtak etter §§ 6, 7, 11, 12 eller 13 annet ledd bokstav a til b. Offentlig påtale skjer bare når det finnes påkrevd av allmenne hensyn.",
                        "Med bøter eller fengsel inntil seks måneder og bot straffes en hundeholder som forsettlig eller uaktsomt unnlater å forebygge eller avverge at hunden rettsstridig",
                        "a)angriper eller skader person,",
                        "b)jager, angriper eller skader dyr, eller",
                        "c)ved støy eller på annen måte volder urimelig ulempe for øvrig.",
                        "Offentlig påtale etter bokstav a og b finner sted dersom den fornærmede krever det eller allmenne hensyn taler for det. Ved angrep på hjortevilt regnes grunneier, jakt- eller fangstberettiget i området og viltorganene som fornærmet. Offentlig påtale etter bokstav c finner sted dersom allmenne hensyn taler for det.",
                        "Med bøter eller fengsel inntil seks måneder og bot straffes den som forsettlig eller uaktsomt",
                        "a)unnlater å etterkomme pålegg og forbud nedlagt av politiet i samsvar med lovens § 17, eller",
                        "b)overtrer forbud gitt ved §§ 19, 21, 22 eller ved forskrifter eller enkeltvedtak gitt etter disse bestemmelsene.",
                        "På samme måte straffes medvirkning og forsøk."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 8. Lovens virkning på Svalbard",
            "paragraphs": [
                {
                    "name": "§ 29",
                    "title": "Svalbard",
                    "sections": [
                        "Kongen kan gi forskrift om lovens anvendelse på Svalbard og kan fastsette særlige regler under hensyn til de stedlige forhold, herunder at forskrifter og enkeltvedtak etter loven skal kunne vedtas av andre instanser enn ellers."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 9. Ikraftsetting. Oppheving og endring av andre lover. Overgangsregler",
            "paragraphs": [
                {
                    "name": "§ 30",
                    "title": "Ikraftsetting",
                    "sections": [
                        "Loven trer i kraft 1. januar 2004."
                    ]
                },
                {
                    "name": "§ 31",
                    "title": "Endringer i annen lovgivning",
                    "sections": [
                        "Når loven trer i kraft, endres andre lover slik:",
                        "1.Lov 22. mai 1902 nr. 10 Almindelig borgerlig Straffelov (straffeloven) § 354 annet og tredje ledd oppheves.",
                        "2.Lov 9. juli 1926 nr. 4 om ansvar for skade på bufe ved hund m.v. oppheves.",
                        "3.Lov 9. juni 1978 nr. 49 om reindrift",
                        "§ 29 første ledd skal lyde:",
                        "Om sikring av hund, opptak av løs hund, avliving av hund, reaksjoner mot hundeholderen mv. gjelder hundeloven.",
                        "§ 29 annet til sjette ledd og åttende ledd oppheves. Syvende ledd blir annet ledd.",
                        "4.Lov 22. mai 1981 nr. 25 om rettergangsmåten i straffesaker (straffeprosessloven)",
                        "§ 3 første ledd nr. 5 og nytt nr. 6 skal lyde:",
                        "5)krav om forbrytelse av arverett etter § 73 i arveloven 3. mars 1972 nr. 5,",
                        "6)klage over vedtak om omplassering, salg eller avliving av hund eller om forbud mot å ha med hund å gjøre etter hundeloven §§ 22 første ledd og 24, jf. § 25 tredje ledd.",
                        "5.Lov 29. mai 1981 nr. 38 om viltet",
                        "§ 52 skal lyde:",
                        "Om sikring av hund, opptak av løs hund, avliving av hund, reaksjoner mot hundeholderen mv. gjelder hundeloven.",
                        "§§ 53, 54 og 55 oppheves.",
                        "6.Midlertidig lov 4. juli 1991 nr. 48 om forbud mot innførsel, hold og avl av farlige hunder oppheves.",
                        "7.Lov 4. august 1995 nr. 53 om politiet (politiloven)",
                        "§ 14 første ledd nr. 1 nytt annet punktum skal lyde:",
                        "Bestemmelser om hunder og hundehold fastsettes etter hundeloven."
                    ]
                },
                {
                    "name": "§ 32",
                    "title": "Eldre forskrifter",
                    "sections": [
                        "Forskrifter gitt med hjemmel i lov 4. juli 1991 nr. 48 om forbud mot innførsel, hold og avl av farlige hunder gjelder til de blir opphevet av Kongen.",
                        "Forskrifter om hunder og hundehold gitt med hjemmel i andre bestemmelser som blir opphevet eller endret ved § 31, gjelder til og med 31. desember 2006. Bestemmelser i slike forskrifter bortfaller tidligere dersom",
                        "a)loven her ikke gir noen instans hjemmel til å gi en bestemmelse med det aktuelle innhold,",
                        "b)det blir fastsatt en bestemmelse med hjemmel i loven her som strider mot den eldre bestemmelsen, eller",
                        "c)bestemmelsen blir opphevet av det organ som har vedtatt den."
                    ]
                },
                {
                    "name": "§ 33",
                    "title": "Enkeltvedtak etter eldre lovgivning",
                    "sections": [
                        "Dressurområder for hunder som er lagt ut etter viltloven § 55, består for den tid som ble bestemt av den instans som samtykket i å legge ut området.",
                        "Andre enkeltvedtak truffet med hjemmel i bestemmelser som blir opphevet ved §§ 31 og 32, bortfaller når hjemmelen bortfaller dersom ikke hundeloven gir adgang til å treffe slike vedtak. Gjør den det, gjelder vedtaket inntil saken er blitt behandlet på ny av politiet eller annet forvaltningsorgan som kan treffe vedtaket etter loven her."
                    ]
                }
            ]
        }
    ]
}