{
    "lawId": "LOV-2003-12-19-122",
    "lawName": "Lov om endringer i lov 17. juli 1998 nr. 56 om årsregnskap m.v. (regnskapsloven)",
    "shortName": "Endringslov til regnskapsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 7-17",
                    "title": "Virkelig verdi av finansielle instrumenter",
                    "sections": [
                        "For hver kategori av finansielle instrumenter og varederivater som er vurdert etter § 5-8, skal det opplyses om anskaffelseskost, virkelig verdi, periodens resultatførte verdiendring, samt periodens verdiendring ført direkte mot egenkapitalen. Det skal i tillegg gis opplysninger om vesentlige forutsetninger som ligger til grunn for vurderingen. Det skal settes opp en tabell som viser endringer i fond for verdiendringer i løpet av regnskapsåret.",
                        "For finansielle derivater som ikke er vurdert til virkelig verdi etter § 5-8, skal det opplyses om virkelig verdi såfremt virkelig verdi kan fastsettes etter en markedsverdi eller en rimelig tilnærming til markedsverdien. Opplysningene skal gis separat for hver klasse av finansielle derivater.",
                        "For finansielle anleggsmidler vurdert etter § 5-3 der balanseført verdi er høyere enn virkelig verdi, skal det opplyses om balanseført verdi og virkelig verdi av den enkelte eiendelen eller en hensiktsmessig gruppering av eiendelene. Det skal gis en begrunnelse for hvorfor nedskrivning ikke er foretatt. Begrunnelsen skal inkludere holdepunktene for at verdifallet ikke er forbigående.",
                        "§ 7-37 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-37",
                    "title": "Virkelig verdi av finansielle instrumenter",
                    "sections": [
                        "For hver kategori av finansielle instrumenter og varederivater som er vurdert etter § 5-8, skal det opplyses om anskaffelseskost, virkelig verdi, periodens resultatførte verdiendring, samt periodens verdiendring ført direkte mot egenkapitalen. Det skal i tillegg gis opplysninger om vesentlige forutsetninger som ligger til grunn for vurderingen. Det skal settes opp en tabell som viser endringer i fond for verdiendringer i løpet av regnskapsåret.",
                        "For finansielle anleggsmidler vurdert etter § 5-3 der balanseført verdi er høyere enn virkelig verdi skal det opplyses om balanseført verdi og virkelig verdi av den enkelte eiendelen eller en hensiktsmessig gruppering av eiendelene. Det skal gis en begrunnelse for hvorfor nedskrivning ikke er foretatt. Begrunnelsen skal inkludere holdepunktene for at verdifallet ikke er forbigående.",
                        "Ny § 7-37a skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-37a",
                    "title": "Finansielle derivater",
                    "sections": [
                        "Det skal gis opplysninger om egenskaper ved og omfang av finansielle derivater som er vurdert til virkelig verdi etter § 5-8 første eller tredje ledd, fordelt på klasser av derivater. Opplysningene skal omfatte vesentlige betingelser og forhold som kan påvirke beløpsstørrelse, tidfesting og usikkerhet ved framtidige kontantstrømmer.",
                        "§ 8-1 nytt annet ledd skal lyde:",
                        "Årsregnskap, årsberetning og revisjonsberetning utarbeidet på grunnlag av regnskapsplikt etter § 1-2 første ledd nr. 12 (filialregnskap) er ikke offentlige. Dette gjelder også for regnskapspliktig etter § 1-2 første ledd nr. 12 som i tillegg er regnskapspliktig på annet grunnlag. Regnskapsregisteret kan ikke gjøre innholdet i dokumentene kjent for andre enn kontrollmyndigheter og myndigheter som utarbeider offisiell statistikk. Første til tredje punktum gjelder ikke dersom den regnskapspliktige ikke har fastsatt et årsregnskap som er utarbeidet, revidert og offentliggjort i samsvar med lovgivningen i hjemstaten. Første til tredje punktum gjelder heller ikke dersom dette årsregnskapet ikke er utarbeidet i samsvar med reglene i direktiv 78/660/EØF og 83/349/EØF eller på tilsvarende måte. Det samme gjelder dersom den regnskapspliktige ikke har oppfylt innsendingsplikten etter § 8-2 annet ledd.",
                        "Nåværende annet ledd blir nytt tredje ledd.",
                        "§ 8-2 nytt annet ledd skal lyde:",
                        "Regnskapspliktig som nevnt i § 1-2 første ledd nr. 12 skal sende inn et eksemplar av årsregnskapet, årsberetningen og revisjonsberetningen for det foretaket filialen er en del av slik disse regnskapsdokumentene er utarbeidet, revidert og offentliggjort i henhold til lovgivningen i hjemstaten senest samtidig med at dette årsregnskapet skal offentliggjøres etter lovgivningen i hjemstaten. Det skal opplyses når årsregnskapet er fastsatt og når det skal offentliggjøres etter lovgivningen i hjemstaten. Regnskapsdokumentene skal være utarbeidet på eller oversatt til norsk, dansk, svensk eller engelsk.",
                        "Nåværende annet og tredje ledd blir nye tredje og fjerde ledd.",
                        "§ 8-3 første ledd nytt annet punktum skal lyde:",
                        "Forsinkelsesgebyr ved innsendingsplikt etter § 8-2 annet ledd påløper ikke før tidligst en måned etter at det utenlandske foretaket skal offentliggjøre årsregnskapet i henhold til reglene for dette i hjemstaten.",
                        "§ 10-3 sjette ledd skal lyde:",
                        "Investering i datterselskap som konsolideres og tilknyttet selskap kan vurderes etter egenkapitalmetoden eller generelle vurderingsregler i selskapsregnskapet. Investering i tilknyttet selskap skal vurderes etter egenkapitalmetoden i konsernregnskapet. Deltagelse i felles kontrollert virksomhet kan vurderes etter bruttometoden, egenkapitalmetoden eller generelle vurderingsregler i selskapsregnskapet. Deltagelse i felles kontrollert virksomhet skal vurderes etter bruttometoden eller egenkapitalmetoden i konsernregnskapet.",
                        "Ikrafttredelse",
                        "Denne loven trer i kraft 1. januar 2004."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}