{
    "lawId": "LOV-2003-06-20-56",
    "lawName": "Lov om fagskoleutdanning",
    "shortName": "Lov om fagskoleutdanning",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål og virkeområde",
                    "sections": [
                        "Lovens formål er å etablere et system for offentlig godkjenning av fagskoleutdanninger. Loven skal bidra til at studenter ved fagskoleutdanninger får tilfredsstillende vilkår.",
                        "Loven gjelder for den som tilbyr fagskoleutdanning (tilbyder), og som har eller søker om godkjenning av fagskoleutdanningen etter § 2. Med fagskoleutdanning menes korte yrkesrettede utdanninger som bygger på videregående opplæring eller tilsvarende realkompetanse, og som har et omfang tilsvarende minimum et halvt studieår og maksimum to studieår.",
                        "Departementet gir forskrift om fylkeskommunens plikter."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Godkjenning",
                    "sections": [
                        "En utdanning som faller inn under definisjonen i § 1, kan etter søknad godkjennes.",
                        "Godkjenning foretas av organ som nevnt i lov 12. mai 1995 nr. 22 om universiteter og høgskoler kapittel 3.",
                        "Dersom vilkårene for godkjenning ikke lenger er oppfylt, kan godkjenning trekkes tilbake. Dersom godkjenning trekkes tilbake, har tilbyder ansvar for å sikre at studentene får gjennomført påbegynt utdanning på en tilfredsstillende måte.",
                        "Departementet gir forskrift om godkjenningsordningen."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Organisasjon og ledelse",
                    "sections": [
                        "Tilbydere av fagskoleutdanning som ikke helt ut er eid av staten, fylkeskommune eller kommune, skal være organisert som et selvstendig rettssubjekt med et styre som øverste ansvarlige styringsorgan.",
                        "Styret er ansvarlig for at studentene får den utdanning som er forutsatt som grunnlag for godkjenningen, at alle vilkår for eventuelle offentlige tilskudd overholdes og at virksomheten for øvrig drives i samsvar med de lover og regler som er gitt. Styret er ansvarlig for at de opplysninger som blir gitt godkjenningsorganet og utdanningssøkende, er korrekte og fullstendige.",
                        "Tilbyder skal ha en administrativ og faglig ledelse som skal stå for den daglige driften av utdanningen innenfor de retningslinjer og pålegg styret har gitt. Den administrative og faglige ledelse ansettes av styret.",
                        "Tilbydere eid av staten, fylkeskommune eller kommune skal ha et styre som øverste ansvarlige styringsorgan.",
                        "Studenter og ansatte skal ha representanter med møte-, tale- og forslagsrett i alle tilfeller der styret behandler saker av betydning for gjennomføringen av godkjent fagskoleutdanning. Studentrepresentantene og ansatterepresentantene velges av og blant studentene og de ansatte."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Studentenes rettigheter",
                    "sections": [
                        "Tilbyder skal gi nødvendig informasjon og veiledning til søkere og studenter, herunder om skolepenger, utdanningstilbud, søknadsfrister og opptakskrav.",
                        "Tilbyder skal ha forskrifter om opptak som inneholder krav til formell utdanning eller realkompetanse.",
                        "Tilbyder skal fastsette krav til lærer- og instruktørkompetanse og ledelse.",
                        "Tilbyder skal legge til rette for opprettelse av studentorgan for å ivareta studentenes interesser og samarbeid med ledelsen."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Innholdet i utdanningen, avsluttende vurdering og dokumentasjon",
                    "sections": [
                        "Tilbyder skal ha en plan for innholdet i utdanningen og hvordan denne skal gjennomføres.",
                        "Tilbyder skal gi studentene en avsluttende vurdering og sørge for at studentene får dokumentert avsluttende vurdering og fullført utdanning. Studentenes kunnskaper og ferdigheter skal bli prøvd og vurdert på en faglig betryggende måte. Vurderingen av studentene skal bidra til å sikre det faglige nivået ved vedkommende utdanning."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Disiplinærsaker",
                    "sections": [
                        "Avgjørelse om bortvisning, utestenging, utvisning og andre disiplinærsanksjoner skal være saklig begrunnet. Vilkårene for slike sanksjoner skal gå frem av reglement for fagskoleutdanningen."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Forvaltningsloven. Klagebehandling",
                    "sections": [
                        "Bestemmelsene om habilitet etter §§ 6 til 10 og om taushetsplikt etter §§ 13 til 13 e i forvaltningsloven 10. februar 1967 gjelder for behandling av saker etter denne lov.",
                        "Avgjørelser om opptak, avsluttende vurdering, bortvisning, utestenging, utvisning og andre disiplinærsanksjoner skal behandles etter reglene om enkeltvedtak i forvaltningsloven.",
                        "Enkeltvedtak etter foregående ledd kan påklages til styret eller en særskilt klagenemnd. En særskilt klagenemnd skal ha minst 3 medlemmer.",
                        "Godkjenningsvedtak foretatt av organ som nevnt i lov om universiteter og høgskoler kapittel 3 overfor tilbydere av fagskoleutdanning, kan i forskrift unntas fra bestemmelsene om klage i forvaltningsloven kapittel VI.",
                        "Forvaltningslovens bestemmelser om klagebehandling gjelder tilsvarende for behandling av klagesaker etter denne lov."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Offentlig tilskudd til fagskoleutdanning",
                    "sections": [
                        "Det kan gis offentlig tilskudd til tilbydere av fagskoleutdanning som er godkjent etter denne loven.",
                        "Skoler som blir godkjent etter denne loven og som er godkjent etter lov 14. juni 1985 nr. 73 om tilskot til private grunnskular og private skular som gjev vidaregåande opplæring § 3 d) og e), og nye tilsvarende skoler, skal forsatt ha tilskudd etter reglene i privatskoleloven.",
                        "Departementet gir forskrift om vilkår for og beregning av tilskudd."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Ikrafttredelses- og overgangsregler",
                    "sections": [
                        "Denne lov trer i kraft fra det tidspunktet Kongen bestemmer. Fra samme tidspunkt oppheves lov 28. januar 2000 nr. 9 om teknisk fagskole.",
                        "Tekniske fagskoler drevet i medhold av lov 28. januar 2000 nr. 9 om teknisk fagskole, kan drive fagskoleutdanning på samme vilkår som tidligere for den periode departementet bestemmer, uten å søke om godkjenning.",
                        "Godkjenning av utdanningstilbud etter § 3 i lov 14. juni 1985 nr. 73 om tilskot til private grunnskular og private skular som gjev vidaregåande opplæring, gjelder for den perioden departementet bestemmer."
                    ]
                }
            ]
        }
    ]
}