{
    "lawId": "LOV-2003-07-04-84",
    "lawName": "Lov om frittståande skolar (friskolelova)",
    "shortName": "Friskolelova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "Kapittel 1. Formålet med og verkeområdet for lova",
            "paragraphs": [
                {
                    "name": "§ 1-1",
                    "title": "Formålet med lova",
                    "sections": [
                        "Formålet med denne lova er å medverke til at det kan opprettast og drivast frittståande skolar, mellom anna skolar oppretta av religiøse og/eller etiske grunnar og skolar oppretta som eit fagleg-pedagogisk alternativ, slik at foreldre og elevar kan velje andre skolar enn dei offentlege, jf. lov 21. mai 1999 nr. 30 om styrking av menneskerettighetenes stilling i norsk rett § 2 nr. 2.",
                        "Opplæringa ved skolar som blir godkjende etter lova her, skal ta sikte på:",
                        "a)å utvikle personlegdommen, talentet og dei mentale og fysiske evnene til elevane,",
                        "b)å utvikle respekt for menneskerettane, grunnleggjande fridommar og for dei prinsippa som pakta til Dei sameinte nasjonane vernar om,",
                        "c)å utvikle respekt for foreldra og den kulturelle identiteten, språket og verdiane til eleven, for dei nasjonale verdiane i det landet der eleven bur, og respekt for kulturar som er ulike hans eller hennar eigen,",
                        "d)å førebu eleven til eit ansvarleg liv i eit fritt samfunn i ei ånd av forståing, fred, toleranse, likestilling mellom kjønna og venskap mellom alle folkeslag, etniske, nasjonale og religiøse grupper og personar som høyrer til urfolk,",
                        "e)å fremje respekten for naturmiljøet.",
                        "Det skal leggjast vekt på å skape godt arbeidsmiljø og gode samarbeidsformer mellom lærarar og elevar og mellom skole og heim. Alle som er knytte til skolen, skal arbeide for å hindre at elevane kjem til skade eller blir utsette for krenkjande ord eller handlingar."
                    ]
                },
                {
                    "name": "§ 1-2",
                    "title": "Verkeområdet",
                    "sections": [
                        "Lova gjeld godkjenning med rett til offentleg tilskot for frittståande grunnskolar og frittståande skolar som gir vidaregåande opplæring, og vilkår for å få slikt tilskot.",
                        "Frittståande skolar er skolar som er i privat eige, og som blir godkjende etter denne lova.",
                        "Lova gjeld ikkje skolar som er omfatta av lov 8. juni 1984 nr. 64 om folkehøgskolar, lov 28. mai 1976 nr. 35 om voksenopplæring eller skolar som er godkjende etter opplæringslova § 2-12. Lova gjeld heller ikkje skolar som blir drivne av politiske grupper eller parti på partipolitisk grunnlag."
                    ]
                },
                {
                    "name": "§ 1-3",
                    "title": "Definisjonar",
                    "sections": [
                        "Med heimkommune og heimfylke i denne lova er meint den kommunen eller fylkeskommunen som har ansvaret etter opplæringslova § 13-1 og § 13-3."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2. Godkjenning med rett til tilskot",
            "paragraphs": [
                {
                    "name": "§ 2-1",
                    "title": "Godkjenning av grunnskolar",
                    "sections": [
                        "Frittståande grunnskolar som oppfyller dei krava som følgjer av lova, har rett til godkjenning og offentlege tilskot. Den enkelte skolen må gi opplæring på norsk eller samisk.",
                        "Retten til godkjenning gjeld berre dersom etableringa av skolen ikkje vil medføre vesentlege negative følgjer for vertskommunen. Vertskommunen skal gi fråsegn før departementet gjer vedtak i saka.",
                        "Retten til godkjenning, jf. første og andre ledd, gjeld ikkje norske frittståande grunnskolar i utlandet, internasjonale frittståande grunnskolar i Noreg og grunnskolar oppretta for funksjonshemma. Departementet kan likevel, etter ei samla vurdering, godkjenne slike skolar. Før ein internasjonal frittståande grunnskole eller ein grunnskole for funksjonshemma blir godkjend, skal vertskommunen gi fråsegn i saka."
                    ]
                },
                {
                    "name": "§ 2-2",
                    "title": "Godkjenning av vidaregåande skolar",
                    "sections": [
                        "For å bli godkjend med rett til tilskot etter denne lova må den vidaregåande skolen anten vere:",
                        "a)oppretta av religiøse og/eller etiske grunnar,",
                        "b)eller oppretta som eit fagleg-pedagogisk alternativ,",
                        "c)eller oppretta for undervisning av norsk ungdom i utlandet,",
                        "d)eller oppretta for å fylle eit kvantitativt undervisningsbehov,",
                        "e)eller ha til føremål å gi vidaregåande yrkesretta undervisning som ikkje blir gitt ved vidaregåande offentlege skolar.",
                        "Vertsfylket skal gi fråsegn før departementet gjer vedtak i saka.",
                        "Vedkomande departement avgjer i kvart enkelt tilfelle om skolen tilfredsstiller krava etter denne lova, og om skolen etter ei samla vurdering skal godkjennast med rett til tilskot. For skolar som søkjer godkjenning etter bokstav a eller b, skal det ikkje leggjast einsidig vekt på nedgang i elevtalet for fylkeskommunen i den samla vurderinga."
                    ]
                },
                {
                    "name": "§ 2-3",
                    "title": "Innhald og vurdering",
                    "sections": [
                        "Skolen skal drive verksemda si etter læreplanar godkjende av departementet. Det må gå fram av planen kva slag vurderingsformer og dokumentasjon skolen skal nytte. Frittståande grunnskolar skal anten følgje den læreplanen som gjeld for offentlege grunnskolar, eller læreplanar som på annan måte sikrar elevane jamngod opplæring, jf. opplæringslova § 2-1 første ledd. Elles har skolen sin undervisningsfridom.",
                        "Frittståande vidaregåande skolar godkjende etter § 2-2 bokstav a til d skal gi elevane opplæring i samsvar med den generelle delen av læreplanen og dei fagspesifikke læreplanane for den offentlege skolen. Skolar godkjende etter § 2-2 bokstav a og b kan likevel gjere unntak frå dei offentlege planane der dette er grunngitt med formålet til skolen. Frittståande skolar godkjende etter § 2-2 bokstav e skal ha læreplanar som er på nivå med offentleg vidaregåande opplæring.",
                        "Departementet kan gi forskrifter om vurdering av elevar, klage på vurdering, eksamen og dokumentasjon."
                    ]
                },
                {
                    "name": "§ 2-4",
                    "title": "Undervisningsrom, utstyr og skolemiljø",
                    "sections": [
                        "Undervisningsrom og utstyr skal godkjennast av departementet.",
                        "Opplæringslova kapittel 9A gjeld også for skolar godkjende etter lova her."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3. Elevane",
            "paragraphs": [
                {
                    "name": "§ 3-1",
                    "title": "Inntak av elevar",
                    "sections": [
                        "Dei frittståande skolane skal ha heile landet som inntaksområde. Dei skal stå opne for alle som fyller vilkåra for inntak i offentlege skolar. Dette gjeld òg norske skolar i utlandet og internasjonale skolar i Noreg.",
                        "Søkjarar med rett til opplæring etter opplæringslova skal i alle høve prioriterast føre andre søkjarar. Skolane skal ha eit inntaksreglement som viser prioriteringa av søkjarar, dersom søkinga er større enn kapasiteten til skolen. Reglementet skal fastsetje ei prioritering ut frå saklege omsyn.",
                        "Skolen skal ha eit inntaksreglement som ligg innanfor den avgrensinga som følgjer av første og andre ledd. Skolen avgjer i samsvar med reglementet kven av søkjarane som skal takast inn.",
                        "Melding om inntak av elevar i grunnskolar skal sendast til heimkommunen til eleven. Melding om inntak til vidaregåande skolar som er godkjende etter § 2-2 bokstavane a-d skal sendast til heimfylket til eleven.",
                        "Ved avgjerd etter desse reglane gjeld forvaltningslova. Avgjerd om inntak er eit enkeltvedtak, jf. forvaltningslova § 2. Departementet er klageinstans.",
                        "Når det gjeld skolar for funksjonshemma og yrkesvalhemma, kan departementet gi dispensasjon frå reglane i andre leddet."
                    ]
                },
                {
                    "name": "§ 3-2",
                    "title": "Rett og plikt til opplæring",
                    "sections": [
                        "Elevar i grunnskolar som er godkjende etter denne lova, oppfyller si plikt til grunnskoleopplæring etter opplæringslova § 2-1.",
                        "Elevar i vidaregåande skolar som er godkjende etter denne lova, nyttar retten sin til vidaregåande opplæring etter opplæringslova § 3-1."
                    ]
                },
                {
                    "name": "§ 3-3",
                    "title": "Skolegangen",
                    "sections": [
                        "Ein elev som har fått plass ved ein grunnskole som er godkjend etter denne lova, har rett til å fullføre opplæringa si ved skolen, så langt skolen er godkjend. Når omsynet til dei andre elevane tilseier det, kan ein grunnskoleelev i særlege tilfelle likevel flyttast til ein offentleg skole i heimkommunen. Før det blir gjort enkeltvedtak om å flytte ein elev, skal ein ha prøvd andre tiltak. Heimkommunen gjer vedtak. Departementet er klageinstans.",
                        "Opplæringslova § 2-1 tredje ledd om utsett skolestart og tidlegare skolestart og § 2-1 fjerde ledd om heilt eller delvis fritak frå opplæringsplikta gjeld tilsvarande for elevar i grunnskolar som er godkjende etter denne lova. Heimkommunen gjer vedtak. Departementet er klageinstans.",
                        "Ein elev som har fått plass ved ein vidaregåande skole som er godkjend etter denne lova, har rett til å fullføre skoleåret eller vedkomande kurs med mindre eleven kan visast bort, jf. § 3-10.",
                        "Opplæringslova § 3-1 fjerde ledd om omval gjeld tilsvarande for elevar i vidaregåande skolar som er godkjende etter denne lova. Fylkeskommunen gjer vedtak."
                    ]
                },
                {
                    "name": "§ 3-4",
                    "title": "Tilpassa opplæring",
                    "sections": [
                        "Opplæringa skal tilpassast evnene og føresetnadene hjå den enkelte eleven."
                    ]
                },
                {
                    "name": "§ 3-5",
                    "title": "Særleg opplæring for elevar frå språklege minoritetar",
                    "sections": [
                        "Elevar ved grunnskolar godkjende etter denne lova som har eit anna morsmål enn norsk eller samisk, har rett til nødvendig morsmålsopplæring, tospråkleg fagopplæring og særskild norskopplæring til dei har tilstrekkelege kunnskapar i norsk til å følgje den vanlege opplæringa i skolen. Heimkommunen til eleven gjer vedtak og dekkjer utgiftene til slik opplæring. Departementet er klageinstans.",
                        "Morsmålsopplæringa kan leggjast til ein annan skole enn den eleven til vanleg går ved.",
                        "Når opplæringa ikkje kan givast av eigna undervisningspersonale, skal skolen og kommunen så langt mogleg leggje til rette for anna opplæring tilpassa føresetnadene til elevane."
                    ]
                },
                {
                    "name": "§ 3-6",
                    "title": "Spesialundervisning og PP-teneste",
                    "sections": [
                        "Opplæringslova § 5-1 om rett til spesialundervisning, § 5-3 om sakkunnig vurdering, § 5-4 om saksbehandlinga i samband med vedtak om spesialundervisning og § 5-5 om unntak frå reglane om innhaldet i opplæringa gjeld tilsvarande.",
                        "Heimkommunen eller heimfylket til eleven, jf. § 1-3, sørgjer for at det blir utarbeidd sakkunnig vurdering, gjer vedtak om spesialundervisning og dekkjer utgiftene til slik opplæring. I tvilstilfelle avgjer departementet kven som er ansvarleg for kostnadene. Departementet har tilsvarande ansvar for elevar ved norske skolar i utlandet.",
                        "Departementet kan gi forskrift om gjennomføring av reglane om spesialundervisning.",
                        "Departementet er klageinstans for klage over kommunale og fylkeskommunale enkeltvedtak om spesialundervisning.",
                        "Reglane i denne paragrafen gjeld ikkje for skolar som er godkjende etter § 2-2 bokstav e, og opplæringstilbod som er spesielt organiserte for vaksne.",
                        "Den pedagogisk-psykologiske tenesta i vertskommunen skal hjelpe skolen i arbeidet med kompetanseutvikling og organisasjonsutvikling for å leggje betre til rette for elevar med særlege behov."
                    ]
                },
                {
                    "name": "§ 3-7",
                    "title": "Skyss m.m.",
                    "sections": [
                        "Elevane har rett til skyss etter reglane i opplæringslova § 7-1 første og andre ledd om skyss i grunnskolen, § 7-2 første ledd om skyss i den vidaregåande skolen, § 7-3 om skyss for funksjonshemma og mellombels skadde eller sjuke og § 7-4 om reisefølgje og tilsyn. Retten til skyss, reisefølgje og tilsyn for elevar i frittståande grunnskolar gjeld berre innanfor kommunegrensa i den kommunen der eleven bur. For elevar i frittståande vidaregåande skolar gjeld retten til skyss, reisefølgje og tilsyn berre innanfor fylkeskommunegrensa i den fylkeskommunen der eleven bur.",
                        "Heimkommunen eller heimfylket til elevane gjer vedtak om skyss, og dekkjer utgifter etter reglane i opplæringslova § 13-4. Departementet er klageinstans ved klage over kommunale og fylkeskommunale vedtak om skyss i grunnskolen. Fylkeskommunen er klageinstans ved klage på vedtak om skyss i vidaregåande skolar.",
                        "Norske grunnskolar i utlandet får statstilskot med 85 prosent til skyss og innlosjering for elevane. Departementet kan gi forskrifter om utrekning av skyssavstanden og utgiftsgrunnlaget for skyss og innlosjering.",
                        "Departementet kan gi forskrifter om skoleskyss og skyssgodtgjersle, og om at skyssbehovet til elevane i vidaregåande skolar i særskilde tilfelle kan dekkjast på andre måtar.",
                        "Reglane i denne paragrafen gjeld ikkje i skolar som er godkjende etter § 2-2 bokstav e, og opplæringstilbod som er spesielt organisert for vaksne."
                    ]
                },
                {
                    "name": "§ 3-8",
                    "title": "Helsetilsyn",
                    "sections": [
                        "Forskrift gitt i medhald av lov 19. november 1982 nr. 66 om helsetenesta i kommunane § 1-3 fjerde ledd gjeld for elevar i frittståande skolar. Kommunen der skolen ligg, har ansvaret for å gjennomføre helsetenesta i samsvar med gjeldande lov. Kommunane skal dekkje utgifter for helsetenesta ved frittståande skolar etter same reglar som for offentlege skolar."
                    ]
                },
                {
                    "name": "§ 3-9",
                    "title": "Ordensreglement og liknande",
                    "sections": [
                        "Kvar skole skal ha eit reglement med reglar om elevane sine rettar og plikter så langt dei ikkje er fastsette i lov eller på annan måte. Reglementet skal innehalde reglar om åtferd, reglar om kva tiltak som skal kunne brukast mot elevar som bryt reglementet, og reglar om framgangsmåten når slike saker skal behandlast.",
                        "Reglementet skal gjerast kjent for elevane og foreldra. Fysisk refsing eller anna krenkjande behandling må ikkje nyttast. Før det blir teke avgjerd om refsing, blant anna om bortvising eller tap av rettar, skal eleven ha høve til å forklare seg munnleg for den som skal ta avgjerda."
                    ]
                },
                {
                    "name": "§ 3-10",
                    "title": "Bortvising av elevar og tap av rettar",
                    "sections": [
                        "Skolen kan fastsetje i ordensreglementet at elevar som alvorleg eller fleire gonger bryt reglementet, kan visast bort frå undervisninga. På klassetrinna 1-7 kan elevar visast bort for enkelttimar eller for resten av dagen, og på klassetrinna 8-10 kan elevar visast bort i inntil tre dagar. Elevar i vidaregåande opplæring kan visast bort i inntil fem dagar. Den daglege leiaren av skolen vedtek sjølv bortvising etter å ha rådført seg med lærarane til eleven. Foreldra til elevar på klassetrinna 1-7 skal varslast før det blir sett i verk bortvising for resten av dagen.",
                        "Når ein elev i vidaregåande skole vedvarande har vist ei framferd som i alvorleg grad går ut over orden og arbeidsro på skolen, eller når ein elev alvorleg forsømmer pliktene sine, kan eleven etter vedtak av fylkeskommunen visast bort frå resten av det kurset eleven er teken inn på. I samband med eit vedtak om bortvising for resten av lengda på kurset kan fylkeskommunen også vedta at eleven skal miste retten til vidaregåande opplæring etter opplæringslova § 3-1. Fylkeskommunen kan ikkje overlate til skolen å gjere vedtak etter leddet her om bortvising eller tap av retten til vidaregåande opplæring.",
                        "Manglande betaling av skolepengar kan føre til bortvising.",
                        "Før det blir gjort vedtak om bortvising eller tap av rettar, skal ein vurdere å bruke andre hjelpe- eller refsingstiltak.",
                        "Ved avgjerd etter desse reglane gjeld forvaltningslova. Avgjerd om bortvising og tap av retten til vidaregåande opplæring er enkeltvedtak, jf. forvaltningslova § 2. Departementet er klageinstans."
                    ]
                },
                {
                    "name": "§ 3-11",
                    "title": "Rådgiving",
                    "sections": [
                        "Elevane har rett til nødvendig rådgiving om utdanning, yrkestilbod og yrkesval og om sosiale spørsmål. Departementet kan gi nærare forskrifter."
                    ]
                },
                {
                    "name": "§ 3-12",
                    "title": "Fritak frå religiøse aktivitetar m.m.",
                    "sections": [
                        "Opplæringslova § 2-4 fjerde og femte ledd om fritak frå religiøse aktivitetar m.m. gjeld tilsvarande for elevar i grunnskolar godkjende etter lova her. Retten til fritak frå religiøse aktivitetar m.m. gjeld likevel ikkje for elevar i grunnskolar som er oppretta av religiøse og/eller etiske grunnar.",
                        "Ved avgjerd etter desse reglane gjeld forvaltningslova. Avgjerd om fritak frå religiøse aktivitetar m.m. er eit enkeltvedtak, jf. forvaltningslova § 2. Departementet er klageinstans."
                    ]
                },
                {
                    "name": "§ 3-13",
                    "title": "Permisjon frå den pliktige grunnskoleopplæringa",
                    "sections": [
                        "Når det er forsvarleg, kan skolen etter søknad gi den enkelte eleven i grunnskolen permisjon i inntil to veker."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4. Personalet i skolen",
            "paragraphs": [
                {
                    "name": "§ 4-1",
                    "title": "Leiing",
                    "sections": [
                        "Kvar skole skal ha ei forsvarleg fagleg, pedagogisk og administrativ leiing.",
                        "Skolen skal ha ein dagleg leiar."
                    ]
                },
                {
                    "name": "§ 4-2",
                    "title": "Kompetansekrav til undervisningspersonalet",
                    "sections": [
                        "For undervisningspersonalet ved skolar som er godkjende etter lova her, gjeld dei kompetansekrava som følgjer av § 10-1 i opplæringslova med tilhøyrande forskrift.",
                        "For undervisningspersonalet ved skolar som er godkjende etter § 2-2 bokstav e, fastset styret krav til kompetanse, dersom departementet i det einskilde tilfelle ikkje fastset noko anna.",
                        "Dersom det ikkje er søkjarar som fyller kompetansekrava etter første og andre ledd, kan andre tilsetjast mellombels. Med mindre det er avtalt ein kortare tilsetjingsperiode, skal tilsetjinga vare til og med 31. juli.",
                        "Ved tilsetjing av undervisningspersonale ved skolar som representerer eit fagleg-pedagogisk alternativ, kan departementet også godkjenne alternative kompetansekrav til dei som følgjer av § 10-1 i opplæringslova med tilhøyrande forskrift. Ved tilsetjing av undervisningspersonale ved skolar som representerer eit religiøst/etisk alternativ, kan departementet også godkjenne tilleggskompetansekrav til dei som følgjer av § 10-1 i opplæringslova med tilhøyrande forskrift. Ved tilsetjing gjeld arbeidsmiljølova § 55a."
                    ]
                },
                {
                    "name": "§ 4-3",
                    "title": "Krav om politiattest",
                    "sections": [
                        "Den som skal tilsetjast i ein grunnskole godkjend etter lova her, må leggje fram politiattest. Attesten skal vise om vedkommande er sikta, tiltalt eller dømd for seksuelle overgrep mot barn. Personar som er dømde for seksuelle overgrep mot barn, kan ikkje bli tilsette.",
                        "Styret kan krevje politiattest etter første ledd også for andre personar som regelmessig oppheld seg i grunnskolen.",
                        "Departementet kan gi nærare forskrifter."
                    ]
                },
                {
                    "name": "§ 4-4",
                    "title": "Lønns- og arbeidsvilkår",
                    "sections": [
                        "Ved skolar som er godkjende etter denne lova, skal undervisningspersonalet ha rett til lønns- og arbeidsvilkår som i tilsvarande offentlege skolar. Ved skolar godkjende etter § 2-2 bokstav e fastset styret lønns- og arbeidsvilkår."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5. Styrings- og rådsorgan",
            "paragraphs": [
                {
                    "name": "§ 5-1",
                    "title": "Styret",
                    "sections": [
                        "Som øvste ansvarlege organ skal kvar skole ha eit styre. Styret er valt av eigaren, som fastset kor mange medlemmer og varamedlemmer styret skal ha. Med samtykke frå departementet kan to eller fleire skolar ha sams styre. Rett til å vere til stades på møte i styret, til å seie meininga si og få denne tilført protokollen, har:",
                        "a)ein representant oppnemnd av vertskommunen når det gjeld ein grunnskole, ein representant oppnemnd av fylkeskommunen når det gjeld skolar godkjende etter § 2-2 bokstavane a til d,",
                        "b)ein representant for elevrådet ved skolar som har slikt råd,",
                        "c)ein representant frå foreldrerådet ved skolar som har slikt råd,",
                        "d)ein representant for lærarane ved skolen,",
                        "e)ein representant for andre tilsette ved skolen,",
                        "f)dagleg leiar av skolen.",
                        "Departementet kan i særskilte tilfelle gi dispensasjon frå bokstavane a til f.",
                        "Ved handsaming av saker der det gjeld teieplikt etter lov og forskrift, skal styret sørgje for at personar med møterett som er under aldersgrensa for å vere myndige, må forlate møtet."
                    ]
                },
                {
                    "name": "§ 5-2",
                    "title": "Styret sine oppgåver",
                    "sections": [
                        "Styret har den øvste leiinga av skolen og skal sjå til at skolen blir driven i samsvar med gjeldande lover og forskrifter.",
                        "Styret skal:",
                        "a)sjå til at elevar i opplæringspliktig alder som blir tekne inn ved skolen, får oppfylt retten til grunnskoleopplæring, og melde frå til foreldra og heimkommunen til elevar som over lengre tid ikkje møter fram til undervisninga utan lovleg grunn,",
                        "b)fastsetje storleiken på skolepengane,",
                        "c)vedta skolen sitt budsjett og ha ansvar for rekneskapen,",
                        "d)fastsetje inntaks- og ordensreglement for skolen,",
                        "e)fremje saker om flytting etter § 3-3 første ledd og bortvising etter § 3-10 andre ledd,",
                        "f)ha det øvste økonomiske ansvaret for skolen si drift,",
                        "g)sjå til at offentlege tilskot og skolepengar kjem elevane til gode,",
                        "h)sjå til at offentlege krav og føresetnader for verksemda blir oppfylte.",
                        "I andre saker enn dei som følgjer av andre ledd, kan styret med 2/3 fleirtal delegere avgjerdsretten."
                    ]
                },
                {
                    "name": "§ 5-3",
                    "title": "Elevråd",
                    "sections": [
                        "Ved grunnskolar skal det vere elevråd for klassetrinna 5-10 med ein representant for kvar klasse. Alle vidaregåande skolar skal ha eit elevråd på minst 5 medlemmer med varamedlemmer.",
                        "Elevrådet blir valt av elevane ved skriftleg røysting. Representantane skal veljast seinast tre veker etter at skolen har teke til om hausten.",
                        "Elevrådet skal blant anna fremje fellesinteressene til elevane på skolen og arbeide for å skape eit godt lærings- og skolemiljø."
                    ]
                },
                {
                    "name": "§ 5-4",
                    "title": "Foreldreråd",
                    "sections": [
                        "Ved kvar grunnskole skal det vere foreldreråd, der alle foreldre som har barn i skolen, er medlemmer. Foreldrerådet kan velje eit arbeidsutval.",
                        "Foreldrerådet skal fremje fellesinteressene til foreldra og medverke til at elevar og foreldre tek aktivt del i arbeidet for å skape eit godt skolemiljø. Foreldrerådet skal arbeide for å skape godt samhald mellom heimen og skolen, leggje til rette for trivsel og positiv utvikling hjå elevane og skape kontakt mellom skolen og lokalsamfunnet."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 6. Offentlege tilskot og skolepengar",
            "paragraphs": [
                {
                    "name": "§ 6-1",
                    "title": "Offentlege tilskot",
                    "sections": [
                        "Frittståande skolar som er godkjende etter § 2-1 eller § 2-2, får offentleg tilskot etter reglane i denne paragrafen.",
                        "1)For vidaregåande skolar som kan godkjennast etter § 2-2 bokstav a, b eller d, blir 85 prosent av dei utgiftene som kjem inn under tilskotsgrunnlaget, dekte ved statstilskot. Tilskotet blir rekna ut frå ein normalsats. Ved utrekninga av normalsatsen skal dei gjennomsnittlege utgiftene i den offentlege vidaregåande skolen leggjast til grunn.",
                        "2)For vidaregåande skolar som er godkjende etter § 2-2 bokstav e, blir 75 prosent av dei driftsutgiftene som kjem inn under tilskotsgrunnlaget, dekte ved statstilskot. Tilskotet blir rekna ut frå ein normalsats. Føresetnaden er at elevane får undervisning som minst svarer til eit halvt skoleår. Departementet kan gi nærare reglar.",
                        "3)Grunnskolar får tilskot av staten med 85 prosent av vanlege driftsutgifter til all godkjend undervisning som går inn under lov om grunnskolen og den vidaregåande opplæringa (opplæringslova). Utgifter til pensjonsinnskot skal likevel innarbeidast i tilskotsgrunnlaget slik at tilskota dekkjer 100 prosent av gjennomsnittlege utgifter til pensjonsinnskot i offentlege skolar. Tilskotet blir rekna ut på grunnlag av ein normalsats per elev, særskilt for barnesteget og ungdomssteget. Tilskotsgrunnlaget blir fastsett av Stortinget. Ved utrekninga av normalsatsen skal dei gjennomsnittlege utgiftene i den offentlege grunnskolen til dei typar utgifter som går inn i tilskotsgrunnlaget, leggjast til grunn.",
                        "4)Norske grunnskolar i utlandet får statstilskot med 85 prosent av vanlege driftsutgifter til all godkjend undervisning som går inn under lov om grunnskolen og den vidaregåande opplæringa (opplæringslova). Utgifter til pensjonsinnskot skal likevel innarbeidast i tilskotsgrunnlaget slik at tilskota dekkjer 100 prosent av gjennomsnittlege utgifter til pensjonsinnskot i offentlege skolar. Tilskotsgrunnlaget blir fastsett av Stortinget. Tilskotet blir knytt til ein normalsats per elev særskilt for barnesteget og ungdomssteget rekna ut for grunnskolar i Noreg, jf. nr. 3. Skolane får statstilskot med 85 prosent til skyss og innlosjering for elevane. Departementet gir forskrifter om utrekning av skyssavstanden og utgiftsgrunnlaget for skyss og innlosjering.",
                        "5)Godkjende, norske vidaregåande skolar i utlandet får statstilskot med 85 prosent av ein normalsats per elev. Ved utrekninga av normalsatsen skal dei gjennomsnittlege utgiftene i den offentlege vidaregåande skolen leggjast til grunn.",
                        "6)Departementet kan gi forskrift om at",
                        "a)statsborgarar i Noreg eller ein annan EØS-stat som er elevar ved utanlandske eller internasjonale grunnskolar i Noreg eller i utlandet, skal kunne få tilskot etter denne lova til kompletterande undervisning, og at",
                        "b)statsborgarar i Noreg eller ein annan EØS-stat som er elevar ved utanlandske eller internasjonale vidaregåande skolar i Noreg eller i utlandet, skal kunne få tilskot til delvis dekning av skolepengar."
                    ]
                },
                {
                    "name": "§ 6-2",
                    "title": "Elevane og dei offentlege tilskota, skolepengar",
                    "sections": [
                        "Alle offentlege driftstilskot og eigendelar frå elevane skal kome elevane til gode.",
                        "Skolar som tek imot offentlege tilskot som ikkje dekkjer alle driftsutgifter, kan krevje inn skolepengar. Styret fastset storleiken på skolepengane. Skolepengane må ikkje setjast høgare enn det som trengst for saman med statstilskotet å dekkje driftsutgifter som svarer til utgiftsnivået ved tilsvarande offentleg skole som det er naturleg å samanlikne med. Dersom styret fastset høgare skolepengar, trengst det godkjenning av departementet."
                    ]
                },
                {
                    "name": "§ 6-3",
                    "title": "Offentleg tilskot til kompletterande undervisning og skolepengar",
                    "sections": [
                        "Til statsborgarar i Noreg eller i ein annan EØS-stat som er elevar ved utanlandske eller internasjonale grunnskolar i Noreg eller i utlandet, kan det givast tilskot til kompletterande undervisning. Til statsborgarar i Noreg eller i ein annan EØS-stat som er elevar ved utanlandske eller internasjonale vidaregåande skolar i Noreg eller i utlandet, kan det givast tilskot til delvis dekning av skolepengane. Departementet kan gi forskrifter."
                    ]
                },
                {
                    "name": "§ 6-4",
                    "title": "Offentleg tilskot til skolar for funksjonshemma elevar",
                    "sections": [
                        "For grunnskolar og vidaregåande skolar for funksjonshemma blir alle driftsutgiftene dekte ved statstilskot etter ein normalsats per elev per skoleår."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 7. Diverse",
            "paragraphs": [
                {
                    "name": "§ 7-1",
                    "title": "Budsjett og rekneskap",
                    "sections": [
                        "Skolane må leggje fram budsjett og rekneskap etter forskrifter fastsette av departementet."
                    ]
                },
                {
                    "name": "§ 7-2",
                    "title": "Tilsyn m.m.",
                    "sections": [
                        "Departementet fører tilsyn med skolar godkjende etter denne lova og skal i den samanhengen ha tilgjenge til skoleanlegg og dokumentasjon.",
                        "Dersom det blir oppdaga forhold som står i strid med denne lova eller med forskrifter gjevne med heimel i lova, kan departementet gi pålegg om å rette på forholda.",
                        "Departementet kan halde attende tilskotet eller dra godkjenninga attende dersom vilkåra i denne lova ikkje blir fylte."
                    ]
                },
                {
                    "name": "§ 7-3",
                    "title": "Teieplikt",
                    "sections": [
                        "Reglane om teieplikt i forvaltningslova gjeld ved behandling av saker etter denne lova."
                    ]
                },
                {
                    "name": "§ 7-4",
                    "title": "Opplysningsplikt til barneverntenesta",
                    "sections": [
                        "Personalet i skolar etter denne lova skal i arbeidet sitt vere på vakt overfor forhold som kan føre til tiltak frå barneverntenesta.",
                        "Utan hinder av teieplikta skal personalet av eige tiltak gi opplysningar til barneverntenesta når det er grunn til å tru at eit barn blir mishandla i heimen, eller når det ligg føre andre former for alvorleg omsorgssvikt, jf. §§ 4-10 til 4-12 i lov 17. juli 1992 nr. 100 om barneverntjenester, eller når eit barn har vist vedvarande alvorlege åtferdsvanskar, jf. § 4-24 i den same lova. Også etter pålegg frå dei organa som er ansvarlege for å gjennomføre lov 17. juli 1992 nr. 100 om barneverntjenester, skal personalet gi slike opplysningar."
                    ]
                },
                {
                    "name": "§ 7-5",
                    "title": "Opplysningsplikt til sosialtenesta",
                    "sections": [
                        "Personalet i skolar etter denne lova skal i klientsaker gi råd og rettleiing til sosialtenesta. Personalet skal vere på vakt overfor forhold som bør føre til tiltak frå sosialtenesta, og skal av eige tiltak gi sosialtenesta opplysningar om slike forhold. Av eige tiltak kan opplysningar berre givast med samtykke frå eleven, eventuelt frå foreldra, eller så langt opplysningane elles kan givast utan hinder av teieplikta."
                    ]
                },
                {
                    "name": "§ 7-6",
                    "title": "Straffeansvar",
                    "sections": [
                        "Dersom ein elev i grunnskolen utan å ha rett til det har fråvær frå den pliktige opplæringa, kan foreldra eller andre som har omsorg for eleven, straffast med bøter dersom fråværet kjem av at dei har handla forsettleg eller aktlaust. Offentleg påtale blir ikkje reist utan når kommunen set fram krav om slik påtale."
                    ]
                },
                {
                    "name": "§ 7-7",
                    "title": "Overgangsreglar",
                    "sections": [
                        "Departementet fastset overgangsreglar for skolar som er godkjende etter privatskulelova."
                    ]
                },
                {
                    "name": "§ 7-8",
                    "title": "Endringar i andre lover",
                    "sections": [
                        "I lov 17. juli 1998 nr. 61 om grunnskolen og den vidaregåande opplæringa blir det gjort desse endringane:",
                        "§ 1-1 andre ledd skal lyde:",
                        "Lova gjeld private grunnskolar som ikkje mottek statstilskot etter friskolelova, og privat heimeopplæring i grunnskolen.",
                        "§ 2-8 skal lyde:",
                        "Kommunen skal gi elevar i grunnskolen med anna morsmål enn norsk og samisk nødvendig morsmålopplæring, tospråkleg fagopplæring og særskild norskopplæring til dei har tilstrekkelege kunnskapar i norsk til å følgje den vanlege opplæringa i skolen.",
                        "Morsmålopplæringa kan leggjast til annan skole enn den eleven til vanleg går ved.",
                        "Når opplæringa ikkje kan givast av eigna undervisningspersonale ved nokon skole i kommunen, skal kommunen så langt mogleg leggje til rette for anna opplæring tilpassa føresetnadene til elevane.",
                        "I lov 17. juli 1992 nr. 100 om barneverntjenester blir det gjort følgjande endring:",
                        "§ 6-4 tredje ledd skal lyde:",
                        "Også yrkesutøvere i medhold av lov om helsepersonell mv., lov om psykisk helsevern, lov om helsetjenesten i kommunene, lov om familievernkontorer og meklingsmenn i ekteskapssaker (jf. lov om ekteskap), samt lov om frittståande skolar plikter å gi opplysninger etter reglene i andre ledd."
                    ]
                },
                {
                    "name": "§ 7-9",
                    "title": "Iverksetjing",
                    "sections": [
                        "Lova tek til å gjelde frå 1. oktober 2003.",
                        "Samstundes blir lov 14. juni 1985 nr. 73 om tilskot til private grunnskular og private skular som gjev vidaregåande opplæring (privatskulelova) oppheva."
                    ]
                }
            ]
        }
    ]
}