{
    "lawId": "LOV-2003-05-23-34",
    "lawName": "Lov om endringer i lov 2. juni 1989 nr. 27 om omsetning av alkoholholdig drikk m.v. og i lov 9. mars 1973 nr. 14 om vern mot tobakksskader",
    "shortName": "Endr. i alkoholloven og tobakksskadeloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 9-3",
                    "title": "Tilsyn",
                    "sections": [
                        "Sosial- og helsedirektoratet fører tilsyn med at bestemmelsene om reklameforbud fastsatt i eller i medhold av denne lov overholdes.",
                        "Ny § 9-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-4",
                    "title": "Retting og tvangsmulkt",
                    "sections": [
                        "Finner Sosial- og helsedirektoratet at reklameforbudet er overtrådt, kan det pålegge retting av forholdet. Samtidig fastsettes en frist for rettingen.",
                        "Samtidig med at pålegg om retting gis, kan tvangsmulkt fastsettes. Mulkten løper fra oversittelse av fristen for retting, og kan fastsettes i form av engangsmulkt eller dagmulkt. Mulkten tilfaller staten.",
                        "Dersom Sosial- og helsedirektoratet ved avdekking av en overtredelse finner særlig grunn til å tro at det vil bli begått nye brudd på reklameforbudet som ikke kan stanses etter første og annet ledd, kan det på forhånd fastsette at mulkt vil løpe fra det tidspunkt ny overtredelse tar til. Slik tvangsmulkt kan fastsettes for inntil ett år.",
                        "Når særlige grunner taler for det, kan Sosial- og helsedirektoratet helt eller delvis frafalle ilagt tvangsmulkt.",
                        "Departementet kan gi forskrifter om fastsettelse, beregning og innkreving av tvangsmulkt.",
                        "Ny § 9-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-5",
                    "title": "Klage",
                    "sections": [
                        "Vedtak etter § 9-4 kan påklages til Markedsrådet.",
                        "Ved behandlingen i Markedsrådet gjelder de saksbehandlingsregler som er gitt i eller i medhold av lov 16. juni 1972 nr. 47 om kontroll med markedsføring og avtalevilkår (markedsføringsloven) så langt de passer.",
                        "I lov 9. mars 1973 nr. 14 om vern mot tobakksskader gjøres følgende endringer:",
                        "Lovens tittel skal lyde:",
                        "Lov om vern mot tobakksskader",
                        "§ 6 annet ledd skal lyde:",
                        "Dersom det innen et område er flere lokaler som har samme formål, kan røyking tillates i inntil halvparten av disse. De røykfrie lokaler må ikke være mindre eller av dårligere standard enn lokaler hvor røyking tillates. Røyking kan ikke tillates i serveringssteder. Med serveringssteder menes lokaler der det foregår servering av mat og/eller drikke, og hvor forholdene ligger til rette for fortæring på stedet.",
                        "§ 6 tredje ledd skal lyde:",
                        "Eieren eller den som disponerer lokalene eller transportmidlene, plikter å sørge for at reglene gitt i eller i medhold av disse bestemmelsene blir overholdt. Det skal markeres med tydelige skilt at røyking er forbudt på steder hvor det kan være tvil om dette, samt ved inngangen til alle serveringssteder. For å sikre at forbudet mot røyking på serveringssteder etterleves, skal serveringssteder føre internkontroll og etablere et internkontrollsystem. Internkontrollen skal kunne dokumenteres overfor tilsynsmyndighetene.",
                        "Ny § 8 skal lyde:",
                        "Sosial- og helsedirektoratet fører tilsyn med at bestemmelsene i §§ 2 og 3, og bestemmelser gitt i medhold av disse lovbestemmelsene, overholdes.",
                        "Finner Sosial- og helsedirektoratet at noen av disse bestemmelser er overtrådt, kan det pålegge retting av forholdet. Samtidig settes en frist for rettingen.",
                        "Samtidig med at pålegg om retting gis, kan tvangsmulkt fastsettes. Mulkten løper fra oversittelse av fristen for retting, og kan fastsettes i form av engangsmulkt eller dagmulkt. Mulkten tilfaller staten.",
                        "Dersom Sosial- og helsedirektoratet ved avdekking av en overtredelse av § 2 eller bestemmelser gitt i medhold av denne, finner særlig grunn til å tro at det vil bli begått nye brudd på reklamebestemmelsene som ikke kan stanses etter annet og tredje ledd, kan det på forhånd fastsette at mulkt vil løpe fra det tidspunkt ny overtredelse tar til. Slik tvangsmulkt kan fastsettes for inntil ett år.",
                        "Når særlige grunner taler for det, kan Sosial- og helsedirektoratet helt eller delvis frafalle ilagt tvangsmulkt.",
                        "For Svalbard kan Sysselmannen fatte vedtak etter denne paragrafen.",
                        "Vedtak etter denne paragrafen kan påklages til Markedsrådet. Ved behandlingen i Markedsrådet gjelder de saksbehandlingsregler som er gitt i eller i medhold av lov 16. juni 1972 nr. 47 om kontroll med markedsføring og avtalevilkår (markedsføringsloven) så langt de passer.",
                        "Departementet kan gi forskrifter om fastsettelse, beregning og innkreving av tvangsmulkt.",
                        "Nåværende §§ 8 til 12 blir §§ 9 til 13.",
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}