{
    "lawId": "LOV-2003-09-12-94",
    "lawName": "Lov om overtakelse av formuesposisjoner mv. ved endret ansvarsfordeling i matforvaltningen",
    "shortName": "Lov om overtakelse av matforvaltningen",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Formålet med loven er å regulere statens overtakelse av matforvaltning fra kommunene og de tvister som kan oppstå i den forbindelse."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Formuesposisjoner",
                    "sections": [
                        "Fra og med ikrafttredelse av denne loven har staten rett og plikt til å overta alle formuesposisjonene, herunder rettigheter og plikter, som hovedsakelig kan knyttes til kommunens virksomhet innen tilsyn med næringsmidler og kjøttkontroll, med unntak av de formuesposisjoner som fremgår av annet ledd.",
                        "Staten har ikke rett og plikt til å overta tomter, bygninger og lokaler fra kommunene. I de tilfeller hvor staten ikke overtar tomter, bygninger og lokaler fra kommunene, skal staten ha rett til å disponere de tomter, bygninger og lokaler som fortrinnsvis kan knyttes til kommunens virksomhet innen tilsyn med næringsmidler og kjøttkontroll.",
                        "Lov 6. april 1984 nr. 17 om vederlag ved oreigning av fast eiendom, får ikke anvendelse på overtakelsen."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Forholdet til fordringshavere og andre rettighetshavere",
                    "sections": [
                        "Dersom det i forbindelse med overføring til staten av rettigheter og plikter, som nevnt i § 2, overføres gjeld eller andre forpliktelser, er det frigjørende for kommunen.",
                        "Fordringshavere og andre rettighetshavere kan ikke motsette seg overføringen eller gjøre gjeldende at overføringen utgjør en bortfallsgrunn for rettsforholdet."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Innsyn",
                    "sections": [
                        "Kommunene skal gi staten nødvendig innsyn i og tilgang til kommunens virksomhet innen matforvaltning."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Gebyr- og avgiftsfritak",
                    "sections": [
                        "Det skal ikke betales dokumentavgift etter § 6 i lov 12. desember 1975 nr. 59 om dokumentavgift, omregistreringsavgift etter § 1 i lov 19. juni 1959 nr. 2 om avgifter vedrørende kjøretøy og båter eller rettsgebyr etter §§ 21 og 24 i lov 17. desember 1982 nr. 86 om rettsgebyr i forbindelse med statens overtakelse av formuesposisjoner som er en direkte følge av denne loven."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Tvisteløsning",
                    "sections": [
                        "Både staten og vedkommende kommune kan kreve at spørsmål som gjelder nærmere klargjøring og konkretisering av hvilke formuesposisjoner staten har rett og plikt til å overta fra den enkelte kommune etter § 2, skal avgjøres av en nemnd. Nemnda vurderer ikke hvilke konkrete gjeldsforpliktelser staten har rett og plikt til å tre inn i.",
                        "Både staten og vedkommende kommune kan kreve at spørsmålet om hvilken årsverkramme som skal legges til grunn for overføring av personell fra den enkelte kommune, skal avgjøres av nemnda.",
                        "Nemnda skal ha fem medlemmer. Departementet oppnevner to medlemmer og varamedlemmer for disse til nemnda. Kommunenes Sentralforbund oppnevner to medlemmer og varamedlemmer for disse til nemnda. I tillegg utpeker førstelagmannen i Borgarting leder for nemnda og leders varamedlem. Nemndas leder og leders varamedlem skal ha de egenskapene som er foreskrevet for dommere, se domstolsloven § 53, jf. § 54 annet ledd.",
                        "Nemndas avgjørelse, som treffes ved kjennelse, skal være begrunnet.",
                        "Utgiftene til nemndas virksomhet dekkes i henhold til bestemmelsene i tvistemålsloven kapittel 13.",
                        "Departementet kan gi nærmere regler for nemndas virksomhet.",
                        "Spørsmål om rettigheter og plikter etter § 2 kan ikke bringes inn for de alminnelige domstoler før muligheten til å få saken avgjort av nemnd er nyttet. Søksmål om statens rettigheter eller plikter etter § 2 har ikke oppsettende virkning."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Nærmere overgangsbestemmelser",
                    "sections": [
                        "Kongen kan gi nærmere overgangsbestemmelser."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Ikraftsetting",
                    "sections": [
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        }
    ]
}