{
    "lawId": "LOV-2003-04-11-23",
    "lawName": "Lov om endringer i lov 13. mars 1981 nr. 6 om vern mot forurensninger og om avfall (forurensningsloven)",
    "shortName": "Endringslov til forurensningsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 30",
                    "title": "Kommunal innsamling av husholdningsavfall m.v.",
                    "sections": [
                        "Kommunen skal sørge for innsamling av husholdningsavfall. Forurensningsmyndigheten kan i forskrift eller i det enkelte tilfellet pålegge kommunene å innføre ordninger for sortering av avfallet. Et slikt pålegg må baseres på en samlet vurdering av kostnadene dette vil innebære i forhold til de miljøfordeler som oppnås.",
                        "Kommunen kan gi forskrifter om at den kommunale innsamling bare skal gjelde i tettbygd strøk, at visse slag husholdningsavfall skal holdes utenfor den kommunale innsamling, og at visse slag avfall skal holdes adskilt. Kommunen kan etter søknad unnta bestemte eiendommer fra den kommunale innsamling.",
                        "Kommunen kan gi forskrifter som er nødvendig for å få til en hensiktsmessig og hygienisk oppbevaring, innsamling og transport av husholdningsavfall. Uten kommunens samtykke må ingen samle inn husholdningsavfall. Forurensningsmyndigheten kan i særlige tilfeller ved forskrift eller enkeltvedtak bestemme at kommunens samtykke ikke er nødvendig.",
                        "§ 32 skal lyde:"
                    ]
                },
                {
                    "name": "§ 32",
                    "title": "Håndtering av næringsavfall",
                    "sections": [
                        "Næringsavfall skal bringes til lovlig avfallsanlegg med mindre det gjenvinnes eller brukes på annen måte. Forurensningsmyndigheten kan samtykke i annen disponering av avfallet på nærmere fastsatte vilkår.",
                        "Forurensningsmyndigheten kan i forskrift eller i det enkelte tilfelle pålegge produsenten å levere næringsavfall til kommunalt avfallsanlegg. Bestemmelsen i § 31 annet ledd gjelder tilsvarende.",
                        "Loven trer i kraft 1. juli 2004."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}