{
    "lawId": "LOV-2003-08-29-90",
    "lawName": "Lov om endringer i pengespill- og lotterilovgivningen",
    "shortName": "Endringslov til pengespill- og lotterilover",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 1 a",
                    "title": "Lovens formål",
                    "sections": [
                        "Formålet med loven er å sikre at lotterier avholdes i betryggende former under offentlig kontroll, med sikte på å forebygge negative sosiale konsekvenser av lotterier, samtidig som det legges til rette for at lotterier kan være en god inntektskilde for samfunnsnyttig og humanitært arbeid.",
                        "§ 3 annet ledd første punktum skal lyde:",
                        "Departementet kan ved forskrift bestemme at det skal betales årsavgift for oppstilling av varegevinstautomater og underholdningsautomater og at det skal betales særskilt avgift for hvert lotteriarrangement.",
                        "§ 4 d første punktum skal lyde:",
                        "Godkjenning og autorisasjon gitt i medhold av §§ 4 b og 4 c samt tillatelser til oppstilling av varegevinstautomater og underholdningsautomater skal registreres i et sentralt register.",
                        "§ 5 annet og nytt tredje ledd skal lyde:",
                        "Første ledd gjelder likevel ikke for:",
                        "a)lotteri i møter hvor allmennheten ikke har adgang, når lotteriet ikke er hovedhensikten med møtet.",
                        "b)lotteri som avholdes innenfor et avgrenset område når trekningen foregår uten bruk av mekaniske eller elektroniske innretninger (basarer), forutsatt at gevinstenes verdi er begrenset etter nærmere bestemmelse fastsatt av Kongen i forskrift.",
                        "Kongen kan i forskrift fastsette at lotterier som nevnt i § 7 første ledd bokstav a og b kan holdes til inntekt for andre formål enn nevnt i første ledd over.",
                        "§ 7 første ledd skal lyde:",
                        "Følgende lotterier trenger ikke tillatelse:",
                        "a)Varegevinstautomater etter nærmere bestemmelse fastsatt av Kongen i forskrift.",
                        "b)Forhåndstrukne og etterhåndstrukne lotterier med en begrenset omsetning etter nærmere bestemmelse fastsatt av Kongen i forskrift, når lotteriet ikke er overlatt en medhjelper mot betaling.",
                        "c)Lotterier som nevnt i § 5 annet ledd, når lotteriet ikke er overlatt en medhjelper mot betaling.",
                        "§ 7 annet ledd oppheves. Nåværende tredje ledd blir annet ledd.",
                        "§ 8 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 8 a",
                    "title": "Aldersgrenser",
                    "sections": [
                        "Departementet kan i forskrift fastsette aldersgrenser for deltakelse i lotterier.",
                        "§ 9 annet ledd oppheves.",
                        "§ 10 oppheves.",
                        "Ny § 15 skal lyde:"
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Utbetalingsautomater",
                    "sections": [
                        "Lotteri ved bruk av utbetalingsautomat kan avholdes av spilleselskap som nevnt i lov 28. august 1992 nr. 103 om pengespill m.v. § 3, jf. § 9 a. For slikt lotteri gjelder ikke loven her. Det er forbudt for andre å avholde lotteri ved bruk av utbetalingsautomat.",
                        "1.Loven her gjelder fra den tid Kongen fastsetter. De enkelte bestemmelser kan settes i kraft fra ulik tid.",
                        "2.Kongen kan gi nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}