{
    "lawId": "LOV-2003-05-09-29",
    "lawName": "Lov om endringer i lov 17. juli 1992 nr. 100 om barneverntjenester (barnevernloven) og lov 19. juni 1997 nr. 62 om familievernkontorer (familievernkontorloven) mv",
    "shortName": "Endringslov til barnevernloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-2",
                    "title": "Statlige barnevernmyndigheters organisatoriske inndeling",
                    "sections": [
                        "De statlige barnevernmyndighetene er inndelt i sentralt nivå, regionalt nivå, fylkesnivå og lokalt nivå. De statlige barnevernmyndighetene ledes av departementet.",
                        "§ 2-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-3",
                    "title": "Statlige barnevernmyndigheters oppgaver og myndighet",
                    "sections": [
                        "Departementet skal",
                        "a)føre tilsyn med at loven og forskriftene og andre bestemmelser som gjelder for tjenester og tiltak etter denne loven, blir anvendt riktig og på en måte som fremmer lovens formål,",
                        "b)sørge for at erfaringene med loven blir vurdert, og at det blir gjennomført nødvendige endringer i regelverket,",
                        "c)gi de retningslinjer og instrukser som er nødvendige for å nå mål som er nevnt i bokstav a,",
                        "d)arbeide for at det blir satt i gang forskning som kan få betydning for løsningen av oppgaver etter loven,",
                        "e)sørge for at det finnes et forsvarlig tilbud for utdanning av personell, og at de som skal anvende loven ellers får forsvarlig veiledning,",
                        "f)sørge for at det blir utarbeidet informasjonsmateriell som barneverntjenesten kan bruke.",
                        "Statlig regional myndighet skal",
                        "a)etter anmodning fra kommunen bistå barneverntjenesten i kommunene med plassering av barn utenfor hjemmet,",
                        "b)ha ansvar for rekruttering og formidling av fosterhjem,",
                        "c)ha ansvar for at fosterhjemmene får nødvendig opplæring og generell veiledning.",
                        "Fylkesmannen er statlig barnevernmyndighet på fylkesnivå. Fylkesmannen plikter å føre særlig tilsyn med barnevernvirksomheten i de enkelte kommuner. Fylkesmannen skal herunder",
                        "a)påse at kommunene utfører de oppgaver de er pålagt etter denne loven,",
                        "b)sørge for at kommunene får råd og veiledning,",
                        "c)føre tilsyn med institusjoner etter kapittel 5.",
                        "Departementet kan gi nærmere forskrifter om gjennomføringen av tilsynet, jf. tredje ledd.",
                        "Barneverninstitusjonene er statlig barnevernmyndighet på lokalt nivå, jf. kapittel 5.",
                        "Departementet kan kreve at kommunale organer som hører under loven, uten hinder av taushetsplikt, gir de opplysninger og meldinger som er nødvendige for at departementet skal kunne utføre sine oppgaver etter første ledd. Statlige sentrale myndigheter, statlige regionale myndigheter og fylkesmannen kan kreve at alle institusjoner som omfattes av kapittel 5 i loven, uten hinder av taushetsplikt, gir de opplysninger og meldinger som er nødvendige for at myndighetene skal kunne utføre sine oppgaver etter loven. Disse myndigheter kan også kreve adgang til alle institusjoner som går inn under kapittel 5.",
                        "Departementet kan gi nærmere forskrifter om statlige barnevernmyndigheters myndighet, oppgaver og organisering på sentralt, regionalt og lokalt nivå.",
                        "Ny § 2-3 a skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-3 a",
                    "title": "Særskilte bestemmelser for Oslo kommune",
                    "sections": [
                        "Lovens bestemmelser om statlig regional barnevernmyndighets oppgaver og myndighet kommer ikke til anvendelse i Oslo kommune. I Oslo kommune skal statlig regional myndighets oppgaver og myndighet ivaretas av kommunen.",
                        "Departementet gir nærmere forskrifter om Oslo kommunes plikter, oppgaver og kompetanse og om statlig tilsyn og kontroll.",
                        "§ 2-4 første ledd skal lyde:",
                        "Kongen kan samtykke til at det i kommuner iverksettes forsøk som har til formål å utvikle samarbeidsformer mellom barneverntjenesten og aktuelle samarbeidspartnere i statlig, fylkeskommunal og kommunal forvaltning.",
                        "§ 2-4 annet ledd skal lyde:",
                        "Kongen kan samtykke til at det i forhold til andre som utfører tjeneste eller arbeid for et forvaltningsorgan, fravikes fra lovbestemt taushetsplikt som er fastsatt i denne loven og i følgende lover: Lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. § 6-1, lov 2. juli 1999 nr. 64 om helsepersonell m.v. kapittel 5, lov 10. februar 1967 om behandlingsmåten i forvaltningssaker §§ 13 til 13 f, lov 5. mai 1995 nr. 19 om barnehager § 21, lov 19. november 1982 nr. 66 om helsetjenesten i kommunene § 6-6, lov 13. desember 1991 nr. 81 om sosiale tjenester m.v. § 8-8 og lov 17. juli 1998 nr. 61 om grunnskolen og den vidaregåande opplæringa § 15-1. Det kan videre gis samtykke til at det på forsøksstedet opprettes et felles registreringskartotek. Kartoteket skal angi hvorvidt de enkelte forvaltningsorganer sitter inne med opplysninger om den enkelte klient eller pasient, og hvor opplysningene eventuelt finnes.",
                        "§ 2-4 tredje ledd skal lyde:",
                        "Det skal utarbeides vedtekter for det enkelte forsøk. Vedtektene fastsettes av kommunestyret. Ved utarbeidelse av vedtektene får § 37 i forvaltningsloven tilsvarende anvendelse.",
                        "§ 4-14 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-14",
                    "title": "Plasseringsalternativer etter vedtak om omsorgsovertakelse",
                    "sections": [
                        "Når det er truffet vedtak etter § 4-12 eller § 4-8 annet og tredje ledd, skal barnet plasseres",
                        "a)i fosterhjem, jf. § 4-22,",
                        "b)i institusjon, jf. § 5-1 og § 5-8, eller",
                        "c)i opplærings- eller behandlingsinstitusjon når dette er nødvendig fordi barnet er funksjonshemmet.",
                        "§ 4-27 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-27",
                    "title": "Plasseringsalternativer ved vedtak om særlige tiltak for barn og unge med alvorlige atferdsvansker, jf. §§ 4-24 og 4-26",
                    "sections": [
                        "Statlig regional barnevernmyndighet skal utpeke hvilke institusjoner som skal ta imot barn på grunnlag av vedtak som nevnt i § 4-24, jf. § 4-26. Det kan bestemmes at barn kan plasseres i fosterhjem som har særlige forutsetninger for å kunne løse de problemer som foreligger.",
                        "§ 4-28 tredje ledd skal lyde:",
                        "Når plasseringen skjer med bistand fra statlig regional barnevernmyndighet, jf. § 2-3, skal den statlige regionale barnevernmyndigheten etter anmodning fra barneverntjenesten i kommunen bistå barneverntjenesten med utarbeidelse av tiltaksplanen.",
                        "§ 5-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-1",
                    "title": "Ansvaret for institusjoner for barn",
                    "sections": [
                        "Statlig regional barnevernmyndighet har ansvaret for etablering og drift av institusjoner, eventuelt med tilknyttede spesialisttjenester for omsorg og behandling av barn. Ansvaret gjelder institusjoner som hører under denne loven.",
                        "§ 5-2 oppheves.",
                        "§ 5-3 oppheves.",
                        "§ 5-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-4",
                    "title": "Inntak i og utskrivning fra institusjon som nevnt i § 5-1",
                    "sections": [
                        "Statlig regional myndighet skal gi regler for hvordan inntak og utskrivning skal besluttes.",
                        "Er det bestemt at barnet skal ha plass i en institusjon, kan institusjonen ikke nekte å ta imot barnet.",
                        "Barn kan ikke utskrives før tiden uten samtykke fra barneverntjenesten.",
                        "Uenighet om inntak eller utskrivning kan kreves avgjort av fylkesmannen i det fylket institusjonen ligger.",
                        "§ 5-5 oppheves.",
                        "§ 5-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-6",
                    "title": "Samarbeid med institusjoner som hører under andre lover",
                    "sections": [
                        "For barn som det blir vurdert å plassere i en institusjon under en annen lov, skal statlig regional barnevernmyndighet sørge for at det blir etablert et samarbeid mellom barneverntjenesten, regional myndighet og disse institusjonene. Kongen kan gi regler om samarbeidsordninger, herunder om plikt til å delta i samarbeidsgrupper, inntaksteam o.l.",
                        "§ 5-7 første ledd skal lyde:",
                        "Fylkesmannen skal føre tilsyn med at institusjoner som er omfattet av § 5-1 og private og kommunale institusjoner som er godkjent etter § 5-8, drives i samsvar med denne loven og forskrifter til loven.",
                        "§ 5-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-8",
                    "title": "Private institusjoner og kommunale institusjoner",
                    "sections": [
                        "Private og kommunale institusjoner kan bare benyttes for barn som omfattes av loven dersom institusjonen er godkjent av statlig regional barnevernmyndighet. Institusjonen kan bare godkjennes dersom den drives i samsvar med denne loven og de forskrifter som gjelder for den, og ellers drives på en forsvarlig måte. Avgjørelser om godkjenning etter denne loven er enkeltvedtak og kan påklages til statlig sentral barnevernmyndighet. Departementet kan gi nærmere forskrifter om godkjenningsordningen, herunder om vilkår for godkjenning, og om klageordningen.",
                        "Departementet kan gi forskrifter om regnskapsføring og om innsyn for offentlige myndigheter i regnskapene.",
                        "§ 5-9 overskriften skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-9",
                    "title": "Rettigheter under opphold i institusjon som er omfattet av § 5-1 og private og kommunale institusjoner som er godkjent etter § 5-8",
                    "sections": [
                        "§ 5-10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-10",
                    "title": "Generelle krav til institusjoner",
                    "sections": [
                        "For å sikre en forsvarlig standard på de institusjoner som er omfattet av § 5-1, kan departementet gi forskrifter om hvilke krav som skal stilles til institusjonene, herunder faglige krav og krav til bygninger, utstyr og bemanning.",
                        "§ 6-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 6-2",
                    "title": "Anvendelse av forvaltningsloven på private institusjoner",
                    "sections": [
                        "For private institusjoner som er godkjent etter § 5-8 gjelder forvaltningsloven for klientsaker, med de særregler som er fastsatt i denne loven, jf. § 6-1.",
                        "§ 6-9 tredje ledd oppheves.",
                        "§ 6-9 fjerde ledd blir tredje ledd og skal lyde:",
                        "Ved oversittelse av fristene kan fylkesmannen ilegge kommunen mulkt. Det samme gjelder ved oversittelse av fristen nevnt i § 4-2. Departementet kan gi forskrifter om gjennomføringen av ordningen og om mulktens størrelse.",
                        "§ 6-10 annet ledd skal lyde:",
                        "Den som skal ansettes i en institusjon som er omfattet av § 5-1, eller i en privat eller kommunal institusjon som er godkjent etter § 5-8, skal legge fram tilfredsstillende politiattest. Det kan kreves politiattest også fra andre som utfører oppgaver for institusjonen, og som har direkte kontakt med barn og unge som oppholder seg der.",
                        "§ 8-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-2",
                    "title": "Statlig regional barnevernmyndighets ansvar",
                    "sections": [
                        "Statlig regional barnevernmyndighet skal yte tjenester etter denne loven til alle som oppholder seg i regionen.",
                        "§ 8-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-3",
                    "title": "Avgjørelse av tvister",
                    "sections": [
                        "Oppstår det tvist mellom kommuner om anvendelse av § 8-1, kan kommunene kreve at fylkesmannen avgjør tvisten. Departementet kan gi nærmere forskrifter om behandlingsmåten.",
                        "§ 9-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-4",
                    "title": "Statlig regional barnevernmyndighets økonomiske ansvar for barneverntjenesten",
                    "sections": [
                        "Når det gjelder barn under 20 år som blir plassert i fosterhjem eller institusjon, skal statlig regional barnevernmyndighet dekke den del av kommunens utgifter som overstiger det kommunen plikter å betale etter § 9-5.",
                        "§ 9-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-5",
                    "title": "Statlig regional barnevernmyndighets rett til å kreve refusjon fra kommunen",
                    "sections": [
                        "Den kommune som har søkt om inntak for et barn i institusjon, skal yte delvis refusjon av oppholdsutgifter til statlig regional barnevernmyndighet etter satser som fastsettes i forskrifter gitt av departementet. Det kan også fastsettes satser for kommunal refusjon ved inntak i institusjon med tilknyttet spesialisttjeneste etter denne loven. Departementet kan gi forskrifter om dette.",
                        "§ 9-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-6",
                    "title": "Statlig regional barnevernmyndighets rett til å kreve refusjon fra en annen region",
                    "sections": [
                        "En statlig regional barnevernmyndighets utgifter for et barn som ved innskrivningstidspunktet har bosted i en annen region, skal dekkes av statlig regional barnevernmyndighet i den regionen der barnet bor. Departementet kan gi nærmere forskrifter om retten til å kreve refusjon.",
                        "§ 9-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-7",
                    "title": "Tilskudd fra staten",
                    "sections": [
                        "Staten gir årlige tilskudd til delvis dekning av kommunenes utgifter til barneverntjenesten.",
                        "§ 9-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-8",
                    "title": "Statstilskudd for utgifter til flyktningebarn og asylsøkende barn",
                    "sections": [
                        "Staten gir et tilskudd til kommunene til dekning av utgifter for flyktningebarn og asylsøkende barn som er kommet til landet uten foreldre eller andre med foreldreansvar.",
                        "Tilskudd gis også ved omsorgsovertakelse etter § 4-8 annet og tredje ledd og § 4-12 for barn i mottak for asylsøkere og flyktninger som er kommet til landet med foreldre eller andre med foreldreansvar.",
                        "I lov 19. juni 1997 nr. 62 om familievernkontorer gjøres følgende endring:",
                        "§ 2 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 2",
                    "title": "Statlig regional familievernmyndighets oppgaver",
                    "sections": [
                        "Familievernkontorene drives av den statlige regionale familievernmyndigheten eller den som statlig regional familievernmyndighet inngår avtale med om drift av familievernkontor. De kontorer det inngås slik avtale med, faller inn under denne loven.",
                        "Statlig regional familievernmyndighet skal sørge for at familieverntjenesten finnes i regionen, og på forsvarlig måte planlegge, dimensjonere og organisere tjenesten.",
                        "I lov 17. juli 1998 nr. 61 om grunnskolen og den vidaregåande opplæringa (opplæringslova) gjøres følgende endring:",
                        "§ 13-2 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 13-2",
                    "title": "Plikt for fylkeskommunen til å sørgje for grunnskoleopplæring, spesialpedagogisk hjelp og vidaregåande opplæring i institusjonar etter barnevernloven",
                    "sections": [
                        "Fylkeskommunen skal oppfylle retten til grunnskoleopplæring, spesialpedagogisk hjelp og vidaregåande opplæring etter lova her for barn og unge i institusjonar i fylkeskommunen som statleg regional barnevernmyndigheit har ansvaret for etter barnevernloven § 5-1. Det same gjeld private og kommunale institusjonar som er godkjende etter barnevernloven § 5-8. Statleg regional barnevernmyndigheit skal sørgje for nødvendige lokale til opplæringa.",
                        "Departementet kan gi nærmare forskrifter eller pålegg i enkelttilfelle om ansvaret til fylkeskommunen.",
                        "Loven gjelder fra den tid Kongen bestemmer.",
                        "1.Ved ikraftsettingen av denne loven går fylkeskommunens virksomhet innen barnevernet med tilknyttede eiendeler, rettigheter og forpliktelser over til staten. Staten skal ikke betale vederlag for dens erverv etter første punktum.",
                        "Departementet utpeker de regionale enheter som på statens vegne skal overta de enkelte virksomheter innen barnevernet og familievernet med tilhørende eiendeler, rettigheter og forpliktelser.",
                        "2.Fra vedtakelsen av denne lov, skal fylkeskommunen gi staten innsyn i og tilgang til fylkeskommunens virksomhet.",
                        "3.Departementet og den enkelte fylkeskommune skal sammen utarbeide en plan for den nærmere overføringen av barnevernet og familievernet. Planen skal blant annet angi de enkelte virksomheter innen barnevernet og familievernet med spesifisering av tilhørende eiendeler, rettigheter og forpliktelser som staten overtar. Departementet kan gi nærmere regler om utarbeidelsen og innholdet av planene.",
                        "Dersom det til fylkeskommunenes virksomhet innen barnevernet og familievernet er knyttet eiendeler eller rettigheter som åpenbart ikke har naturlig sammenheng med virksomhetens behov, og det er rimelig at fylkeskommunen beholder eiendelen eller rettigheten, kan det besluttes at eiendelen eller rettigheten ikke skal gå over til staten.",
                        "Ved uenighet kan staten og den enkelte fylkeskommune kreve at spørsmålet om en eiendel, rettighet eller forpliktelse går over til staten, og andre spørsmål partene er uenige om, avgjøres av en nemnd. Spørsmålet om staten skal overta konkrete gjeldsforpliktelser, kan ikke bringes inn for eller avgjøres av nemnda.",
                        "Nemnda skal ha syv medlemmer. Departementet oppnevner tre medlemmer og varamedlemmer for disse. Kommunenes Sentralforbund oppnevner tre medlemmer og varamedlemmer for disse. I tillegg utpeker førstelagmannen i Borgarting lagmannsrett leder for nemnda og lederens varamedlem. Nemndas leder og lederens varamedlem skal ha de egenskapene som er fastsatt for dommere, jf. domstolloven § 53 jf. § 54 annet ledd.",
                        "Nemnda skal begrunne sine avgjørelser. Departementet kan gi nærmere regler om nemndas virksomhet. Staten dekker utgiftene til nemndas virksomhet.",
                        "4.Søksmål om overgang av eiendeler, rettigheter eller forpliktelser etter nr. 3 kan ikke reises før muligheten for nemndsbehandling etter nr. 3 tredje ledd er utnyttet. Frist for søksmål er 6 måneder fra det tidspunkt nemnda har truffet avgjørelse i saken.",
                        "5.Når staten i medhold av nr. 3 første ledd overtar gjeld eller andre forpliktelser, er dette frigjørende for fylkeskommunen.",
                        "Kreditorer og andre rettighetshavere kan ikke motsette seg overføringen eller gjøre gjeldende at den utgjør en bortfallsgrunn for rettsforholdet.",
                        "6.Offentlige rettigheter, konsesjoner, tillatelser mv. som gjelder for de virksomheter med tilknyttede eiendeler og rettigheter staten overtar, blir ved overføringen overført til staten.",
                        "Omregistrering i grunnboken og andre offentligrettslige registre i samband med overføringen skjer ved navneendring.",
                        "7.Kongen kan i forskrift gi nærmere overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        }
    ]
}