{
    "lawId": "LOV-2003-06-20-46",
    "lawName": "Lov om endringer i lov 28. juni 2002 nr. 57 om valg til fylkesting og kommunestyrer (valgloven)",
    "shortName": "Endringslov til valgloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 1-1",
                    "title": "Lovens formål",
                    "sections": [
                        "Formålet med loven er å legge forholdene til rette slik at borgerne ved frie, direkte og hemmelige valg skal kunne velge sine representanter til Stortinget, fylkesting og kommunestyrer.",
                        "§ 1-2 første ledd skal lyde:",
                        "(1) Denne loven gjelder ved",
                        "a)valg av representanter til Stortinget,",
                        "b)valg av representanter til fylkesting og",
                        "c)valg av representanter til kommunestyrer.",
                        "§ 2-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-1",
                    "title": "Stemmerett ved stortingsvalg",
                    "sections": [
                        "(1) Stemmerett ved stortingsvalg har norske statsborgere som oppfyller følgende vilkår:",
                        "a)vedkommende vil ha fylt 18 år innen utgangen av valgåret,",
                        "b)vedkommende har ikke mistet stemmeretten etter Grunnloven § 53 og",
                        "c)vedkommende er, eller har noen gang vært, folkeregisterført som bosatt i Norge.",
                        "(2) Ansatte i diplomatiet eller konsulatvesenet og deres husstand har stemmerett uavhengig av vilkåret i bokstav c.",
                        "(3) For å utøve stemmeretten må velgeren være innført i manntallet i en kommune på valgdagen.",
                        "§ 2-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2-2",
                    "title": "Stemmerett ved fylkestingsvalg og kommunestyrevalg",
                    "sections": [
                        "(1) Stemmerett ved fylkestingsvalg og kommunestyrevalg har de som har stemmerett ved stortingsvalg etter § 2-1.",
                        "(2) I tillegg har personer som ikke er norske statsborgere, men som for øvrig fyller vilkårene i § 2-1, stemmerett dersom de",
                        "a)har stått innført i folkeregisteret som bosatt i Norge de tre siste årene før valgdagen, eller",
                        "b)er statsborger i et annet nordisk land og er blitt folkeregisterført som bosatt i Norge senest 31. mai i valgåret.",
                        "(3) For å utøve stemmeretten må velgeren være innført i manntallet i en kommune på valgdagen.",
                        "§ 3-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-1",
                    "title": "Valgbarhet ved stortingsvalg",
                    "sections": [
                        "(1) Valgbar til Stortinget og pliktig til å ta imot valg er alle som har stemmerett ved valget, og som ikke er utelukket eller fritatt.",
                        "(2) Utelukket fra valg til Stortinget er",
                        "a)ansatte i departementene med unntak av statsråder, statssekretærer og politiske rådgivere,",
                        "b)dommere i Høyesterett og",
                        "c)ansatte i diplomatiet eller konsulatvesenet.",
                        "(3) Om en person skal utelukkes fra valg til Stortinget avhenger av om vedkommende innehar stillingen på valgdagen.",
                        "§ 3-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-2",
                    "title": "Rett til å kreve fritak fra stortingsvalg",
                    "sections": [
                        "(1) Rett til å kreve seg fritatt fra valg til Stortinget har",
                        "a)den som er stemmeberettiget i et annet valgdistrikt enn der vedkommende er satt opp som kandidat på listeforslag,",
                        "b)den som har møtt som representant på alle Storting etter forrige valg, og",
                        "c)den som er ført opp som kandidat på et listeforslag som er satt frem av noen andre enn et registrert politisk parti vedkommende er medlem av.",
                        "(2) Kandidater som er satt opp på listeforslag må søke om fritak innen den frist fylkesvalgstyret setter, ellers tapes retten til å strykes av listeforslaget.",
                        "(3) En valgt representant eller vararepresentant som ikke plikter å motta valget, må sende skriftlig melding om valget mottas eller ikke, innen tre dager etter å ha mottatt melding om valget fra fylkesvalgstyret. Ellers anses valget mottatt.",
                        "§ 4-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 4-4",
                    "title": "Riksvalgstyret",
                    "sections": [
                        "(1) I de år det avholdes stortingsvalg oppnevner Kongen et riksvalgstyre. Riksvalgstyret skal fordele de stortingsmandatene som er utjevningsmandater.",
                        "(2) Riksvalgstyret skal ha minst fem medlemmer med varamedlemmer. Kongen oppnevner leder og nestleder, og bestemmer hvem som skal fungere som arbeidshjelp.",
                        "(3) Møtene i riksvalgstyret holdes for åpne dører.",
                        "§ 6-1 første ledd første og andre punktum skal lyde:",
                        "(1) Fristen for innlevering av listeforslag er 31. mars i valgåret. Listeforslaget anses for innlevert når det er kommet inn til kommunen ved kommunestyrevalg og til fylkeskommunen ved stortingsvalg og fylkestingsvalg.",
                        "§ 6-2 første ledd skal lyde:",
                        "(1) Ved stortingsvalg skal listeforslaget være utfylt i rekkefølge med navnet på så mange kandidater som det skal velges representanter til Stortinget fra fylket. Forslaget kan i tillegg inneholde inntil seks andre navn.",
                        "§ 6-3 annet ledd bokstav a skal lyde:",
                        "a)Ved stortingsvalg og fylkestingsvalg skal listeforslaget være underskrevet av minst 500 personer med stemmerett i fylket ved det aktuelle valget.",
                        "§ 7-1 første ledd skal lyde:",
                        "(1) Ved stortingsvalg og fylkestingsvalg sørger fylkesvalgstyret for at det blir trykt stemmesedler for alle godkjente valglister i fylket før forhåndsstemmegivningen starter innenriks.",
                        "§ 7-2 nytt første ledd skal lyde:",
                        "(1) Velgeren kan ved stortingsvalg endre rekkefølgen kandidatene er satt opp i på stemmeseddelen. Dette gjøres ved å sette nummer ved kandidatnavnet. Velgeren kan også stryke kandidatnavn ved å sette en strek over navnet.",
                        "Nåværende første, annet og tredje ledd blir annet, tredje og nytt fjerde ledd.",
                        "§ 9-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-1",
                    "title": "Tidspunktet for valgene",
                    "sections": [
                        "(1) Valg av representanter til Stortinget skal holdes i alle kommuner på en og samme dag i september måned i det siste året av hver stortingsperiode.",
                        "(2) Valg av representanter til fylkesting og kommunestyrer skal holdes i alle kommuner på en og samme dag i september måned hvert fjerde år. Valgene holdes i det andre året av hver stortingsperiode.",
                        "§ 9-5 nytt femte ledd skal lyde:",
                        "(5) Finner stemmestyret grunn til å anta at velgeren lider av alvorlig sjelelig svekkelse eller nedsatt bevissthet, skal en forholde seg som beskrevet i fjerde ledd. I tillegg skal stemmestyret påføre omslagskonvolutten en begrunnelse for hvorfor stemmegivningen er lagt til side, og om avgjørelsen er enstemmig. Valgstyret avgjør om stemmegivningen skal godkjennes.",
                        "Nåværende femte ledd blir nytt sjette ledd.",
                        "§ 10-6 fjerde ledd skal lyde:",
                        "(4) Ved stortingsvalget og fylkestingsvalget skal fylkesvalgstyrene i forbindelse med valgoppgjøret registrere rettinger velgerne har gjort på stemmesedlene. Hver listes stemmetall finnes ved å telle hvor mange stemmesedler som er avgitt til hver liste, sammenlagt for alle kommunene i fylket.",
                        "§ 10-7 tredje ledd skal lyde:",
                        "(3) Fylkesvalgstyret skal føre protokoll i forbindelse med kontrollen med valgstyrets gjennomføring av stortingsvalg og fylkestingsvalg, samt valgoppgjøret. Bekreftet kopi av fylkesvalgstyrets protokoll skal ved stortingsvalg sendes Stortinget og riksvalgstyret.",
                        "§ 10-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-8",
                    "title": "Oversending av materiell ved stortingsvalg og fylkestingsvalg",
                    "sections": [
                        "(1) Ved stortingsvalg og fylkestingsvalg skal valgstyret så snart som mulig sende følgende materiell til fylkesvalgstyret:",
                        "a)alle godkjente stemmesedler, sortert på urettede og rettede, de som er avgitt på valgtinget og de som er avgitt på forhånd hver for seg,",
                        "b)alle stemmegivninger og stemmesedler valgstyret har forkastet,",
                        "c)alle valgkort fra forhåndsstemmegivningen,",
                        "d)alle omslagskonvolutter fra forhåndsstemmegivningen utenriks og på Svalbard og Jan Mayen,",
                        "e)bekreftet avskrift av det som er protokollert i forbindelse med valget, og",
                        "f)kopi av innkomne klager.",
                        "(2) Oslo kommune skal sende det materiellet som er omtalt i første ledd til Fylkesmannen, så snart valgoppgjøret ved stortingsvalget er avsluttet.",
                        "(3) Materiellet skal pakkes i god orden i forsvarlig forseglet emballasje, og sendes på hurtigst betryggende måte.",
                        "§ 10-9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10-9",
                    "title": "Fylkesvalgstyrets kontroll ved stortingsvalg og fylkestingsvalg",
                    "sections": [
                        "(1) Fylkesvalgstyret skal kontrollere gjennomføringen av stortingsvalg og fylkestingsvalg i kommunene med grunnlag i det materiell det får tilsendt etter § 10-8. Dersom fylkesvalgstyret finner feil ved valgstyrets avgjørelser om å godkjenne eller forkaste stemmegivninger eller stemmesedler, eller feil i valgstyrets opptelling, skal feilene rettes.",
                        "(2) I Oslo kommune gjennomføres kontrollen av stortingsvalg av Fylkesmannen. Dersom Fylkesmannen finner feil ved valgstyrets avgjørelser om å godkjenne eller forkaste stemmegivninger eller stemmesedler, eller feil i valgstyrets opptelling, skal feilene protokolleres. Bekreftet kopi av Fylkesmannens protokoll skal sendes Stortinget og riksvalgstyret.",
                        "§ 11-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11-1",
                    "title": "Valgdistriktene ved stortingsvalg",
                    "sections": [
                        "Landet deles inn i 19 valgdistrikt. Hvert fylke utgjør et valgdistrikt.",
                        "§ 11-2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11-2",
                    "title": "Antall stortingsrepresentanter. Distriktsrepresentanter og utjevningsrepresentanter",
                    "sections": [
                        "(1) Det skal velges 169 representanter til Stortinget.",
                        "(2) Av disse velges 150 som distriktsrepresentanter og 19 som utjevningsrepresentanter. Det skal velges en utjevningsrepresentant fra hvert valgdistrikt.",
                        "§ 11-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11-3",
                    "title": "Fordeling av mandatene på valgdistriktene ved stortingsvalg",
                    "sections": [
                        "(1) Samtlige stortingsmandater skal fordeles på valgdistriktene. Fordelingen foretas av departementet hvert åttende år.",
                        "(2) Hvert valgdistrikts fordelingstall fastsettes ved at antallet innbyggere i valgdistriktet ved nest siste årsskifte før det aktuelle stortingsvalget adderes med antall kvadratkilometer i valgdistriktet multiplisert med 1,8.",
                        "(3) Hvert valgdistrikts fordelingstall divideres med 1-3-5-7 osv. De kvotienter som fremkommer nummereres fortløpende. Representantplassene fordeles på fylkene på grunnlag av de fremkomne kvotientene. Representantplass nr. 1 tilfaller det fylket som har den største kvotienten. Representantplass nr. 2 tilfaller det fylket som har den nest største kvotienten osv. Dersom to eller flere fylker har samme kvotient, tilfaller representantplassen det fylket som har det høyeste fordelingstallet.",
                        "(4) Departementet underretter Stortinget om utfallet av mandatfordelingen.",
                        "§ 11-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11-4",
                    "title": "Fordeling av distriktsmandatene mellom valglistene ved stortingsvalg",
                    "sections": [
                        "(1) Av det antall mandater hvert valgdistrikt skal ha i henhold til § 11-3, blir alle med unntak av ett å fordele som distriktsmandater. Det siste mandatet fordeles av riksvalgstyret som utjevningsmandat.",
                        "(2) Fylkesvalgstyret skal foreta valgoppgjør for fylket og fordele fylkets distriktsmandater mellom listene. Mandatfordelingen skjer i henhold til St. Laguës modifiserte metode.",
                        "(3) St. Laguës modifiserte metode innebærer at hver listes stemmetall divideres med 1,4-3-5-7 osv. Hvert stemmetall skal divideres så mange ganger som det er nødvendig for å finne det antall mandater listen skal ha. Det første mandatet tilfaller den listen som har den største kvotienten. Det andre mandatet tilfaller den listen som har den nest største kvotienten osv. Hvis flere lister har samme kvotient, tilfaller mandatet den av listene som har størst stemmetall. Har de samme stemmetall, avgjøres det ved loddtrekning hvilken liste mandatet skal tilfalle.",
                        "§ 11-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11-5",
                    "title": "Kåring av kandidater til distriktsmandatene ved stortingsvalg",
                    "sections": [
                        "(1) Når det er avgjort hvor mange distriktsmandater en valgliste skal ha, fordeler fylkesvalgstyret disse til kandidatene på listen. Kandidater som ikke er valgbare, settes ut av betraktning. Kandidatkåringen foregår på følgende måte: Først telles de navn som er oppført som nr. 1 på stemmesedlene. Den kandidaten som har flest oppføringer blir valgt. Deretter telles de navn som er oppført som nr. 2 på stemmesedlene. Den kandidaten som har flest oppføringer når man legger sammen resultatene fra første og andre opptelling, blir valgt. Opptellingene fortsetter på samme måte inntil alle de representantplassene listen skal ha, er besatt. Oppnår flere kandidater samme resultat, er den opprinnelige rekkefølgen på listen avgjørende.",
                        "(2) Hver liste skal så vidt mulig tildeles så mange vararepresentanter som den får representanter, med tillegg av tre. Kandidatene til vararepresentantplassene fordeles på samme måte som representantene etter første ledd.",
                        "§ 11-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11-6",
                    "title": "Fordelingen av utjevningsmandatene på partiene og valgdistriktene ved stortingsvalg",
                    "sections": [
                        "(1) Riksvalgstyret skal foreta valgoppgjør for fordeling av utjevningsmandatene på grunnlag av de utskrifter som er sendt inn fra fylkesvalgstyrene.",
                        "(2) Riksvalgstyret fordeler utjevningsmandatene mellom partiene i henhold til Grunnloven § 59.",
                        "(3) Riksvalgstyret fordeler partienes utjevningsmandater med ett på hvert fylke, på følgende måte:",
                        "a)For hvert fylke og for hvert parti som har vunnet minst ett utjevningsmandat, tas utgangspunkt i partiets stemmetall i fylket. Har partiet ikke fått noe distriktsmandat, skal partiets stemmetall i fylket legges til grunn. Har partiet fått distriktsmandat, skal partiets stemmetall divideres med et tall som er én mer enn det dobbelte av antall distriktsmandater partiet har fått i fylket. Partiets stemmetall eller de fremkomne kvotienter divideres med det gjennomsnittlige antall stemmer per distriktsmandat i vedkommende fylke.",
                        "b)De fremkomne kvotientene for samtlige fylker og for samtlige partier som har vunnet minst ett utjevningsmandat, ordnes etter størrelse. Er flere kvotienter like store, er antall stemmer i vedkommende fylker avgjørende. I tilfelle stemmelikhet avgjøres rekkefølgen ved loddtrekning.",
                        "c)Utjevningsmandat nr. 1 tildeles det partiet og det fylket som etter beregningen foran har den største kvotienten. Utjevningsmandat nr. 2 tildeles det partiet og det fylket som har den nest største kvotienten osv.",
                        "d)Når et fylke er blitt tildelt et utjevningsmandat, kommer det ikke i betraktning ved de videre beregningene. Når et parti har fått det antall utjevningsmandater det skal ha i henhold til fordelingen etter annet ledd, kommer partiet ikke i betraktning ved de videre beregningene. Fordelingen fortsetter for de øvrige fylkene og de øvrige partiene inntil samtlige utjevningsmandater er fordelt.",
                        "§ 11-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11-7",
                    "title": "Kåring av kandidater til utjevningsmandatene ved stortingsvalg",
                    "sections": [
                        "Når det er avgjort hvilke partilister som får utjevningsmandater, skal riksvalgstyret utpeke listenes utjevningsrepresentanter og samtlige vararepresentanter. Ved dette oppgjøret ser en bort fra de som allerede er valgt som distriktsrepresentanter, og kårer kandidatene i fortsatt rekkefølge i henhold til § 11-5. Kandidater som ikke er valgbare, settes ut av betraktning.",
                        "§ 11-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11-8",
                    "title": "Fullmakter til de valgte stortingsrepresentantene",
                    "sections": [
                        "(1) Riksvalgstyret utferdiger fullmakter for samtlige valgte stortingsrepresentanter og vararepresentanter. Fullmaktene sendes til Stortinget.",
                        "(2) Riksvalgstyret skal protokollere resultatet av valgoppgjøret og underrette Stortinget og fylkesvalgstyrene om dette.",
                        "§ 11-9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11-9",
                    "title": "Underretning til de valgte stortingsrepresentantene",
                    "sections": [
                        "(1) Etter å ha mottatt melding fra riksvalgstyret skal fylkesvalgstyret underrette de valgte representantene og vararepresentantene om valget og opplyse om retten til å søke om fritak fra valg.",
                        "(2) Er en kandidat blitt valgt til representant eller vararepresentant fra flere fylker, avgjør vedkommende selv hvilket valg som mottas. Skriftlig erklæring om hvilket valg som mottas skal sendes vedkommende fylkesvalgstyrer innen tre dager etter at underretning om valget er mottatt fra fylkesvalgstyrene. Gir ikke vedkommende underretning som nevnt, anses valget mottatt i det fylket hvor vedkommende er stemmeberettiget, eller – hvis vedkommende ikke er stemmeberettiget i noen av fylkene – det fylket som kommer først i alfabetisk orden. Blir det valget vedkommende har mottatt kjent ugyldig, kan vedkommende avgi ny erklæring.",
                        "§ 11-10 første ledd skal lyde:",
                        "(1) Fylkesvalgstyret skal foreta valgoppgjør ved fylkestingsvalg. Mandatfordelingen skjer i henhold til St. Laguës modifiserte metode etter § 11-4.",
                        "§ 11-12 første ledd skal lyde:",
                        "(1) Valgstyret skal foreta valgoppgjør ved kommunestyrevalg. Listestemmetallet skal legges til grunn for mandatfordelingen som skjer i henhold til St. Laguës modifiserte metode etter § 11-4.",
                        "§ 13-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13-1",
                    "title": "Klage ved stortingsvalg",
                    "sections": [
                        "(1) Alle som har stemmerett, kan klage over forhold i forbindelse med forberedelsen og gjennomføringen av stortingsvalget i det fylket vedkommende er manntallsført. Gjelder klagen spørsmål om stemmerett eller om adgangen til å avgi stemme, har også den som ikke er blitt manntallsført, klagerett.",
                        "(2) Klage må fremmes innen sju dager etter valgdagen. Klage over fylkesvalgstyrets valgoppgjør må fremmes innen sju dager etter at valgoppgjøret foreligger.",
                        "(3) Klagen skal være skriftlig og skal fremsettes for valgstyret, fylkesvalgstyret, Fylkesmannen, departementet eller Stortingets administrasjon.",
                        "(4) Stortinget er klageinstans. Departementet skal avgi uttalelse til Stortinget om klagesakene.",
                        "§ 13-3 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13-3",
                    "title": "Kontroll av stortingsvalg. Ugyldig valg – omvalg",
                    "sections": [
                        "(1) Det nyvalgte Stortinget treffer vedtak om stortingsvalget er gyldig.",
                        "(2) Stortinget skal sørge for at feil blir rettet i den utstrekning det er mulig.",
                        "(3) Stortinget skal kjenne stortingsvalget i en kommune eller i et fylke ugyldig hvis det er begått feil som antas å ha hatt innflytelse på utfallet av valget, og som det ikke er mulig å rette.",
                        "(4) Når valget i en kommune eller i et fylke er kjent ugyldig, påbyr Stortinget omvalg. Stortinget kan i særlige tilfeller påby omvalg i hele fylket selv om feilen ikke gjelder alle kommunene i fylket.",
                        "§ 14-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 14-1",
                    "title": "Nytt valgoppgjør til Stortinget",
                    "sections": [
                        "(1) Fylkesvalgstyret skal, etter pålegg fra Stortinget, foreta nytt valgoppgjør hvis en representantplass i Stortinget blir stående ubesatt.",
                        "(2) Fylkesvalgstyret utferdiger fullmakt for den som er valgt til representant eller vararepresentant etter første ledd. I fullmakten angis hvilket nummer i rekkefølgen den valgte representanten skal ha. For vararepresentant angis hvilken eller hvilke representanter vedkommende skal erstatte, og nummeret i vararepresentantrekken. Fullmakten sendes til Stortinget. For øvrig gjelder § 11-9 tilsvarende.",
                        "§ 15-9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 15-9",
                    "title": "Utgifter som dekkes av statskassen",
                    "sections": [
                        "Statskassen dekker utgifter til kommunenes og fylkeskommunenes lovpålagte virksomhet ved stortingsvalg.",
                        "Loven gjelder fra den tid Kongen bestemmer. Fra samme tid oppheves lov om stortingsvalg, fylkestingsvalg og kommunestyrevalg (valgloven) 1. mars 1985 nr. 3 § 83.",
                        "Fra den tid loven her trer i kraft gjøres følgende endringer i lov 25. september 1992 nr. 107 om kommuner og fylkeskommuner (kommuneloven):",
                        "Nytt kapittel 6A skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "Kapittel 6A. Innbyggerinitiativ",
            "paragraphs": [
                {
                    "name": "§ 39a",
                    "title": "Innbyggerinitiativ",
                    "sections": [
                        "1.Kommunestyret eller fylkestinget plikter selv å ta stilling til et forslag som gjelder kommunens eller fylkeskommunens virksomhet, dersom minst 2 prosent av innbyggerne, alternativt 300 i kommunen eller 500 i fylket, står bak forslaget.",
                        "2.Kommunestyret eller fylkestinget skal ta stilling til forslaget senest 6 måneder etter at det er fremmet. Initiativtakerne skal informeres om de avgjørelser som treffes og de tiltak som gjennomføres som følge av forslaget.",
                        "3.Et forslag med samme innhold kan ikke fremmes to ganger i løpet av samme valgperiode. Et forslag kan heller ikke settes frem på nytt før det er gått fire år siden forslaget sist ble fremmet.",
                        "4.Et forslag som er fremmet etter reglene i denne paragraf og som blir nedstemt i kommunestyret eller fylkestinget, kan ikke påklages med mindre dette følger av andre regler."
                    ]
                }
            ]
        }
    ]
}