{
    "lawId": "LOV-2003-06-20-45",
    "lawName": "Lov om retting av feil m.m. i lovverket",
    "shortName": "Lov om retting av feil m.m. i lovverket",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 39",
                    "title": "Husbruksskog",
                    "sections": [
                        "Departementet kan gjøre unntak fra bestemmelsene i denne lov for husbruksskog opprettet i medhold av lov 9. juni 1939 om husbruksskog.",
                        "§ 49 femte ledd skal lyde:",
                        "De skogeiere som vil nytte adgangen etter første ledd, må sende søknad til kommunen innen 1. oktober etter driftsårets avslutning.",
                        "51. Lov 18. juni 1965 nr. 4 Vegtrafikklov § 33 nr. 4 skal lyde:",
                        "4. Dersom innehaveren tidligere i de siste 5 år er ilagt straff eller domfelt for overtredelse av bestemmelsene i § 22, eller dersom hans førerkort har vært inndratt etter nr. 3 foran, skal førerkortet med mindre annet følger av annet til fjerde punktum inndras for alltid",
                        "a)dersom innehaveren i dette tidsrommet overtrer bestemmelsene i § 22, og han seinere blir ilagt straff eller domfelt for dette forholdet, eller",
                        "b)dersom innehaveren nekter å medvirke til at det blir tatt utåndingsprøve, blodprøve eller foretatt klinisk legeundersøkelse som nevnt i § 22 a tredje ledd.",
                        "Gjelder den nye overtredelsen et forhold som nevnt i § 31 annet ledd bokstav a, skal førerkortet inndras for minst 6 måneder. Gjelder den første overtredelsen et slikt forhold og siste overtredelse et forhold som nevnt i § 31 annet ledd bokstav b – d, skal førerkortet inndras for minst 1 år. Gjelder den foregående overtredelsen et forhold som nevnt i § 31 annet ledd bokstav a og innehaveren innen fristen som nevnt i første punktum nekter å medvirke til at det blir tatt utåndingsprøve, blodprøve eller klinisk legeundersøkelse som nevnt i § 22 a tredje ledd, skal førerkortet inndras for minst 2 år. Bestemmelsene om inndragning av førerkort i første til fjerde punktum gjelder tilsvarende så langt de passer for mopedførerbevis.",
                        "Førerkortet skal likeledes inndras for alltid dersom innehaveren ved bruk av motorvogn har voldt eller medvirket til trafikkuhell og han blir ilagt straff eller domfelt for å ha unnlatt å yte hjelp (jfr. § 12) til noen som kom til skade ved uhellet.",
                        "52. I lov 10. juni 1966 nr. 5 om toll skal § 77 andre ledd lyde:",
                        "Norske tjenestemenn som utfører annen stats tolltjeneste i samsvar med overenskomst om tollsamarbeid med annet stat, er også under slik tjeneste å anse som offentlige tjenestemenn i forhold til den alminnelige borgerlige straffelovs kapitler 11 og 33 og likeså i forhold til lov 4. mars 1983 nr. 3 om statens tjenestemenn m.m.",
                        "53. I lov 17. juni 1966 nr. 19 om Norges fiskerigrense og om forbud mot at utlendinger driver fiske m.v. innenfor fiskerigrensen skal § 2 første ledd nr. 2 lyde:",
                        "2.aksjeselskaper, allmennaksjeselskaper og andre selskaper med begrenset ansvar når selskapets hovedkontor og styrets sete er i Norge og styrets flertall, herunder styrelederen, består av norske statsborgere som er bosatt i Norge og har bodd her i de to siste år, og norske statsborgere eier aksjer eller andeler svarende til minst 6/10 av selskapets kapital og kan utøve stemmerett i selskapet med minst 6/10 av stemmene.",
                        "54. I lov 7. juli 1967 nr. 13 om husleieregulering m.v. for boliger blir desse endringane gjort:",
                        "§ 2 andre ledd skal lyde:",
                        "Loven gjelder ikke for utleie som ledd i drift av hotell, pensjonat eller annet herberge og med unntak av kapittel III heller ikke ved utleie fra stat, fylkeskommune eller kommune.",
                        "§ 23 tredje ledd blir oppheva.",
                        "55. I lov 15. desember 1967 nr. 9 om patenter blir desse endringane gjort:",
                        "§ 53 andre ledd skal lyde:",
                        "Søksmålsfristene i § 52 fjerde ledd, jf. femte ledd, kommer tilsvarende til anvendelse på søksmål som her omhandlet.",
                        "§ 68 første ledd tredje punktum skal lyde:",
                        "Ved endring av årsavgiftene kan han bestemme at de nye avgifter også skal gjelde for tidligere meddelte patenter.",
                        "56. I lov 13. juni 1969 nr. 26 om skadeserstatning skal § 2-1 nr. 3 andre punktum lyde:",
                        "Like med arbeidstaker regnes ombud i offentlig virksomhet, befal og menige under militærtjeneste og andre under pålagt tjenestegjøring for det offentlige, samt innsatte, pasienter e.l. som deltar i arbeidsvirksomhet i kriminalomsorgens anstalter, i helseinstitusjoner e.l.",
                        "57. I lov 19. juni 1969 nr. 66 om merverdiavgift skal § 64 første punktum lyde:",
                        "Avgiften skal betales av den som etter lov 10. juni 1966 nr. 5 om toll (tolloven) er vareeier.",
                        "58. I lov 6. mars 1970 nr. 5 om avgrensing i retten til å sleppa hingstar, oksar, verar og geitebukkar på beite skal § 2 lyde:",
                        "Der er forbode å la hingst som er 2 år eller eldre, gå på sambeite der det går hopper som den ikkje kan brukast som alshingst til etter føresegnene i forskrift gitt i medhald av lov 4. desember 1992 nr. 130 om husdyravl § 5.",
                        "59. I lov 19. juni 1970 nr. 63 om naturvern blir desse endringane gjort:",
                        "§ 19 første ledd skal lyde:",
                        "Vedtak i medhold av kap. II og III og § 18 nr. 4 skal kunngjøres i Norsk Lovtidend og i en eller flere aviser i distriktet.",
                        "§ 20 b første punktum skal lyde:",
                        "Økonomisk tap som følge av vedtak etter §§ 3, 5 og 18 nr. 4 i denne lov kan i samsvar med alminnelige rettsgrunnsetninger kreves erstattet av staten.",
                        "60. I lov 19. juni 1970 nr. 69 om offentlighet i forvaltningen skal § 3 første ledd andre punktum lyde:",
                        "Som dokument regnes en logisk avgrenset informasjonsmengde som er lagret på et medium for senere lesing, lytting, fremvisning eller overføring.",
                        "61. I lov 21. mai 1971 nr. 47 om brannfarlige varer samt væsker og gasser under trykk skal § 43 andre ledd lyde:",
                        "Nærmere forskrifter om avgifter etter første ledd fastsettes av Kongen.",
                        "62. I lov 11. juni 1971 nr. 52 om strafferegistrering skal § 6 første ledd nr. 10 lyde:",
                        "10.Dom på overføring til tvungent helsevern dersom den dømte er overført til anstalt under kriminalomsorgen etter lov 2. juli 1999 nr. 62 om etablering og gjennomføring av psykisk helsevern § 5-6, såfremt det er gått mer enn 10 år siden reaksjonen opphørte.",
                        "63. I lov 9. juni 1972 nr. 31 om reinbeiting i henhold til konvensjon av 9 februar 1972 mellom Norge og Sverige om reinbeite skal § 54 første ledd nr. 7 andre punktum bli nytt andre ledd.",
                        "64. I lov 16. juni 1972 nr. 47 om kontroll med markedsføring og avtalevilkår skal § 13 sjuande ledd lyde:",
                        "Markedsrådet kan unnlate å behandle en sak fremlagt etter sjette ledd dersom Markedsrådet finner at saken ikke er tilstrekkelig opplyst til at vedtak kan fattes.",
                        "65. I lov 31. mai 1974 nr. 19 om konsesjon ved erverv av fast eiendom blir desse endringane gjort:",
                        "§ 2 skal lyde:"
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "(virkemidler).",
                    "sections": [
                        "Med de unntak som følger av denne lov, kan fast eiendom ikke erverves uten tillatelse av Kongen (konsesjon). Kongens myndighet kan overlates til kommunen.",
                        "Loven omfatter ikke erverv som er konsesjonspliktige etter:",
                        "1.lov 3. juli 1914 nr. 5 om erverv av kalkstensforekomster,",
                        "2.lov 14. desember 1917 nr. 16 om erverv av vannfall, bergverk og annen fast eiendom m.v. kapittel I eller II,",
                        "3.lov 17. juni 1949 nr. 3 om erverv av kvartsforekomster.",
                        "Kongen kan ved forskrift gjøre unntak fra konsesjonsplikten utover det som følger av §§ 5 og 6. Når særlige hensyn foreligger, kan Kongen også i det enkelte tilfelle gjøre unntak fra konsesjonsplikt.",
                        "§ 5 første ledd nr. 1 skal lyde:",
                        "1.en enkelt boligtomt eller tomt for fritidshus, dersom tomten ikke er større enn 2 dekar og er godkjent fradelt etter 1. januar 1977 etter plan- og bygningsloven og jordloven eller tomten ligger i området som i kommuneplan, reguleringsplan eller bebyggelsesplan etter plan- og bygningsloven er utlagt til byggeområde, og hvor tomtedeling er foretatt eller godkjent av bygningsmyndighetene.",
                        "Forutsetningen er at erververen eller hans ektefelle eller barn under 18 år ikke eier eller fester annen tomt til bolig- eller fritidshus i kommunen. Hvis erververen selv er under 18 år, er forutsetningen at ikke hans foreldre eller søsken under 18 år eier eller fester slik eiendom i kommunen,",
                        "66. I lov 14. juni 1974 nr. 39 om eksplosive varer blir desse endringane gjort:",
                        "§ 10 andre ledd skal lyde:",
                        "Den som lovlig innehar eksplosiv vare, kan uten hinder av reglene i første ledd overlate slik vare til andre til bruk på hans vegne i samsvar med forskrifter etter § 35 eller etter lov 4. februar 1977 nr. 4 om arbeidervern og arbeidsmiljø m.v.",
                        "§ 18 andre ledd første punktum skal lyde:",
                        "I laboratorium på universitet, høgskole, vidaregåande skole som nevnt i lov 17. juli 1998 nr. 61 om grunnskolen og den vidaregåande opplæringa og på forskningsanstalt som tilhører staten eller som har statsstøtte, kan tilvirkes eksplosiv vare, derunder eksplosiv vare som ikke er godkjent etter § 3, i den utstrekning som trenges til laboratoriemessige forsøk hvis tilvirkingen kan skje på betryggende måte.",
                        "67. I lov 28. juni 1974 nr. 58 om odelsretten og åsetesretten skal § 50 tredje punktum lyde:",
                        "Avtale om forpakting for lengre tid enn 5 år, og avtale om leige av husrom, kan løysingsmannen seie opp etter reglane i lov 25. juni 1965 nr. 1 om forpakting § 8 og lov 26. mars 1999 nr. 17 om husleieavtaler § 9-6, endå om avtala ikkje gjev høve til slik oppseiing.",
                        "68. I lov 21. mars 1975 nr. 9 om nordisk vitneplikt skal § 3 lyde:",
                        "Ingen må påleggast å gje vitneforklaring i strid med reglane i straffeprosessloven §§ 117 til 125 eller tvistemålsloven §§ 204 til 209 a (jf likevel barnelova § 21), eller med lovgjevinga i det landet der vitnet er busett.",
                        "69. I lov 6. juni 1975 nr. 29 om eigedomsskatt til kommunane skal § 7 bokstav c tredje punktum lyde:",
                        "Formannskapet eller det utvalet som er nemnt i kommuneloven § 10, kan få fullmakt til å avgjera einskildsaker om skattefritak.",
                        "70. I lov 28. mai 1976 nr. 35 om voksenopplæring blir desse endringane gjort:",
                        "§ 8 tredje ledd første punktum skal lyde:",
                        "Når den normale arbeidsdeling fravikes, skal tilskott til organisasjonene gis etter de finansieringsordninger som gjelder for voksenopplæring i det offentlige utdanningssystem.",
                        "§ 9 tredje ledd skal lyde:",
                        "Spørsmål om godkjenning av lærere i førstegangsutdanning og etterutdanning for voksne avgjøres av vedkommende ansvarlig myndighet etter §§ 4, 5 og 15.",
                        "§ 20 tredje ledd skal lyde:",
                        "Slik opplæring forutsetter vedtak i et organ i bedriften med lik representasjon fra arbeidsgiveren og arbeidstakeren. Prinsippet i § 10 sjette ledd om deltakernes innflytelse på innhold og opplegg, skal også gjelde for opplæring organisert etter denne paragraf.",
                        "71. I lov 4. februar 1977 nr. 4 om arbeidervern og arbeidsmiljø m.v. blir desse endringane gjort:",
                        "§ 3 nr. 2 bokstav d skal lyde:",
                        "d)innsatte i kriminalomsorgens anstalter,",
                        "§ 42 andre ledd bokstav j skal lyde:",
                        "j)arbeid av politi, brannvesen, tollvesen, kriminalomsorg, kirkelig betjening, arbeid ved redningssentraler og drift av kringkasting, aviser, telegram- og nyhetsbyråer.",
                        "§ 44 andre ledd bokstav i skal lyde:",
                        "i)arbeid av politi, brannvesen, tollvesen, kriminalomsorg, kirkelig betjening, arbeid ved redningssentraler og drift av kringkasting, aviser, telegram- og nyhetsbyråer.",
                        "§ 61 nr. 1 skal lyde:",
                        "1.I søksmål om et arbeidsforhold består eller om erstatning i forbindelse med opphør av et arbeidsforhold, gjelder lov 13. august 1915 nr. 5 om domstolene og lov 13. august 1915 nr. 6 om rettergangsmåten for tvistemål, men med de særregler som går fram av paragrafen her og §§ 61 A, 61 B og 61 C. I søksmålet kan det også tas med krav som står i sammenheng med eller kommer i stedet for de krav som kan reises etter første punktum.",
                        "72. I lov 29. april 1977 nr. 34 om kommunal forkjøpsrett til leiegårder skal § 7 fjerde ledd lyde:",
                        "Panthaver som har kjøpt leiegården på tvangssalg eller salg etter dekningsloven § 8-15 for å redde sin fordring, kan kreve at kommunen betaler også den udekte del av fordringen så langt pantets verdi rekker.",
                        "73. I lov 10. juni 1977 nr. 82 om motorferdsel i utmark og vassdrag blir desse endringane gjort:",
                        "§ 2 andre ledd skal lyde:",
                        "Med utmark menes udyrket mark som etter lov om friluftslivet § 1 a første ledd ikke regnes som innmark eller like med innmark. Setervoll, hustomt, engslått, kulturbeite og skogplantefelt som ligger i utmark, regnes i denne lov like med utmark.",
                        "§ 2 femte ledd skal lyde:",
                        "Loven gjelder ikke landingsplass for luftfartøy når det er gitt konsesjon etter lov 11. juni 1993 nr. 101 om luftfart § 7-5.",
                        "74. I lov 9. juni 1978 nr. 45 om likestilling mellom kjønnene blir desse endringane gjort:",
                        "§ 10 andre ledd andre punktum skal lyde:",
                        "To av medlemmene med stedfortredere oppnevnes etter innstilling fra henholdsvis Landsorganisasjonen i Norge og Næringslivets Hovedorganisasjon.",
                        "§ 11 første ledd tredje punktum skal lyde:",
                        "Dersom frivillig ordning ikke oppnås, kan Ombudet forelegge saken for Nemnda til behandling etter § 13.",
                        "§ 18 tredje ledd skal lyde:",
                        "Forsettlig eller uaktsom overtredelse av pålegg gitt med hjemmel i § 15 straffes med bøter eller fengsel inntil 3 måneder eller begge deler.",
                        "75. I lov 9. juni 1978 nr. 49 om reindrift skal § 5 fjerde ledd lyde:",
                        "Dersom eiere og brukere som rår over den største del av et fjellområde som er høvelig til tamreindrift, ønsker området disponert til slik virksomhet, men hindres i dette av enkelte grunneiere som ikke vil være med, kan bestemmelsen om sams tiltak i lov 21. desember 1979 nr. 77 om jordskifte § 34 a brukes tilsvarende.",
                        "76. I lov 21. desember 1979 nr. 77 om jordskifte o.a. skal § 56 andre ledd lyde:",
                        "I samband med jordskifte kan jordskifteretten endre brukstilhøva etter lov 12. mai 1995 nr. 23 om jord § 10.",
                        "77. I lov 13. juni 1980 nr. 24 om ligningsforvaltningen blir desse endringane gjort:",
                        "§ 6-16 bokstav c skal lyde:",
                        "c)i forskrift bestemme at de i denne paragraf spesifiserte oppgavene; lønnsoppgaver mv. etter § 6-2, saldo- og renteoppgaver ved årsskifte eller ved oppgjør av konti i løpet av det siste inntektsår etter § 6-4 og § 6-13 nr. 2 d, kontrolloppgaver etter § 6-3 nr. 5, kontrolloppgaver fra verdipapirregistre etter § 6-5, livsforsikringspremie, pensjonsforsikringspremie, innskudd etter innskuddspensjonsloven og innskudd i individuell pensjonsavtale (IPA) mv., spare- og fondsinnskudd, tilskudd til forskningsinstitutter mv. og betaling for pass og stell av barn mv. og gaver til selskaper, stiftelser eller sammenslutninger etter § 6-6, utbetalinger mv. fra forsikringsselskaper, banker og forvaltningsselskaper for verdipapirfond etter § 6-7, aksjonæroppgaver etter § 6-11, oppgaver fra Trygdeetatens Innkrevingssentral og Statens Innkrevingssentral etter § 6-13 nr. 4, fordelingsoppgaver over inntekter, utgifter og formue i boligselskap etter skatteloven § 7-12 første til fjerde ledd og i boligsameier etter forskrift gitt i medhold av skatteloven § 7-21, skal overleveres i maskinlesbar form.",
                        "§ 8-3 nr. 4 skal lyde:",
                        "4.Blir varslingsplikten etter nr. 1, jfr. nr. 2 ikke overholdt, skal klagefristen beregnes etter § 9-2 nr. 4 tredje punktum.",
                        "§ 10-1 nr. 2 skal lyde:",
                        "2.Avgiften skal ikke settes lavere enn kr 200 og skal når forsinkelsen ikke er over en måned, begrenses oppad til kr 10.000.",
                        "78. I lov 13. juni 1980 nr. 35 om fri rettshjelp skal § 22 tredje ledd nr. 4 lyde:",
                        "4.saker som skal behandles etter kapittel 5 i lov 5. august 1994 nr. 55 om vern mot smittsomme sykdommer.",
                        "79. I lov 13. mars 1981 nr. 6 om vern mot forurensninger og om avfall blir desse endringane gjort:",
                        "§ 25 tredje punktum skal lyde:",
                        "Kommunen kan uten hinder av annet punktum kreve refusjon etter plan- og bygningsloven kap. IX.",
                        "§ 33 femte ledd tredje punktum skal lyde:",
                        "Partene kan kreve vederlagsspørsmålet avgjort ved voldgift etter lov 13. august 1915 nr. 6 om rettergangsmåten for tvistemål.",
                        "80. I lov 22. mai 1981 nr. 25 om rettergangsmåten i straffesaker blir desse endringane gjort:",
                        "§ 109 første ledd skal lyde:",
                        "Plikt til å møte som vitne ved tingrett og lagmannsrett har enhver. Retten kan frita et vitne som har mer enn 800 km reise med rutegående befordringsmiddel eller 125 km på annen måte, eller en tilsvarende strekning dels på den ene, dels på den annen måte, for møteplikt dersom fremmøte vil medføre uforholdsmessige ulemper eller kostnader sammenlignet med vitnets betydning for sakens opplysning.",
                        "§ 187 andre ledd tredje punktum skal lyde:",
                        "Det samme gjelder når han får betinget dom eller bare blir ilagt straff av bot, samfunnsstraff eller fengsel som er avsonet ved varetektsfengsel.",
                        "§ 222 b fjerde ledd skal lyde:",
                        "Påtalemyndigheten må snarest råd og så vidt mulig innen fem dager etter beslutningen bringe saken inn for tingretten, som avgjør spørsmålet ved kjennelse. §§ 175 første ledd, 177, 181 annet og tredje ledd, 184 og 187 a gjelder tilsvarende så langt de passer.",
                        "§ 242 første ledd tredje punktum skal lyde:",
                        "Offentlig forsvarer kan ikke nektes adgang til dokumenter som fremlegges eller har vært fremlagt i rettsmøte, unntatt rettsmøte som holdes for å avsi kjennelse etter tredje ledd.",
                        "81. I lov 12. juni 1981 nr. 61 om pensjonsordning for stortingsrepresentanter skal § 6 første ledd lyde:",
                        "For rett til etterlattepensjon, barnepensjon og barnetillegg etter denne lov, og for behandling av saker om uførepensjoner, gjelder bestemmelsene i lov 28. juli 1949 nr. 26 om Statens Pensjonskasse kap. 6 og 7 §§ 27 til 38 og § 44 syvende ledd på tilsvarende måte.",
                        "82. I lov 19. november 1982 nr. 66 om helsetjenesten i kommunene blir desse endringane gjort:",
                        "§ 1-3 første ledd nr. 1 bokstav e skal lyde:",
                        "e)helsetjenester for innsatte i de kommuner der det ligger anstalter under kriminalomsorgen.",
                        "§ 3-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-5",
                    "title": "(Medisinsk-faglig rådgivning)",
                    "sections": [
                        "Kommunen ansetter en eller flere kommuneleger som skal utføre de oppgaver kommunelegen er tillagt i lov eller instruks. Kommunelege plikter på anmodning av departementet å delta i lokal redningssentral.",
                        "Kommunelegen skal være medisinsk-faglig rådgiver for helsetjenesten.",
                        "Kommunelegens tilråding og begrunnelse skal alltid følge saken når kommunen behandler saker om miljørettet helsevern, smittsomme sykdommer og helsemessig beredskap.",
                        "Kommunelegen skal videresende dødsmeldinger mottatt fra leger i kommunen etter lov om helsepersonell § 36 til Dødsårsaksregisteret.",
                        "§ 3-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 3-6",
                    "title": "(Tjenesteplikt ved ulykker og andre akutte situasjoner)",
                    "sections": [
                        "Ved ulykker og andre akutte situasjoner som forårsaker ekstraordinær pågang av pasienter, kan kommunen pålegge helsepersonell som tjenestegjør i kommunen, å utføre nærmere tilvist arbeid.",
                        "§ 6-2 a ny overskrift skal lyde:",
                        "(Individuell plan)",
                        "§ 6-6 ny overskrift skal lyde:",
                        "(Taushetsplikt)",
                        "83. I lov 8. juni 1984 nr. 51 om havner og farvann m.v. skal § 28 første ledd bokstav a og b lyde:",
                        "a.utfører eller lar utføre arbeid eller handling uten nødvendig tillatelse etter §§ 6, 7 annet og tredje ledd, 8 annet og tredje ledd eller 18 annet ledd eller unnlater å oppfylle vilkår etter § 9,",
                        "b.overtrer særskilt pålegg av offentlig myndighet etter § 18 tredje ledd, dersom han skriftlig gjøres oppmerksom på at straffansvar kan inntre om han ikke etterkommer pålegget,",
                        "84. I lov 8. juni 1984 nr. 55 om linjekonferanser m.v. skal overskrifta til § 10 lyde:",
                        "Forholdet til konkurranseloven m.m.",
                        "85. I lov 8. juni 1984 nr. 58 om gjeldsforhandling og konkurs blir desse endringane gjort:",
                        "§ 84 andre ledd første punktum skal lyde:",
                        "Når det i medhold av §§ 77 eller 83 er besluttet at det skal oppnevnes et kreditorutvalg, skal retten etter krav fra et flertall av de ansatte i skyldnerens næringsvirksomhet oppnevne en representant for de ansatte som medlem av kreditorutvalget.",
                        "§ 110 tredje ledd skal lyde:",
                        "Bostyreren skal ikke innstille fordringer som åpenbart ikke vil oppnå dekning eller eventuell minimumsdekning fastsatt etter § 128 tredje ledd selv om anmeldelsen legges til grunn. Fordringshavere som etter dette ikke får innstilt sine fordringer, skal underrettes om at deres fordringer ikke vil bli innstilt og prøvd.",
                        "86. I lov 8. juni 1984 nr. 59 om fordringshavernes dekningsrett blir desse endringane gjort:",
                        "§ 1-3 andre ledd andre punktum skal lyde:",
                        "Fristdagen ved avvikling etter konkurslovens og dekningslovens regler av aksjeselskaper i medhold av aksjeloven § 16-14, jf § 16-18, og av allmennaksjeselskaper etter allmennaksjeloven § 16-14, jf § 16-18, er dagen da tingretten traff kjennelse om å overta ansvaret for avviklingen.",
                        "§ 7-10 første ledd tredje punktum skal lyde:",
                        "For øvrig gjelder § 7-6 første ledd annet punktum tilsvarende.",
                        "§ 7-10 andre ledd tredje punktum skal lyde:",
                        "For øvrig gjelder § 7-6 annet ledd tilsvarende.",
                        "87. I lov 14. juni 1985 nr. 73 om tilskot til private grunnskular og private skular som gjev vidaregåande opplæring blir desse endringane gjort:",
                        "§ 17 andre ledd første punktum skal lyde:",
                        "Ved handsaminga av saker der teiingsplikta gjeld, kan styret avgjera at personar med møterett som er under aldersgrensa for å vera myndige, må forlata møtet.",
                        "§ 22 tredje ledd andre punktum skal lyde:",
                        "Slikt samarbeidsutval skal setjast saman etter lov 17. juni 1998 nr. 61 om grunnskolen og den vidaregåande opplæringa § 11-1 fjerde ledd.",
                        "§ 26 Tilskotsregel nr. 1 bokstav c skal lyde:",
                        "c)Utgifter til elevreiser vert dekte etter gjeldande reglar i lov 17. juli 1998 nr. 61 om grunnskolen og den vidaregåande opplæringa.",
                        "88. I lov 21. juni 1985 nr. 78 om registrering av foretak blir desse endringane gjort:",
                        "§ 3-7 første ledd nr. 4 blir oppheva. Nr. 3 skal lyde:",
                        "3.Dersom det oppnevnes bostyrer i foretaket etter konkursloven §§ 77 og 83, dennes navn, fødselsnummer og forretningsadresse.",
                        "§ 3-8 første ledd nr. 9 skal lyde:",
                        "9.Om personer som nevnt i nr. 8 har rett til å forplikte hovedforetaket ved signatur eller prokura. § 3-7 tredje ledd gjelder tilsvarende.",
                        "§ 4-4 bokstav a skal lyde:",
                        "a)Bekreftet gjenpart av stiftelsesdokument og bekreftet utskrift av protokollen fra generalforsamlinger som viser meldte opplysninger i aksjeselskap, allmennaksjeselskap, annet selskap med begrenset ansvar, forening og annen innretning; selskapsavtalen for ansvarlig selskap, kommandittselskap og europeisk økonomisk foretaksgruppe, selskapsavtalen for interkommunalt selskap, for stiftelser den disposisjonen som danner grunnlaget for stiftelsen og bekreftet gjenpart av vedtak om opprettelse av regionalt helseforetak og helseforetak.",
                        "§ 4-4 bokstav e andre punktum skal lyde:",
                        "I tilfelle også dokumenter som nevnt i aksjeloven § 2-4 annet ledd, § 2-5 annet ledd, § 2-6, § 2-8, § 10-2, § 13-10, § 14-4 tredje ledd, jf § 13-10, og § 15-1 annet ledd annet punktum og allmennaksjeloven § 2-4 annet ledd, § 2-5 annet ledd, § 2-6, § 2-8, § 10-2, § 13-10 og § 14-4 tredje ledd, jf § 13-10 samt erklæring som nevnt i selskapsloven § 3-3 tredje ledd tredje punktum og stiftelsesloven § 26 annet ledd første punktum.",
                        "89. I lov 21. juni 1985 nr. 83 om ansvarlige selskaper og komandittselskaper skal § 3-13 femte ledd lyde:",
                        "Bestemmelse som nevnt i første ledds tredje punktum, annet ledds annet punktum og fjerde ledds annet alternativ, kan bare gjøres gjeldende overfor tredjemann når den er registrert i Foretaksregisteret, med mindre tredjemann kjente eller burde kjenne bestemmelsen.",
                        "90. I lov 25. april 1986 nr. 11 om tilskudd til fjerning av innretninger på kontinentalsokkelen skal § 2 første ledd andre punktum lyde:",
                        "Skatt som nevnt i skatteloven § 10-13, eller tilsvarende skatt beregnet på grunnlag av utbytte som det er gitt fradrag for ved skattleggingen i Norge, tas ikke i betraktning ved beregningen etter første punktum.",
                        "91. I lov 20. juni 1986 nr. 35 om mesterbrev i håndverk og annen næring skal § 6 andre ledd lyde:",
                        "Mesterbrevnemnda skal bestå av 5 medlemmer, herav oppnevnes 1 medlem etter forslag fra Næringslivets Hovedorganisasjon, 1 medlem etter forslag fra Landsorganisasjonen i Norge, 2 medlemmer etter forslag fra Rådet for fagopplæring i arbeidslivet og 1 medlem etter forslag fra vedkommende departement.",
                        "92. I lov 11. juli 1986 nr. 52 om endring i lov av 13. mars 1936 nr. 3 om politiet og i lov av 16. juni 1961 nr. 7 om lensmenn blir endringane i lov 16. juni 1961 nr. 7 om lensmenn oppheva.",
                        "93. I lov 12. juni 1987 nr. 56 om Sametinget og andre samiske rettsforhold skal § 3-4 tredje ledd lyde:",
                        "For kriminalomsorgens anstalter i Troms og Finnmark gjelder i tillegg følgende regler om bruk av samisk:",
                        "1.§ 3-5 gjelder tilsvarende for innsatte.",
                        "2.Innsatte har rett til å bruke samisk overfor hverandre og overfor sine pårørende.",
                        "3.Innsatte har rett til å bruke samisk ved muntlig rettsmiddelerklæring til fengselsmyndigheten.",
                        "94. I lov 18. desember 1987 nr. 97 om endringer i rettergangslovgivningen m.m. blir endringane i § 456 første ledd første til sjette punktum i lov 22. mai 1981 nr. 25 om rettergangsmåten i straffesaker oppheva.",
                        "95. I lov 29. april 1988 nr. 21 om ferie blir § 10 nr. 4 tredje ledd oppheva.",
                        "96. I lov 16. juni 1989 nr. 53 om eiendomsmegling skal § 5-2 første punktum lyde:",
                        "Forsettlig eller uaktsom overtredelse av bestemmelser gitt i eller i medhold av § 1-2, § 2-2 annet ledd, § 2-3 fjerde ledd, § 2-4, § 2-6, § 2-7, § 4-1 tredje ledd eller § 5-1, straffes med bøter eller fengsel inntil 3 år, eller inntil 6 år ved særlig skjerpende omstendigheter.",
                        "97. I lov 16. juni 1989 nr. 54 om offisiell statistikk og Statistisk Sentralbyrå skal § 2-6 lyde:",
                        "Opplysninger hentet inn etter fastsatt opplysningsplikt, eller som er gitt frivillig, skal ikke i noe fall offentliggjøres slik at de kan føres tilbake til oppgavegiver eller annen identifiserbar enkeltperson til skade for denne, eller til urimelig skade når det gjelder selskaper med begrenset ansvar, kommandittselskaper og andre sammenslutninger, stiftelser og offentlige organer og virksomheter.",
                        "98. I lov 16. juni 1989 nr. 64 om endringer i straffeloven og straffeprosessloven m.m. (nådesøknad, herreds-/byrettens kompetanse i straffesaker, påtaleunnlatelse, foreldelse av straffansvaret for foretak, fengsling på lørdager m.m.) blir endringa i § 147 i lov 22. mai 1981 nr. 25 om rettergangsmåten i straffesaker oppheva.",
                        "99. I lov 16. juni 1989 nr. 65 om yrkesskadeforsikring skal § 2 første ledd bokstav b lyde:",
                        "b)arbeidstaker: enhver som gjør arbeid eller utfører verv i arbeidsgiverens tjeneste, herunder ombudsmann i offentlig virksomhet, befal og menige under militærtjeneste og andre under pålagt tjenestegjøring for det offentlige, samt innsatte, pasienter e.l. som deltar i arbeidsvirksomhet i kriminalomsorgens anstalter, i helseinstitusjoner e.l.",
                        "100. I lov 29. juni 1990 nr. 50 om produksjon, omforming, overføring, omsetning, fordeling og bruk av energi m.m. skal § 7-4 andre ledd lyde:",
                        "Endringer i vilkårene kan også foretas etter søknad fra konsesjonæren. Bestemmelsene i § 2-1 får anvendelse så langt de passer.",
                        "101. I lov 7. juni 1991 nr. 24 om godkjenning og drift av innretninger til bruk i tivoli og fornøyelsesparker skal § 6 andre ledd lyde:",
                        "Når sikkerhetsmessige hensyn krever det, eller når eier ikke dekker gebyr for søknadsbehandling eller kontroll, eller når gyldig godkjenning eller forsikring ikke foreligger, kan det gis pålegg om å stanse driften straks eller innen bestemt frist. Pålegg er tvangsgrunnlag etter tvangsfullbyrdelsesloven kapittel 13. Om nødvendig kan det kreves hjelp av politiet til gjennomføring av pålegg.",
                        "102. I lov 20. juli 1991 nr. 67 om overføring av domfelte skal § 12 fjerde ledd andre punktum lyde:",
                        "Fullbyrding av frihetsstraff skjer i samsvar med reglene gitt i eller i medhold av straffegjennomføringsloven.",
                        "103. I lov 15. mai 1992 nr. 47 om laksefisk og innlandsfisk m.v. skal § 42 fjerde ledd lyde:",
                        "Fiskeforvaltningen kan utenom statsallmenning tilsette oppsyn. Oppsynet bør gis politimyndighet etter lov 4. august 1995 nr. 53 om politiet § 20.",
                        "104. I lov 19. juni 1992 nr. 59 om bygdeallmenninger blir desse endringane gjort:",
                        "§ 8-4 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-4",
                    "title": "(felles fiskeområde)",
                    "sections": [
                        "Når det anses formålstjenlig for utnyttelsen av fisket i allmenningen kan allmenningsstyret bestemme at bygdeallmenning eller del av bygdeallmenning skal inngå i et større fiskeområde med felles kortsalg og felles oppsynsordning. Før avgjørelse treffes skal saken forelegges kommunen til uttalelse.",
                        "§ 8-6 fjerde ledd skal lyde:",
                        "Før avtale etter denne paragraf inngås, skal et utkast ha vært forelagt kommunen til uttalelse.",
                        "§ 8-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8-7",
                    "title": "(nærmere regler om forvaltning m.v.)",
                    "sections": [
                        "Nærmere regler om forvaltningen av fiske i bygdeallmenning fastsettes i bruksregler for den enkelte allmenning, jfr. § 3-7. I reglene kan det fastsettes begrensninger med hensyn til tiden, området eller måten for utøvelsen av fiske – eventuelt gis retningslinjer for allmenningsstyrets regulering av utøvelsen.",
                        "Utkast til slike regler skal, før det legges ut til gjennomsyn for de bruksberettigede etter § 3-8, ha vært forelagt kommunen til uttalelse. Det samme gjelder begrensninger i utøvelsen av fiske som allmenningsstyret beslutter å gjennomføre.",
                        "105. I lov 26. juni 1992 nr. 86 om tvangsfullbyrdelse og midlertidig sikring blir desse endringane gjort:",
                        "§ 11-50 tredje ledd andre punktum skal lyde:",
                        "Underretning om at sikkerhet er stillet, må i tilfelle være kommet inn til tingretten innen en måned etter auksjonsdagen.",
                        "§ 15-13 andre ledd første punktum skal lyde:",
                        "For midlertidige forføyninger etter paragrafen her gjelder i tillegg til loven her reglene i tolloven § 39.",
                        "106. I lov 3. juli 1992 nr. 93 om avhending av fast eigedom skal § 2-9 første ledd andre punktum lyde:",
                        "Med omsyn til rettsvern og tinglysing gjeld pantelova § 6-1 fjerde ledd.",
                        "107. I lov 17. juli 1992 nr. 99 om frivillig og tvungen gjeldsordning for privatpersoner blir desse endringane gjort:",
                        "§ 2-5 andre ledd skal lyde:",
                        "Dersom namsmannen finner det nødvendig for å sikre at gjeldsforhandlingen kan gjennomføres på fire måneder, skal namsmannen før gjeldsforhandling åpnes sørge for verdsetting av eiendeler etter § 4-7.",
                        "§ 3-3 første ledd andre punktum skal lyde:",
                        "Sikringen skjer etter reglene i tvangsfullbyrdelsesloven § 7-20, og har for skyldnerens adgang til å disponere over eiendelene og i forhold til tredjepersoner samme virkning som utlegg.",
                        "§ 6-5 tredje punktum skal lyde:",
                        "Begjæring om tilsidesettelse av en gjeldsordning etter § 6-2 fjerde ledd må fremsettes innen ett år etter at toårsperioden i bestemmelsen er utløpt.",
                        "108. I lov 25. september 1992 nr. 107 om kommuner og fylkeskommuner blir desse endringane gjort:",
                        "§ 24 nr. 1 skal lyde:",
                        "1. Kommunestyret og fylkestinget kan tildele formannskapet eller fylkesutvalget, kommunerådet eller fylkesrådet, utvalg, styre for institusjon eller administrasjonssjefen myndighet til å opprette og nedlegge stillinger og til å treffe avgjørelser i personalsaker.",
                        "§ 29 skal lyde:"
                    ]
                },
                {
                    "name": "§ 29",
                    "title": "Bestemmelsenes anvendelsesområde",
                    "sections": [
                        "1. Bestemmelsene i dette kapitlet gjelder for kommunestyre, fylkesting, formannskap, fylkesutvalg, faste utvalg, kommunedelsutvalg, kommuneråd og fylkesråd samt kommunale eller fylkeskommunale nemnder opprettet i medhold av andre lover.",
                        "2. Bestemmelsene gjelder også for andre folkevalgte organer, så langt kommunestyret, fylkestinget eller oppnevningsorganet ikke bestemmer noe annet. Det kan likevel ikke gjøres unntak fra §§ 36 til 38.",
                        "3. Bestemmelsene gjelder ikke for kommunale eller fylkeskommunale foretak jf kapittel 11. Bestemmelsene i §§ 36 til 38 kommer likevel til anvendelse.",
                        "4. Bestemmelsene gjelder ikke for virksomhet etablert i medhold av lov om interkommunale selskaper.",
                        "109. I lov 27. november 1992 nr. 113 om endringer i enkelte lover som følge av EØS-avtalen skal II nr. 2 tredje ledd lyde:",
                        "Femårsfristen i lov 3 mars 1961 nr 4 om varemerker § 25 a, jf lov 3 mars 1961 nr 5 om fellesmerker § 2, løper tidligst fra den tid EØS-avtalen trer i kraft for Norge.",
                        "110. I lov 11. juni 1993 nr. 101 om luftfart blir desse endringane gjort:",
                        "§ 3-24 tredje ledd skal lyde:",
                        "Dokument utstedt av tingretten mens offentlig skifte av hjemmelshaverens bo pågår, kan registreres når det senest samtidig registreres melding om at tingretten har overtatt boet som dødsbo eller til skifte av felleseie eller har åpnet konkurs.",
                        "§ 3-34 andre ledd skal lyde:",
                        "For panterett stiftet ved utleggsforretning faller virkningen av registreringen bort 5 år etter at dokumentet ble dagbokført. For arrestforretning og annen midlertidig forføyning under tvangsfullbyrdelse er fristen 2 år.",
                        "111. I lov 25. mars 1994 nr. 7 om sikring mot og erstatning for naturskader skal § 21 første ledd lyde:",
                        "Kommunen kan kreve avstått fast eiendom eller rett over fast eiendom, derunder rett til å forby hogst eller annen særlig utnyttelse, når det er nødvendig for å gjennomføre tiltak til sikring mot naturskade utenfor de tilfelle som er omhandlet i lov 23. oktober 1959 nr. 3 om oreigning av fast eigedom § 2 nr. 53.",
                        "112. I lov 5. august 1994 nr. 55 om vern mot smittsomme sykdommer skal § 7-6 tredje ledd lyde:",
                        "Smittevernnemndas medlemmer og sekretariat har taushetsplikt i samsvar med bestemmelsene i helsepersonelloven kapittel 5.",
                        "113. I lov 3. februar 1995 nr. 7 om kontroll med etterretnings-, overvåkings- og sikkerhetstjeneste skal § 10 andre ledd lyde:",
                        "Lovens regler gjelder tilsvarende for bistandspersoner. Bistandspersoner skal likevel bare autoriseres for slik beskyttelsesgrad som oppdraget krever.",
                        "114. I lov 5. mai 1995 nr. 19 om barnehager skal § 19 første ledd lyde:",
                        "Barnehagens eier må ikke i utlysingen etter nye arbeidstakere eller på annen måte kreve at søkerne skal gi opplysninger om hvordan de stiller seg til politiske, religiøse eller kulturelle spørsmål, eller om de er medlemmer av lønnstakerorganisasjoner. Eier må heller ikke iverksette tiltak for å innhente slike opplysninger på annen måte.",
                        "115. I lov 12. mai 1995 nr. 22 om universiteter og høgskoler blir desse endringane gjort:",
                        "§ 50 nr. 4 skal lyde:",
                        "4.Sensuren skal foreligge innen tre uker hvis ikke særlige grunner gjør det nødvendig å bruke mer tid. Styret selv kan gjøre unntak for enkelteksamener og kan i midlertidig forskrift etter nr. 7 fastsette en lengre frist når det ikke er mulig å skaffe det antall kvalifiserte sensorer som er nødvendig for å avvikle sensuren på tre uker. Styret selv kan i forskrift etter nr. 7 fastsette lengre frist for avhandlinger og tilsvarende større skriftlige arbeider.",
                        "§ 57 nr. 3 skal lyde:",
                        "3.Departementet kan gi institusjoner som driver høgre utdanning og forskning/kunstnerisk utviklingsarbeid, løyve til å bruke tittel som er vernet etter nr. 1 og 2. Ikke-statlig institusjon som er godkjent etter reglene i lov 11. juni 1986 nr. 53 om private høyskoler kan bruke tittel som er vernet etter nr. 1. Bedømmelsen av kvalifikasjonene skal i det vesentlige være den samme som ved institusjon som går inn under denne lov.",
                        "116. I lov 28. februar 1997 nr. 19 om folketrygd blir desse endringane gjort:",
                        "I innhaldslista i kapittel 4 skal tiande strekpunkt lyde:",
                        "-dagpengegrunnlag og dagpengenes størrelse står i §§ 4-11 til 4-13",
                        "I innhaldslista i kapittel 5 skal niande strekpunkt lyde:",
                        "-dekning av driftsutgifter ved opptreningsinstitusjoner og helsesportssentra m.m. står i § 5-20",
                        "§ 8-54 andre ledd første punktum skal lyde:",
                        "Det ytes likevel sykepenger etter bestemmelsene i dette kapitlet hvis vedkommende arbeider for en arbeidsgiver utenfor anstalten i medhold av straffegjennomføringsloven § 20.",
                        "§ 10-15 andre punktum skal lyde:",
                        "Det ytes likevel rehabiliteringspenger etter de vanlige bestemmelsene i dette kapitlet hvis vedkommende arbeider for en arbeidsgiver utenfor anstalten i medhold av straffegjennomføringsloven § 20.",
                        "I innhaldslista i kapittel 14 skal sjuande strekpunkt lyde:",
                        "-adopsjonspenger står i §§ 14-14 til 14-19",
                        "I innhaldslista i kapittel 22 skal nytt attande og nittande strekpunkt lyde:",
                        "-utbetalingsmåten for ytelser m.m. står i § 22-18",
                        "-utbetaling av små beløp står i § 22-19.",
                        "I innhaldslista i kapittel 25 skal femtande og nytt sekstande strekpunkt lyde:",
                        "-forskrifter står i § 25-15,",
                        "-trygdeetatens beredskap ved krise i freds- og krigstid står i § 25-16 til § 25-19.",
                        "117. I lov 19. juni 1997 nr. 82 om pass skal § 5 andre ledd bokstav b lyde:",
                        "b)innskrenkninger pålagt i henhold til straffeloven §§ 28 a, 28 b, 28 c, 39 (jf. lov 2. juli 1999 nr. 62 om etablering og gjennomføring av psykisk helsevern § 5-3), 39 g, 53 eller 54, straffegjennomføringsloven § 43 eller straffeprosessloven § 69 tredje ledd.",
                        "118. I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt skal § 9-2 første ledd bokstav b lyde:",
                        "b.tvangsavståelse ved blant annet ekspropriasjon, odelsløsning og tvangssalg",
                        "119. I lov 30. april 1999 nr. 22 om endringer i utlendingsloven og i enkelte andre lover blir desse endringane gjort:",
                        "I avsnitt I skal andre ledd i endringa av § 37 d i lov 24. juni 1988 nr. 64 om utlendingers adgang til riket og deres opphold her lyde:",
                        "Utlendingsinternatet er ikke underlagt kriminalomsorgen, men administreres av politiet.",
                        "Avsnitt II blir oppheva.",
                        "120. I lov 25. juni 1999 nr. 46 om finansavtaler og finansoppdrag blir § 1 andre ledd bokstav g oppheva. Bokstav f skal lyde:",
                        "f)institusjon som loven gjelder for etter forskrift med hjemmel i fjerde ledd bokstav a.",
                        "121. Til lov 2. juli 1999 nr. 62 om etablering og gjennomføring av psykisk helsevern blir desse endringane gjort:",
                        "§ 1-3 fjerde ledd skal lyde:",
                        "Med offentlig myndighet forstås i loven her kommunelegen eller dennes stedfortreder, sosialtjenesten, politiet eller kriminalomsorgen.",
                        "§ 3-11 første ledd bokstav b skal lyde:",
                        "b)innsatte i kriminalomsorgens anstalter.",
                        "§ 3-11 tredje ledd første punktum skal lyde:",
                        "Klageretten til Sosial- og helsedirektoratet i saker som er nevnt i første ledd, utøves av pasienten eller vedkommende faglig ansvarlige, eller av den innsatte eller ansvarlig myndighet innen kriminalomsorgen.",
                        "§ 5-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-7",
                    "title": "Opphør av reaksjonen og prøveløslatelse der domfelte er overført til anstalt under kriminalomsorgen",
                    "sections": [
                        "Er den domfelte overført til anstalt under kriminalomsorgen i medhold av § 5-6, gjelder reglene i straffeloven § 39 b om opphør av reaksjonen så langt de passer. I stedet for opphør kan retten i slike tilfeller beslutte prøveløslatelse etter reglene i straffeloven §§ 39 f og 39 g.",
                        "§ 5-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 5-8",
                    "title": "Tilbakeføring til tvungent psykisk helsevern fra anstalt under kriminalomsorgen",
                    "sections": [
                        "Dersom den domfeltes sinnstilstand etter overføring til kriminalomsorgen igjen blir som beskrevet i straffeloven § 44 første ledd, skal den domfelte tilbakeføres til tvungent psykisk helsevern.",
                        "Ved uenighet om vilkåret for tilbakeføring er oppfylt, bringes saken inn for Sosial- og helsedirektoratet for avgjørelse.",
                        "122. I lov 2. juli 1999 nr. 64 om helsepersonell m.v. blir desse endringane gjort:",
                        "§ 12 andre ledd andre punktum skal lyde:",
                        "Videre skal lege etter anmodning fra kriminalomsorgen foreta kroppslig undersøkelse av en innsatt i fengselsanstalt når slik undersøkelse er besluttet etter reglene i straffegjennomføringsloven § 29.",
                        "Overskrifta til kapittel 12 skal lyde:",
                        "Statens helsepersonellnemnd og Apotekklagenemnda",
                        "§ 68 overskrifta og første ledd skal lyde:"
                    ]
                },
                {
                    "name": "§ 68",
                    "title": "Statens helsepersonellnemnd og Apotekklagenemnda",
                    "sections": [
                        "Det opprettes en Statens helsepersonellnemnd (HPN). I saker etter apotekloven skal nemnda kalle seg Apotekklagenemnda (AKN).",
                        "123. I lov 16. juli 1999 nr. 66 om Schengen informasjonssystem (SIS) skal § 11 første ledd lyde:",
                        "Overføring av supplerende opplysninger som ikke formidles via SIS og som hentes fra andre politiregistre, reguleres av lov 11. juni 1971 nr. 52 om strafferegistrering og lov 14. april 2000 nr. 31 om behandling av personopplysninger.",
                        "124. I lov 15. juni 2001 nr. 37 om endringer i barnelova, forskotteringsloven og i enkelte andre lover (nye regler for beregning av barnebidrag m.m.) skal andre punktum i lov 8. april 1981 nr. 7 om barn og foreldre § 58 nytt andre ledd i I lyde:",
                        "Dette gjeld i alle typer saker der det kjem minst eitt krav om førstegangsfastsetjing, klage eller endring eller der tilskotsfuten av eige tiltak kan ta opp eit krav.",
                        "125. I lov 3. mai 2002 nr. 13 om utenrikstjenesten skal § 17 andre ledd lyde:",
                        "Om virkningen av at vigsel er utført i strid med bestemmelsene i denne paragraf og om godkjenning av ugyldige vigsler, gjelder det som er bestemt i lov 30. juni 1955 nr. 20 om når norsk tenestemakt kan halda brudvigjing i utlandet og utenlandsk tenestemakt i Noreg § 11 tilsvarende.",
                        "126. I lov 14. juni 2002 nr. 20 om vern mot brann, eksplosjon og ulykker med farlig stoff og om brannvesenets redningsoppgaver skal § 44 lyde:"
                    ]
                },
                {
                    "name": "§ 44",
                    "title": "Overgangsbestemmelser",
                    "sections": [
                        "Forskrifter, vedtekter og andre bestemmelser gitt i medhold av lov 21. mai 1971 nr. 47 om brannfarlige varer samt væsker og gasser under trykk, lov 14. juni 1974 nr. 39 om eksplosive varer og lov 5. juni 1987 nr. 26 om brannvern m.v. gjelder inntil videre i den utstrekning de ikke strider mot loven her eller bestemmelser gitt i medhold av den. Det samme gjelder tillatelser, godkjenninger, samtykker m.m. så langt tilsynsmyndigheten aksepterer dette.",
                        "127. I lov 21. juni 2002 nr. 45 om yrkestransport med motorvogn og fartøy skal § 17 lyde:"
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Transport av post",
                    "sections": [
                        "Posten Norge AS treng ikkje løyve for transport av postsendingar som ligg innanfor samfunnspålagte oppgåver og som følgjer av selskapet sin konsesjon etter lov 29. november 1996 nr. 73 om formidling av landsdekkende postsendinger (postloven). Unnatak frå løyveplikta gjeld berre transporter som Posten Norge AS utfører med motorvogner selskapet eig eller har bruksretten til etter leasing- eller leigekontrakt som skal visast fram ved kontroll.",
                        "Lova gjeld frå den tid Kongen fastset.",
                        "Dei ulike endringane kan setjast i kraft til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}