{
    "lawId": "LOV-2003-06-27-69",
    "lawName": "Lov om endringar i lov 17. juli 1998 nr. 61 om grunnskolen og den vidaregåande opplæringa (opplæringslova)",
    "shortName": "Endringslov til opplæringslova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 8-2",
                    "title": "Organisering av elevane i grupper",
                    "sections": [
                        "Elevane kan delast i grupper etter behov. Gruppene må ikkje vere større enn det som er pedagogisk og tryggleiksmessig forsvarleg. Organiseringa skal vareta elevane sitt behov for sosialt tilhør. Til vanleg skal organiseringa ikkje skje etter fagleg nivå, kjønn eller etnisk tilhør.",
                        "Kvar elev skal vere knytt til ein lærar (kontaktlærar) som har særleg ansvar for dei praktiske, administrative og sosialpedagogiske gjeremåla som gjeld eleven, mellom anna kontakten med heimen.",
                        "§§ 8-3 og 8-4 blir oppheva.",
                        "§ 9-1 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9-1",
                    "title": "Leiing",
                    "sections": [
                        "Kvar skole skal ha ei forsvarleg fagleg, pedagogisk og administrativ leiing.",
                        "Opplæringa i skolen skal leiast av rektorar. Rektorane skal halde seg fortrulege med den daglege verksemda i skolane og arbeide for å vidareutvikle verksemda. Den som skal tilsetjast som rektor, må ha pedagogisk kompetanse og nødvendige leiareigenskapar.",
                        "Departementet kan etter søknad gjere unntak frå reglane i andre ledd og gi høve til andre måtar å organisere leiinga på.",
                        "§ 10-2 blir oppheva.",
                        "§ 11-2 første ledd skal lyde:",
                        "Ved kvar grunnskole skal det for klassetrinna 5-7 og for klassetrinna 8-10 vere eit elevråd med representantar for elevane. Kommunen fastset talet på elevrepresentantar. Representantane skal veljast seinast tre veker etter at skolen har teke til om hausten.",
                        "§ 11-3 blir oppheva.",
                        "§ 13-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13-7",
                    "title": "Skolefritidsordninga",
                    "sections": [
                        "Kommunen skal ha eit tilbod om skolefritidsordning før og etter skoletid for 1.-4. klassetrinn, og for barn med særskilte behov på 1.-7. klassetrinn.",
                        "Skolefritidsordninga skal leggje til rette for leik, kultur- og fritidsaktivitetar med utgangspunkt i alder, funksjonsnivå og interesser hos barna. Skolefritidsordninga skal gi barna omsorg og tilsyn. Funksjonshemma barn skal givast gode utviklingsvilkår. Areala, både ute og inne, skal vere eigna for formålet.",
                        "Skolefritidsordninga skal ha vedtekter om",
                        "a.eigarforhold",
                        "b.kven som er opptaksmyndigheit",
                        "c.opptakskriterium",
                        "d.opptaksperiode og oppseiing av skolefritidsplassen",
                        "e.foreldrebetaling",
                        "f.leike- og opphaldsareal",
                        "g.dagleg opphaldstid og årleg opningstid",
                        "h.bemanning og leiing",
                        "Når skolefritidsordninga er knytt til skolar, skal rektor til vanleg vere leiar. Departementet kan gjere unntak frå kravet.",
                        "Kommunen kan krevje utgiftene til skolefritidsordninga dekte gjennom eigenbetaling frå foreldra.",
                        "Regelen i § 10-9 første og tredje ledd gjeld for tilsetjing i skolefritidsordninga.",
                        "Kommunen kan nytte andre til å oppfylle plikta til å ha eit tilbod om skolefritidsordning, dersom dei elles oppfyller vilkåra i denne paragrafen. Kommunen fører tilsyn med private skolefritidsordningar.",
                        "Departementet kan gi nærmare forskrifter om skolefritidsordninga.",
                        "Ny § 13-10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 13-10",
                    "title": "Ansvarsomfang",
                    "sections": [
                        "Kommunen/fylkeskommunen og skoleeigaren for privat skole etter § 2-12 har ansvaret for at krava i opplæringslova og forskriftene til lova blir oppfylte, under dette å stille til disposisjon dei ressursane som er nødvendige for at krava skal kunne oppfyllast.",
                        "Lovendringane trer i kraft på det tidspunkt Kongen fastset. Dei enkelte føresegnene kan setjast i verk til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}