{
    "lawId": "LOV-2003-12-19-120",
    "lawName": "Lov om endringer i lov 13. juni 1997 nr. 44 om aksjeselskaper, lov 13. juni 1997 nr. 45 om allmennaksjeselskaper og i enkelte andre lover (likestilling i styrer i statsaksjeselskaper, statsforetak, allmennaksjeselskaper mv.)",
    "shortName": "Endringslov til aksjelovene mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 20-6",
                    "title": "Representasjon av begge kjønn i styret i statsaksjeselskaper",
                    "sections": [
                        "(1) I styret i statsaksjeselskap skal begge kjønn være representert på følgende måte:",
                        "1.Har styret to eller tre medlemmer, skal begge kjønn være representert.",
                        "2.Har styret fire eller fem medlemmer, skal hvert kjønn være representert med minst to.",
                        "3.Har styret seks til åtte medlemmer, skal hvert kjønn være representert med minst tre.",
                        "4.Har styret ni medlemmer, skal hvert kjønn være representert med minst fire, og har styret flere medlemmer, skal hvert kjønn være representert med minst 40 prosent.",
                        "5.Reglene i nr. 1 til 4 gjelder tilsvarende ved valg av varamedlemmer.",
                        "(2) Første ledd gjelder ikke styremedlemmer som skal velges blant de ansatte etter § 6-4 eller § 6-35 jf. allmennaksjeloven § 6-37 første ledd. Når det skal velges to eller flere styremedlemmer som nevnt i første punktum, skal begge kjønn være representert. Det samme gjelder for varamedlemmer. Annet og tredje punktum gjelder ikke dersom et av kjønnene utgjør mindre enn 20 prosent av samlet antall ansatte i selskapet på det tidspunkt valget skjer.",
                        "(3) Første og annet ledd gjelder tilsvarende for aksjeselskap som er heleid datterselskap til statsaksjeselskap eller statsallmennaksjeselskap, eller til statsforetak.",
                        "Nåværende § 20-6 blir ny § 20-7.",
                        "I lov 13. juni 1997 nr. 45 om allmennaksjeselskaper gjøres følgende endringer:",
                        "Ny § 6-11 a skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 6-11 a",
                    "title": "Krav om representasjon av begge kjønn i styret",
                    "sections": [
                        "(1) I styret i allmennaksjeselskap skal begge kjønn være representert på følgende måte:",
                        "1.Har styret to eller tre medlemmer, skal begge kjønn være representert.",
                        "2.Har styret fire eller fem medlemmer, skal hvert kjønn være representert med minst to.",
                        "3.Har styret seks til åtte medlemmer, skal hvert kjønn være representert med minst tre.",
                        "4.Har styret ni medlemmer, skal hvert kjønn være representert med minst fire, og har styret flere medlemmer, skal hvert kjønn være representert med minst 40 prosent.",
                        "5.Reglene i nr. 1 til 4 gjelder tilsvarende ved valg av varamedlemmer.",
                        "(2) Første ledd omfatter ikke styremedlemmer som skal velges blant de ansatte etter § 6-4 eller § 6-37 første ledd. Når det skal velges to eller flere styremedlemmer som nevnt i første punktum, skal begge kjønn være representert. Det samme gjelder for varamedlemmer. Annet og tredje punktum gjelder ikke dersom et av kjønnene utgjør mindre enn 20 prosent av samlet antall ansatte i selskapet på det tidspunkt valget skjer.",
                        "Ny § 20-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 20-6",
                    "title": "Representasjon av begge kjønn i styret i statsallmennaksjeselskaper",
                    "sections": [
                        "(1) I styret i statsallmennaksjeselskap skal begge kjønn være representert på følgende måte:",
                        "1.Har styret to eller tre medlemmer, skal begge kjønn være representert.",
                        "2.Har styret fire eller fem medlemmer, skal hvert kjønn være representert med minst to.",
                        "3.Har styret seks til åtte medlemmer, skal hvert kjønn være representert med minst tre.",
                        "4.Har styret ni medlemmer, skal hvert kjønn være representert med minst fire, og har styret flere medlemmer, skal hvert kjønn være representert med minst 40 prosent.",
                        "5.Reglene i nr. 1 til 4 gjelder tilsvarende ved valg av varamedlemmer.",
                        "(2) Første ledd omfatter ikke styremedlemmer som skal velges blant de ansatte etter § 6-4 eller § 6-37 første ledd. Når det skal velges to eller flere styremedlemmer som nevnt i første punktum, skal begge kjønn være representert. Det samme gjelder for varamedlemmer. Annet og tredje punktum gjelder ikke dersom et av kjønnene utgjør mindre enn 20 prosent av samlet antall ansatte i selskapet på det tidspunkt valget skjer.",
                        "(3) Første og annet ledd gjelder tilsvarende for allmennaksjeselskap som er heleid datterselskap til statsaksjeselskap eller statsallmennaksjeselskap, eller til statsforetak.",
                        "Nåværende § 20-6 blir ny § 20-7.",
                        "I lov 19. juni 1931 nr. 18 om Aktieselskapet Vinmonopolet skal § 5 første ledd nytt fjerde punktum lyde:",
                        "Reglene i aksjeloven § 20-6 om representasjon av begge kjønn i styret gjelder tilsvarende.",
                        "I lov 9. juni 1978 nr. 45 om likestilling mellom kjønnene, gjøres følgende endring:",
                        "§ 21 første ledd skal lyde:",
                        "Når et offentlig organ oppnevner eller velger utvalg, styrer, råd, nemnder mv. skal begge kjønn være representert på følgende måte:",
                        "1.Har utvalget to eller tre medlemmer, skal begge kjønn være representert.",
                        "2.Har utvalget fire eller fem medlemmer, skal hvert kjønn være representert med minst to.",
                        "3.Har utvalget seks til åtte medlemmer, skal hvert kjønn være representert med minst tre.",
                        "4.Har utvalget ni medlemmer, skal hvert kjønn være representert med minst fire, og har utvalget flere medlemmer, skal hvert kjønn være representert med minst 40 prosent.",
                        "5.Reglene i nr. 1 til 4 gjelder tilsvarende ved valg av varamedlemmer.",
                        "I lov 21. juni 1985 nr. 78 om registrering av foretak gjøres følgende endringer:",
                        "§ 3-1 nytt annet ledd skal lyde:",
                        "I selskaper som omfattes av aksjeloven § 20-6 skal registeret også inneholde opplysninger om styremedlemmers og varamedlemmers kjønn, samt opplysninger om medlemmet er valgt blant de ansatte etter reglene i aksjeloven § 6-4 og § 6-35 jf. allmennaksjeloven § 6-37 første ledd.",
                        "§ 3-1 a nytt nr. 9 skal lyde:",
                        "9.Styremedlemmers og varamedlemmers kjønn, samt opplysninger om medlemmet er valgt blant de ansatte etter reglene i allmennaksjeloven § 6-4 og § 6-37 første ledd.",
                        "§ 3-4 nytt annet og tredje ledd skal lyde:",
                        "I interkommunale selskaper, jf. lov 29. januar 1999 nr. 6 om interkommunale selskaper, skal registeret også inneholde opplysninger om styremedlemmers og varamedlemmers kjønn, samt opplysninger om medlemmet er valgt blant de ansatte etter lov om interkommunale selskaper § 10 åttende til tiende ledd.",
                        "I Aktieselskapet Vinmonopolet, jf. lov 19. juni 1931 nr. 18 om Aktieselskapet Vinmonopolet, skal registeret også inneholde opplysninger om styremedlemmers og varamedlemmers kjønn, samt opplysninger om medlemmet er valgt blant de ansatte etter lov om Aktieselskapet Vinmonopolet § 5 første ledd.",
                        "§ 3-6 nytt fjerde ledd skal lyde:",
                        "For stiftelser skal registeret, for styremedlemmer og varamedlemmer som er oppnevnt av staten, en fylkeskommune eller kommune, også inneholde opplysninger om kjønn.",
                        "§ 3-9 første ledd nytt nr. 7 skal lyde:",
                        "7.Styremedlemmers og varamedlemmers kjønn, samt opplysninger om medlemmet er valgt blant de ansatte etter lov 30. august 1991 nr. 71 om statsforetak § 20 eller lov 15. juni 2001 nr. 93 om helseforetak m.m. § 22 og § 23.",
                        "I lov 30. august 1991 nr. 71 om statsforetak skal § 19 nytt femte ledd lyde:",
                        "Reglene i aksjeloven § 20-6 om representasjon av begge kjønn i styret gjelder tilsvarende.",
                        "I lov 3. juli 1992 nr. 97 om Statens nærings- og distriktsutviklingsfond skal § 13 første ledd nytt annet punktum lyde:",
                        "Reglene i aksjeloven § 20-6 om representasjon av begge kjønn i styret gjelder tilsvarende.",
                        "I lov 28. august 1992 nr. 103 om pengespill m.v. skal § 6 nytt fjerde ledd lyde:",
                        "Reglene i aksjeloven § 20-6 om representasjon av begge kjønn i styret gjelder tilsvarende.",
                        "Nåværende fjerde ledd blir nytt femte ledd.",
                        "I lov 29. januar 1999 nr. 6 om interkommunale selskaper skal § 10 første ledd nytt fjerde punktum lyde:",
                        "Reglene i aksjeloven § 20-6 om representasjon av begge kjønn i styret gjelder tilsvarende.",
                        "I lov 15. juni 2001 nr. 59 om stiftelser skal ny § 27 a lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        },
        {
            "name": "X",
            "paragraphs": [
                {
                    "name": "§ 27 a",
                    "title": "Kjønnsrepresentasjon når staten, en fylkeskommune eller kommune oppnevner medlemmer av styret",
                    "sections": [
                        "Lov 9. juni 1978 nr. 45 om likestilling mellom kjønnene § 21 første, annet og femte ledd gjelder tilsvarende når staten, en fylkeskommune eller kommune oppnevner hele styret i en stiftelse. Når staten, en fylkeskommune eller kommune oppnevner deler av styret i en stiftelse, gjelder første punktum her tilsvarende i forhold til de styremedlemmene dette gjelder.",
                        "I lov 15. juni 2001 nr. 93 om helseforetak m.m. skal § 21 første ledd nytt annet punktum lyde:",
                        "Reglene i aksjeloven § 20-6 om representasjon av begge kjønn i styret gjelder tilsvarende.",
                        "1.Loven gjelder fra 1. januar 2004, med mindre annet følger av nr. 2 og nr. 3 nedenfor.",
                        "2.Ny § 6-11 a i lov 13. juni 1997 nr. 45 om allmennaksjeselskaper gjelder fra den tid Kongen bestemmer, og tidligst fra 1. september 2005.",
                        "3.Ny § 27 a i lov 15. juni 2001 nr. 59 om stiftelser (stiftelsesloven 2001) trer i kraft når stiftelsesloven 2001 settes i kraft.",
                        "1.Med mindre annet følger av nr. 2 og nr. 3 nedenfor, skal styret i foretak mv. som er registrert i Foretaksregisteret før 1. januar 2004, være sammensatt i samsvar med loven her innen 1. januar 2006.",
                        "2.For allmennaksjeselskaper som er stiftet og registrert i Foretaksregisteret før ny § 6-11 a i allmennaksjeloven settes i kraft, skal styret være sammensatt i samsvar med loven her innen to år etter ikraftsettingsdatoen.",
                        "3.For stiftelser som er opprettet før stiftelsesloven 2001 trer i kraft, skal styret være sammensatt i samsvar med loven her innen to år etter den dato stiftelsesloven 2001 trer i kraft."
                    ]
                }
            ]
        },
        {
            "name": "XI",
            "paragraphs": []
        },
        {
            "name": "XII",
            "paragraphs": []
        },
        {
            "name": "XIII",
            "paragraphs": []
        }
    ]
}