{
    "lawId": "LOV-2003-12-19-121",
    "lawName": "Lov om endringer i lov 10. juni 1988 nr. 39 om forsikringsvirksomhet mv. (kommunale pensjonsordninger mv.)",
    "shortName": "Endringslov til forsikringsvirksomhetsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel 8b. Kommunale pensjonsordninger",
            "paragraphs": [
                {
                    "name": "§ 8b-1",
                    "title": "(Virkeområde)",
                    "sections": [
                        "Bestemmelsene i dette kapittel gjelder",
                        "a.pensjonsordninger med ytelsesbasert pensjon opprettet i livsforsikringsselskap eller i pensjonskasse av kommunal arbeidsgiver som er bundet av hovedtariffavtale inngått mellom arbeidsgiver- og arbeidstakerorganisasjonene i kommunal sektor, eller av tariffavtale med tilsvarende krav til pensjonsordning for kommunal arbeidsgiver,",
                        "b.tilsvarende pensjonsordninger for statlige helseforetak og andre statlige foretak,",
                        "c.tilsvarende pensjonsordninger for foretak hvor en kommune har den bestemmende innflytelse eller har eller har hatt en kommunal eierandel, eller som har nær tilknytning til en kommune.",
                        "Som kommunal pensjonsordning regnes her pensjonsordning som omfattes av første ledd.",
                        "Departementet kan fastsette nærmere regler til utfylling og avgrensning av bestemmelsene i kapitlet her."
                    ]
                },
                {
                    "name": "§ 8b-2",
                    "title": "(Kommunale konsernlignende forhold)",
                    "sections": [
                        "En kommune og ett eller flere foretak hvor kommunen har bestemmende innflytelse, eller flere slike foretak, kan opprette felles pensjonsordning. Foretak som kommunen har eller har hatt en eierandel i, eller som har nær tilknytning til kommunen, kan inngå i en slik felles pensjonsordning.",
                        "Pensjonsordningen kan i samsvar med bestemmelsene i § 8b-6 anses som fellesordning for premieberegning. For øvrig gjelder lov 24. mars 2000 nr. 16 om foretakspensjon §§ 12-3 og 12-4 tilsvarende så langt det passer.",
                        "Ved opphør av tilknytningen til konsernforholdet gjelder lov 24. mars 2000 nr. 16 om foretakspensjon §§ 12-5 til 12-7 tilsvarende."
                    ]
                },
                {
                    "name": "§ 8b-3",
                    "title": "(Kommunal bransje)",
                    "sections": [
                        "Et livsforsikringsselskap som driver virksomhet knyttet til både kommunale og andre kollektive pensjonsordninger, skal behandle de kommunale pensjonsordningene som egen bransje. Det skal føres eget regnskap for bransjen."
                    ]
                },
                {
                    "name": "§ 8b-4",
                    "title": "(Årets premier)",
                    "sections": [
                        "Årlig premie for en pensjonsordning skal tilsvare summen av ordinær årspremie, reguleringspremie og særskilte engangspremier for ytelser som ikke kan premiesettes på forhånd.",
                        "Premier beregnes etter reglene i § 8b-5, jf. §§ 8b-7 og 8b-8, for så vidt annet ikke følger av reglene i § 8b-6 om fellesordning for premieberegning."
                    ]
                },
                {
                    "name": "§ 8b-5",
                    "title": "(Premieberegning)",
                    "sections": [
                        "Pensjonsordningen skal årlig tilføres en premie som etter beregningsgrunnlaget for ordningen er tilstrekkelig til å sikre den rett til pensjon som medlemmene vil opptjene i løpet av året, med tillegg av årets risikopremier og kostnader for tjenester (ordinær årspremie). Premie for hvert år beregnes ved årets begynnelse og senere i året i takt med lønnsutviklingen.",
                        "Pensjonsordningen skal i tillegg hvert år tilføres premie til dekning av oppreguleringen i løpet av året av opptjente pensjonsrettigheter og løpende pensjoner (reguleringspremie). Reguleringspremie beregnes på tidspunktet for oppreguleringen ut fra lønnsutviklingen i løpet av året og reguleringen av pensjoner under utbetaling og opptjent rett til pensjon til medlemmer som har fratrådt sin stilling uten rett til utbetaling av pensjon, i samsvar med endringen av folketrygdens grunnbeløp.",
                        "Pensjonsordningen skal også hvert år tilføres premie til dekning av andre pensjonsrettigheter som medlemmene i tilfelle får i løpet av året, og som ikke kan premiesettes på forhånd ut fra forsikringstekniske beregninger. Slik premie beregnes på det tidspunktet pensjonsrettighetene oppstår.",
                        "Ved beregninger av premie etter reglene i paragrafen her skal det gjøres fradrag i pensjonsytelsene for de ytelser som, ut fra til enhver tid gjeldende regler for folketrygden, kan antas å bli utbetalt fra folketrygden (beregnet folketrygd). Departementet kan gi nærmere regler om fastsettelse av beregnet folketrygd."
                    ]
                },
                {
                    "name": "§ 8b-6",
                    "title": "(Fellesordning for premieberegning)",
                    "sections": [
                        "Bestemmelsene i §§ 7-5 og 7-6 er ikke til hinder for at det opprettes fellesordninger som består av flere pensjonsordninger, for at premie for de enkelte pensjonsordninger som inngår i en fellesordning, skal bli fastsatt ved beregning basert på prinsipper som vil motvirke at pensjonskostnadene for de enkelte medlemmene for tilsvarende pensjonsrettigheter vil variere med medlemmenes kjønn og alder.",
                        "En fellesordning opprettet i henhold til første ledd, skal hvert år tilføres premier tilsvarende summen av ordinær årspremie fastsatt etter forsikringstekniske beregninger for samtlige pensjonsordninger som inngår i fellesordningen. Den enkelte pensjonsordnings andel av samlet ordinær årspremie til fellesordningen beregnes ut fra forholdet mellom samlet pensjonsgrunnlag for medlemmene i hver av pensjonsordningene, med mindre det er fastsatt i forsikringsvilkårene for pensjonsordningene i fellesordningen at beregningen i stedet skal foretas ut fra brutto alderspensjonsytelse fratrukket beregnet ytelse fra folketrygden for samtlige medlemmer i hver av pensjonsordningene. Kostnader for tjenester kan beregnes og belastes særskilt for hver pensjonsordning.",
                        "Opptas en arbeidstaker som medlem av en pensjonsordning i løpet av et forsikringsår, belastes pensjonsordningen med en tilleggspremie for den delen av året som da gjenstår. Tillegget skal beregnes ut fra pensjonsordningens andel av samlet ordinær årspremie til fellesordningen og den prosentvise økningen av pensjonsordningens samlede grunnlag for beregning av premie etter annet ledd annet punktum som det nye medlemmet representerer. Avvik fra forsikringsteknisk beregnet premie inngår ved beregningen av ordinær årspremie til fellesordningen i det etterfølgende året.",
                        "Dersom det i løpet av et forsikringsår opptas en ny pensjonsordning i en fellesordning, skal den ordinære årspremie for pensjonsordningen for resten av året beregnes ut fra den samlede ordinære årspremie til fellesordningen som er beregnet for dette året, og den prosentvise økningen av det samlede grunnlaget for beregning av premie etter annet ledd annet punktum som pensjonsordningen medfører.",
                        "Det skal fastsettes i forsikringsavtalen om reguleringspremie som nevnt i § 8b-5 annet ledd skal beregnes særskilt for hver pensjonsordning eller helt eller delvis ved gjennomsnittsberegning. Ved særskilt beregning skal reguleringspremien beregnes for hver pensjonsordning i fellesordningen ut fra den prosentvise økning av premiereserven for pensjonsordningen som er påkrevd som følge av oppregulering av medlemmenes opptjente pensjonsrettigheter ut fra lønnsutviklingen. Reguleringspremien for oppregulering av pensjoner under utbetaling og av opptjent rett til arbeidstakere som har fratrådt sin stilling uten rett til utbetaling av pensjon, skal beregnes i forhold til den del av premiereserven som sikrer slike pensjonsrettigheter. Ved gjennomsnittsberegning skal fellesordningen hvert år tilføres reguleringspremier tilsvarende summen av årlige reguleringspremier etter § 8b-5 annet ledd for samtlige pensjonsordninger som inngår i fellesordningen. Den enkelte pensjonsordnings andel av samlet reguleringspremie til fellesordningen beregnes ut fra forholdet mellom samlet premiereserve for hver av pensjonsordningene på tidspunktet for oppregulering av pensjonsrettighetene. Kostnader for tjenester kan beregnes og belastes særskilt for hver pensjonsordning.",
                        "Det skal fastsettes i forsikringsavtalen om premier som nevnt i § 8b-5 tredje ledd skal beregnes særskilt for hver pensjonsordning eller helt eller delvis ved gjennomsnittsberegning som nevnt i annet ledd.",
                        "Departementet kan fastsette nærmere regler om fellesordninger for premieberegning."
                    ]
                },
                {
                    "name": "§ 8b-7",
                    "title": "(Premieberegning ut fra lineær opptjening mv.)",
                    "sections": [
                        "Ved beregning av pensjonsordningenes premier skal det legges til grunn at medlemmenes rett til pensjon opptjenes lineært fra tidspunktet for medlemskap i pensjonsordningen og frem til en pensjonsalder på 67 år eller annen særaldersgrense. Skal tidligere tjenestetid fra statlig eller annen kommunal pensjonsordning medregnes, regnes tidspunktet for medlemskap fra et tilsvarende tidligere tidspunkt.",
                        "Lov 24. mars 2000 nr. 16 om foretakspensjon § 9-3 gjelder tilsvarende.",
                        "Dersom et medlem gjør bruk av rett til å fratre med rett til utbetaling av pensjon før nådd pensjonsalder, skal det kreves tilleggspremie som nevnt i § 8b-5 tredje ledd."
                    ]
                },
                {
                    "name": "§ 8b-8",
                    "title": "(Endring i forutsetningene for det forsikringstekniske beregningsgrunnlaget)",
                    "sections": [
                        "Viser det seg at fradraget i pensjonsytelsene for ytelser utbetalt av folketrygden blir mindre enn lagt til grunn ved premieberegningen, skal det beregnes tilleggspremie etter § 8b-5 tredje ledd til dekning av differansen. Det gjelder også dersom årsaken er endring i regelverket for folketrygden som medfører at ytelsene fra folketrygden reduseres eller vil bli redusert. Blir fradraget for ytelser fra folketrygden større enn lagt til grunn ved premieberegningen, skal overskytende premiereserve tilføres premiefondet.",
                        "Viser det seg ellers at vesentlige forutsetninger for beregningsgrunnlag som er benyttet ved beregning av premier i tidligere år svikter, skal det fastsettes nytt beregningsgrunnlag og i tilfelle endrede vilkår for pensjonsordningen. Forbehold om rett til endring av premie i slike tilfelle skal fremgå av vilkårene for pensjonsordningen.",
                        "Lov 24. mars 2000 nr. 16 om foretakspensjon § 9-5 første og annet ledd gjelder tilsvarende."
                    ]
                },
                {
                    "name": "§ 8b-9",
                    "title": "(Innbetaling av premie)",
                    "sections": [
                        "Blir premie for et forsikringsår ikke innbetalt ved årets utgang eller ved utløpet av annen frist fastsatt i nytt premievarsel etter forsikringsavtaleloven § 14-2, bortfaller den økning av forsikringsforpliktelsene som den ikke innbetalte premien skulle dekke. Medlemmene i pensjonsordningen eller pensjonsordningene skal i tilfelle varsles om dette. Det kan likevel ikke som følge av slikt bortfall kreves tilbakebetaling av for meget utbetalt pensjon.",
                        "Departementet kan fastsette nærmere regler om innbetaling av premie."
                    ]
                },
                {
                    "name": "§ 8b-10",
                    "title": "(Minstekrav til premiereserve)",
                    "sections": [
                        "Premiereserven for pensjonsordningen skal til enhver tid være så stor at den etter det forsikringstekniske beregningsgrunnlaget for ordningen er tilstrekkelig til å sikre rett til opptjent pensjon for medlemmene, herunder rett til uførepensjon og etterlattepensjon.",
                        "Premiereserven for en pensjonsordning skal minst tilsvare summen av de premiereserver som trengs for å sikre retten til opptjent pensjon for hvert enkelt medlem i pensjonsordningen, herunder premiereserve opptjent av arbeidstakere som har fratrådt sin stilling. Dette gjelder likevel ikke premiereserve for fratrådt arbeidstaker som får medregnet tjenestetiden i annen ordning dersom tilhørende premiereserve er overført. For medlem som har fått medregnet tjenestetid fra annen pensjonsordning, jf. § 8b-7 første ledd, uten overføring av tilhørende premiereserve, skal det gjøres fradrag tilsvarende den premiereserve som vil være tilstrekkelig for å sikre rett til pensjon opptjent ved slik medregnet tjenestetid.",
                        "Ved beregningen av premiereserve skal det gjøres fradrag i pensjonsytelsene for de ytelser som, ut fra de til enhver tid gjeldende regler for folketrygden, kan antas å bli utbetalt av folketrygden, jf. § 8b-5 fjerde ledd.",
                        "Ved beregningen av premiereserve skal det også gjøres fradrag for forsikringsforpliktelser som er bortfalt etter § 8b-9."
                    ]
                },
                {
                    "name": "§ 8b-11",
                    "title": "(Pensjonsordningens midler)",
                    "sections": [
                        "En kommunal pensjonsordnings midler tilsvarer premiereserve til sikring av opptjent pensjon til enhver tid, samt tilleggsavsetninger, kursreserve og premiefond."
                    ]
                },
                {
                    "name": "§ 8b-12",
                    "title": "(Rådighet over pensjonsordningens midler)",
                    "sections": [
                        "Pensjonsordningens midler skal holdes atskilt fra forsikringstakerens midler. Midlene hefter ikke for forsikringstakerens forpliktelser og kan ikke ved pantsettelse eller på annen måte benyttes til å sikre eller å dekke dennes kreditorer.",
                        "Midlene kan ikke benyttes til å utbetale pensjoner eller andre ytelser til arbeidstakere som ikke er opptatt som medlem.",
                        "For premiefond knyttet til pensjonsordningen gjelder lov 24. mars 2000 nr. 16 om foretakspensjon §§ 10-2 til 10-4 tilsvarende så langt de passer."
                    ]
                },
                {
                    "name": "§ 8b-13",
                    "title": "(Kapitalforvaltningen)",
                    "sections": [
                        "Pensjonsordningens midler skal forvaltes i samsvar med de regler for kapitalforvaltningen i livsforsikringsselskaper og pensjonskasser som gjelder til enhver tid, med mindre annet følger av § 8b-15.",
                        "Renten for lån til forsikringstaker eller medlemmer skal settes lik vanlig markedsrente for tilsvarende lån. Lånevilkårene skal gi adgang til å endre renten i samsvar med utviklingen av markedsrenten.",
                        "Avkastning av midler knyttet til premiefond skal årlig tilføres premiefondet."
                    ]
                },
                {
                    "name": "§ 8b-14",
                    "title": "(Overskudd)",
                    "sections": [
                        "Overskudd tilført pensjonsordningen skal godskrives forsikringstakeren og overføres til pensjonsordningens premiefond.",
                        "Overskudd på premiereserve knyttet til pensjon under utbetaling eller knyttet til oppsatt pensjonsrettighet til fratrådt arbeidstaker skal likevel tilføres premiereserven dersom pensjonsytelsen eller pensjonsrettigheten ikke blir regulert i samsvar med årlig endring av grunnbeløpet i folketrygden."
                    ]
                },
                {
                    "name": "§ 8b-15",
                    "title": "(Egen investeringsportefølje)",
                    "sections": [
                        "Forsikringstakeren kan i samsvar med bestemmelser i regelverket for pensjonsordningen avtale at midler tilsvarende pensjonsordningens premiereserve skal forvaltes som en investeringsportefølje tilordnet pensjonsordningen. Avtalen skal angi hvordan porteføljen skal sammensettes og hvilken adgang det er til å endre sammensetningen, samt den avkastningsgaranti som i tilfelle er knyttet til porteføljen.",
                        "Avkastning ut over det som er lagt til grunn i pensjonsordningens beregningsgrunnlag overføres til premiefondet.",
                        "Er avkastningen på investeringsporteføljen i en regnskapsperiode ikke så stor som forutsatt i beregningsgrunnlaget for pensjonsordningen, skal differansen kreves dekket ved overføring fra premiefondet eller tilskudd fra forsikringstakeren. Pensjonsinnretningen svarer overfor de forsikrede for at differansen blir dekket.",
                        "Lov 24. mars 2000 nr. 16 om foretakspensjon §§ 11-3 til 11-5 gjelder tilsvarende."
                    ]
                },
                {
                    "name": "§ 8b-16",
                    "title": "(Pensjonsinnretningens opplysningsplikt)",
                    "sections": [
                        "Pensjonsinnretningen skal opprette og føre egen konto for hver pensjonsordning. Kontoen skal inneholde regnskap og status pr. 31. desember for det enkelte år. Nærmere regler fastsettes av Kredittilsynet.",
                        "Pensjonsinnretningen skal hvert år sende forsikringstakeren utskrift av kontoen for pensjonsordningen sammen med opplysninger som vil være av vesentlig betydning for forsikringstakerens vurdering av forsikringsforholdet. Kredittilsynet gir nærmere regler om dette.",
                        "Pensjonsinnretningen skal utstede et pensjonsbevis til arbeidstakere som fratrer sin stilling uten rett til straks begynnende pensjon. Pensjonsbeviset skal opplyse hvilke pensjonsrettigheter vedkommende har opptjent (oppsatte rettigheter) på fratredelsestidspunktet. Pensjonsinnretningen skal senere på forespørsel fra innehaveren av pensjonsbeviset gi oppdatert informasjon. Ved flytting av pensjonsordningen som omfatter den oppsatte rettighet i medhold av § 8c-11, skal pensjonsinnretningen som pensjonsordningen flyttes fra, informere den fratrådte arbeidstaker."
                    ]
                },
                {
                    "name": "§ 8b-17",
                    "title": "(Flytting av pensjonsordning)",
                    "sections": [
                        "Pensjonsordningen og dens midler kan flyttes til annen pensjonsinnretning etter reglene i kapittel 8c."
                    ]
                },
                {
                    "name": "§ 8b-18",
                    "title": "(Opphør av pensjonsordningen)",
                    "sections": [
                        "Dersom et foretak med kommunal pensjonsordning går konkurs eller det er truffet vedtak om at foretaket eller dets virksomhet skal avvikles, skal pensjonsordningen opphøre. Det samme gjelder om foretaket slutter å betale premie til pensjonsordningen og premien ikke kan dekkes av midler i premiefondet.",
                        "Når en pensjonsordning opphører, skal pensjonsordningens midler fordeles mellom medlemmene, pensjonistene og arbeidstakere som har fratrådt sine stillinger på grunnlag av premiereserven knyttet til opptjente pensjonsrettigheter til hver enkelt person, og benyttes til å sikre deres rett til pensjon i pensjonsinnretningen.",
                        "Nytt kapittel 8c skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 8c. Flytting",
            "paragraphs": [
                {
                    "name": "§ 8c-1",
                    "title": "(Virkeområde og flytterett)",
                    "sections": [
                        "Bestemmelsene i dette kapittel gjelder flytting mellom pensjonsinnretninger av:",
                        "a.pensjonsordninger i henhold til lov 24. mars 2000 nr. 16 om foretakspensjon,",
                        "b.pensjonsordninger i henhold til innskuddspensjonsloven,",
                        "c.pensjonsordninger som omfattes av kapittel 8b,",
                        "d.andre kollektive pensjonsordninger,",
                        "e.fripoliser, pensjonskapitalbevis og tilsvarende individuelle pensjonsrettigheter utgått fra kollektive pensjonsordninger,",
                        "f.individuelle pensjonsavtaler (pensjonsforsikrings- og livrentekontrakter, og andre pensjonsavtaler),",
                        "g.andre livsforsikringskontrakter.",
                        "Kontrakt som nevnt i første ledd bokstav a til g kan flyttes til annen pensjonsinnretning. Med flytting menes oppsigelse av kontrakten for overføring av tilhørende midler til en tilsvarende kontrakt opprettet i en annen pensjonsinnretning.",
                        "Som pensjonsinnretning regnes her livsforsikringsselskap, pensjonskasse, bank og forvaltningsselskap for verdipapirfond.",
                        "Omdanning, sammenslåing og deling av pensjonsordning i forbindelse med flytting kan foretas i henhold til ellers gjeldende regler. Tilsvarende gjelder for sammenslåing og omdanning av fripoliser, pensjonskapitalbevis og andre individuelle pensjonsrettigheter utgått fra kollektive pensjonsordninger.",
                        "Departementet kan gi nærmere regler til utfylling, gjennomføring og avgrensning av reglene i kapitlet her."
                    ]
                }
            ]
        },
        {
            "name": "Flytting av kollektive pensjonsordninger",
            "paragraphs": [
                {
                    "name": "§ 8c-2",
                    "title": "(Flytting av kollektive pensjonsordninger)",
                    "sections": [
                        "For foretak som flytter pensjonsordning som nevnt i § 8c-1 første ledd bokstav a til c eller en kollektiv livrenteordning, gjelder reglene i §§ 8c-2 til 8c-10. Som foretak regnes her også kommune eller foretak som har kommunal pensjonsordning.",
                        "Flytting må omfatte hele pensjonsordningen. Ved flytting av kommunal pensjonsordning omfattes også oppsatte pensjonsrettigheter og midler knyttet til slike rettigheter.",
                        "Gjelder flyttingen et foretak som har felles pensjonsordning med ett eller flere andre foretak, skal foretaket og dets gruppe av medlemmer med tilhørende del av midlene i pensjonsordningen skilles ut fra den felles pensjonsordningen."
                    ]
                },
                {
                    "name": "§ 8c-3",
                    "title": "(Rettigheter i den nye pensjonsordningen)",
                    "sections": [
                        "Arbeidstakernes og pensjonistenes rettigheter etter flyttingen skal fastsettes i regelverket for den nye pensjonsordningen.",
                        "Det nye regelverket kan ikke inneholde bestemmelser som innebærer reduksjon av arbeidstakeres rett til opptjent pensjon med tilhørende premiereserve eller til opptjent pensjonskapital. Pensjonister skal sikres pensjonsytelser med tilhørende premiereserve eller pensjonskapital som minst tilsvarer den rett til ytelser som gjaldt før flyttingen.",
                        "Bestemmelsene i paragrafen her er ikke til hinder for at regelverket for pensjonsordningen endres etter ellers gjeldende regler med virkning for opptjening av pensjon ved tjenestetid etter flyttingen, og heller ikke for at pensjonsordningens midler etter flyttingen forvaltes helt eller delvis som egen investeringsportefølje etter ellers gjeldende regler."
                    ]
                },
                {
                    "name": "§ 8c-4",
                    "title": "(Medlemmenes uttalerett mv.)",
                    "sections": [
                        "Før foretaket flytter pensjonsordningen, skal det sørge for at medlemmene mottar fullstendige opplysninger om flyttingen av pensjonsordningen og hvilke rettigheter de vil få i den nye pensjonsordningen. Avgivende og mottakende pensjonsinnretning plikter å påse at foretakets informasjon er korrekt og utfyllende.",
                        "Spørsmålet om flytting av pensjonsordningen skal forelegges styringsgruppen for pensjonsordningen til uttalelse.",
                        "Medlemmer i pensjonsordningen skal også gis anledning til å uttale seg. For øvrig kan en arbeidstakerorganisasjon uttale seg på vegne av sine medlemmer. Annet kan fastsettes i tariffavtale."
                    ]
                },
                {
                    "name": "§ 8c-5",
                    "title": "(Oppsigelse. Flyttegebyr)",
                    "sections": [
                        "Kontrakt om pensjonsordning kan sies opp med en frist på to måneder. Oppsigelse skal skje skriftlig. Kravet om skriftlighet er ikke til hinder for at oppsigelse kan oversendes elektronisk, dersom det er benyttet en betryggende metode som autentiserer avsender og sikrer meldingens innhold.",
                        "Første ledd er ikke til hinder for at det avtales at oppsigelsesfristen ikke skal utløpe før ved første kvartalsskifte, halvårsskifte eller årsskifte for pensjonsordninger med årspremie beregnet etter reglene i § 8b-6.",
                        "Ved utløpet av fristen for oppsigelse går risiko knyttet til medlemmer og pensjonister i pensjonsordningen over på den pensjonsinnretning pensjonsordningen flyttes til.",
                        "Foretaket skal betale et flyttegebyr til dekning av kostnader som pensjonsinnretningen har ved å avslutte kontrakten og overføre pensjonsordningens midler til annen pensjonsinnretning. Departementet kan gi nærmere regler om flyttegebyr."
                    ]
                },
                {
                    "name": "§ 8c-6",
                    "title": "(Oppgjørsfrist)",
                    "sections": [
                        "Ved oppsigelsesfristens utløp skal pensjonsinnretningen overføre pensjonsordningens midler til den nye pensjonsinnretningen. Oppgjørsfristen er likevel to måneder etter utløpet av oppsigelsesfristen når pensjonsordningens midler overstiger NOK 300 mill.",
                        "Pensjonsinnretningene kan ved avtale fastsette annen frist for etteroppgjør enn det som følger av første ledd."
                    ]
                },
                {
                    "name": "§ 8c-7",
                    "title": "(Beregning av pensjonsordningens midler)",
                    "sections": [
                        "En ytelsesbasert pensjonsordnings midler omfatter premiereserve til sikring av opptjent pensjon, herunder premiereserve for uføre- og etterlatteytelser, samt tilleggsavsetninger, kursreserve, pensjonistenes overskuddsfond og premiefondet. Pensjonsordningens andel av overskudd i flytteåret omfattes også.",
                        "I pensjonsordninger med innskuddspensjon omfatter pensjonsordningens midler pensjonskapitalen og innskuddsfondet, samt pensjonsordningens andel av overskudd i flytteåret.",
                        "Pensjonsordningens midler skal tilsvare forsikringsteknisk beregnet verdi på tidspunktet for oppsigelsesfristens utløp. Ved beregningen kan det tas utgangspunkt i kontoutskriften for siste regnskapsår og senere endringer i tiden fram til utløpet av oppsigelsesfristen. Pensjonsordningens andel av årets overskudd beregnes med utgangspunkt i den dato oppsigelsesfristen utløper.",
                        "Forvaltes pensjonsordningens midler i egen eller egne investeringsporteføljer, legges markedsverdien av porteføljen ved utløpet av oppsigelsesfristen til grunn ved verdiberegningen. Dette gjelder også avkastnings- og verdisikringsgarantier knyttet til porteføljene. Lov om foretakspensjon § 11-1 fjerde ledd gjelder tilsvarende."
                    ]
                },
                {
                    "name": "§ 8c-8",
                    "title": "(Premiereserve for uføreytelser)",
                    "sections": [
                        "Premiereserve for uføreytelser til medlemmer som er blitt uføre før utløpet av oppsigelsesfristen, skal tilsvare kravet til full avsetning beregnet etter det beregningsgrunnlag som gjaldt for pensjonsordningen ved utløpet av oppsigelsesfristen. Fastsatt uføregrad legges til grunn selv om uføregraden blir fastsatt etter dette tidspunkt.",
                        "Medlem som er sykmeldt ved utløpet av oppsigelsesfristen, skal her anses som ufør dersom den sykdom som da var konstatert, har gitt rett til rehabiliterings- og attføringspenger eller uføreytelser innen ett år etter utløpet av oppsigelsesfristen.",
                        "Tidsfristen i annet ledd kan fravikes ved avtale mellom pensjonsinnretningene. Slik avtale berører ikke foretakets eller de forsikredes rettigheter overfor avgivende pensjonsinnretning etter annet ledd med mindre foretaket samtykker til at forpliktelsene overtas av mottakende pensjonsinnretning."
                    ]
                },
                {
                    "name": "§ 8c-9",
                    "title": "(Oppgjørsmåte)",
                    "sections": [
                        "Pensjonsordningens midler beregnet etter reglene i §§ 8c-7 og 8c-8 skal overføres i penger. Det kan avtales mellom pensjonsinnretningene at oppgjør for midler plassert i egen investeringsportefølje skal skje ved overføring av porteføljen.",
                        "Ved overføring av midler etter utløpet av oppsigelsesfristen skal det svares avkastning av midlene fra utløpet av oppsigelsesfristen og frem til den dag midlene blir overført. Avkastningen beregnes etter renten på folioinnskudd i Norges Bank tillagt to prosentenheter, med mindre en høyere rente avtales mellom pensjonsinnretningene."
                    ]
                },
                {
                    "name": "§ 8c-10",
                    "title": "(Anvendelse av overførte midler)",
                    "sections": [
                        "Overført premiereserve skal anvendes til sikring av medlemmenes og pensjonistenes rettigheter i samsvar med det nye regelverket for pensjonsordningen og det beregningsgrunnlag som dette bygger på.",
                        "Tilleggsavsetninger, kursreserve, pensjonistenes overskuddsfond og premiefond skal etter overføringen fortsatt være en del av pensjonsordningens midler og anvendes etter ellers gjeldende regler.",
                        "Er overført premiereserve ikke tilstrekkelig til å sikre rettighetene til de enkelte medlemmer eller pensjonister, skal manglende premiereserve tilføres fra premiefondet. Resten dekkes i tilfelle ved overførte tilleggsavsetninger eller ved overføringer fra foretaket.",
                        "Er overført premiereserve knyttet til medlemmenes og pensjonistenes rett til opptjent pensjon større enn nødvendig for å sikre deres rettigheter, skal overskytende premiereserve benyttes til engangspremie for tillegg til pensjonsytelsene. I kommunale pensjonsordninger skal overskytende premiereserve overføres til premiefondet.",
                        "Pensjonskapital og innskuddsfond i pensjonsordning med innskuddspensjon skal etter overføringen forvaltes i samsvar med det nye regelverket for pensjonsordningen og det beregningsgrunnlag dette i tilfelle bygger på."
                    ]
                }
            ]
        },
        {
            "name": "Flytting av pensjonsrettigheter utgått fra kollektive pensjonsordninger",
            "paragraphs": [
                {
                    "name": "§ 8c-11",
                    "title": "(Flytting sammen med pensjonsordningen)",
                    "sections": [
                        "Ved flytting av en kommunal pensjonsordning skal oppsatte pensjonsrettigheter i pensjonsordningen med tilhørende midler, samtidig overføres til den nye pensjonsinnretningen. Bestemmelsene i §§ 8c-3, 8c-5 tredje og fjerde ledd, 8c-7 første, tredje og fjerde ledd, 8c-8, 8c-9 og 8c-10 første til fjerde ledd gjelder tilsvarende.",
                        "Ved flytting av andre pensjonsordninger overføres ikke pensjonsrettigheter knyttet til fripoliser eller pensjonskapitalbevis til den nye pensjonsinnretningen, med mindre den som har rett til fripolisen eller pensjonskapitalbeviset krever det etter reglene i § 8c-13."
                    ]
                },
                {
                    "name": "§ 8c-12",
                    "title": "(Flytting ved medregning av tidligere tjenestetid)",
                    "sections": [
                        "Blir en arbeidstaker medlem av pensjonsordning med foretakspensjon som har bestemmelser om medregning av tjenestetid, gjelder reglene i lov 24. mars 2000 nr. 16 om foretakspensjon §§ 4-11 til 4-13. Ved beregningen av de midler som skal overføres, gjelder § 8c-7 første, tredje, og fjerde ledd tilsvarende. For øvrig gjelder §§ 8c-5 fjerde ledd, 8c-9 og 8c-10 første til fjerde ledd tilsvarende så langt de passer."
                    ]
                },
                {
                    "name": "§ 8c-13",
                    "title": "(Flytting av fripolise og pensjonskapitalbevis)",
                    "sections": [
                        "Den som har rett til pensjonsrettigheter knyttet til fripolise eller pensjonskapitalbevis, kan flytte kontrakten til en annen pensjonsinnretning.",
                        "Bestemmelsene om oppsigelsesfrist, risikoovergang og flyttegebyr i § 8c-5 første, tredje og fjerde ledd, samt oppgjørsfrist i § 8c-6 gjelder tilsvarende.",
                        "Ved beregning, oppgjør og anvendelse av de midler som skal overføres, gjelder bestemmelsene i §§ 8c-7, 8c-8, 8c-9 og 8c-10 første, andre og femte ledd tilsvarende."
                    ]
                }
            ]
        },
        {
            "name": "Flytting av individuelle pensjonsavtaler",
            "paragraphs": [
                {
                    "name": "§ 8c-14",
                    "title": "(Flytteretten)",
                    "sections": [
                        "Den som har en individuell pensjonsavtale, eller en individuell livrenteforsikring, kan flytte kontrakten til en annen pensjonsinnretning.",
                        "Bestemmelsene om oppsigelsesfrist, risikoovergang og flyttegebyr i § 8c-5 første, tredje og fjerde ledd, samt oppgjørsfrist i § 8c-6, gjelder tilsvarende.",
                        "Ved beregningen av de midler som skal overføres, gjelder bestemmelsene i §§ 8c-7 og 8c-8. Oppgjør foretas etter reglene i § 8c-9.",
                        "Overførte midler skal anvendes til å sikre rettighetene etter den nye pensjonsavtalen etter reglene i § 8c-10 første og annet ledd. Er premiereserve for pensjonsforsikring ikke tilstrekkelig til å sikre rettighetene etter den nye kontrakten, kan resten dekkes ved overføring fra premiefondet eller i tilfelle fra tilleggsavsetninger knyttet til forsikringen. Overskytende premiereserve benyttes til å øke ytelsene, med mindre forsikringstakeren krever at midlene skal overføres til premiefond.",
                        "Person som er oppnevnt som begunstiget under pensjonsavtalen, skal underrettes om flyttingen.",
                        "For individuelle pensjonsavtaler kan avgivende pensjonsinnretning ta forbehold om at det skal beregnes et fradrag i premiereserven (seleksjonsfradrag). Slikt fradrag kan bare kreves dersom den pensjonsinnretningen kontrakten flyttes til, legger til grunn ny helseprøving av forsikrede. Departementet kan gi nærmere regler.",
                        "I lov 24. mars 2000 nr. 16 om foretakspensjon gjøres følgende endringer:",
                        "§ 4-11 annet ledd skal lyde:",
                        "(2) Medregningen skal gjennomføres ved at arbeidstakeren gis et tillegg i den pensjonsgivende tjenestetid.",
                        "§ 4-11 tredje ledd skal lyde:",
                        "(3) I regelverket for en pensjonsordning som har regler om medregning, skal det fastsettes som vilkår for medregning at midler knyttet til pensjon opptjent på grunnlag av tidligere tjenestetid i annet foretak blir overført til pensjonsordningen etter reglene i lov om forsikringsvirksomhet kapittel 8c.",
                        "§ 4-12 tredje ledd oppheves.",
                        "§ 8-7 annet og tredje ledd oppheves.",
                        "§ 9-3 nytt femte ledd skal lyde:",
                        "(5) Skal tidligere tjenestetid fra annen pensjonsordning medregnes etter reglene i §§ 4-11 og 4-12, regnes tidspunktet for medlemskap fra et tilsvarende tidligere tidspunkt.",
                        "§ 16-2 syvende ledd skal lyde:",
                        "(7) Bestemmelsene i §§ 4-6 og 4-7 gjelder medlemmer som slutter i foretaket etter at regelverket er endret som nevnt i første ledd, likevel slik at § 4-7 første ledd tredje punktum om adgang til overføring av premiereserve til individuell pensjonsforsikringsavtale etter skatteloven, også gjelder for fripolise utstedt i henhold til tidligere gjeldende regler.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endring:",
                        "§ 5-30 fjerde ledd skal lyde:",
                        "(4) Som inntekt vunnet ved virksomhet regnes også midler overført fra premiefond i medhold av lov om foretakspensjon §§ 10-4 og 15-3 tredje ledd siste punktum og midler overført fra innskuddsfond i medhold av innskuddspensjonsloven §§ 9-4 og 13-3 annet ledd. Tilsvarende gjelder for midler overført fra premiefond i en kommunal pensjonsordning i medhold av forsikringsvirksomhetsloven § 8b-12.",
                        "1.Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelser til forskjellig tid.",
                        "2.Kongen kan fastsette overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}