{
    "lawId": "LOV-2003-07-04-80",
    "lawName": "Lov om introduksjonsordning for nyankomne innvandrere (introduksjonsloven)",
    "shortName": "Introduksjonsloven",
    "authorityDescription": "Ot.prp.nr.28 (2002–2003), Innst.O.nr.103 (2002–2003) og Besl.O.nr.97 (2002–2003). Odels- og lagtingsvedtak hhv. 4. og 12. juni 2003. Fremmet av Kommunal- og regionaldepartementet.\nEndringer i følgende lover:\n1\tLov av 27. juni 1947 nr. 9 om tiltak til å fremme sysselsetting.\n2\tLov av 4. februar 1977 nr. 4 om arbeidervern og arbeidsmiljø m.v.\n3\tLov av 28. februar 1997 nr. 19 om folketrygd (folketrygdloven).\n4\tLov av 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven).",
    "chapters": [
        {
            "name": "Kapittel 1 Generelt",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Lovens formål",
                    "sections": [
                        "Formålet med denne loven er å styrke nyankomne innvandreres mulighet for deltakelse i yrkes- og samfunnslivet, og deres økonomiske selvstendighet."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Rett og plikt til deltakelse i introduksjonsprogram",
                    "sections": [
                        "Rett og plikt til deltakelse i introduksjonsprogram gjelder for nyankommet utlending mellom 18 og 55 år som har behov for grunnleggende kvalifisering og som har fått\na)\tasyl, jf. utlendingsloven §§ 17 og 18,\nb)\toppholds- eller arbeidstillatelse etter innreisetillatelse som overføringsflyktning, jf. utlendingsloven § 22 fjerde ledd,\nc)\tfornybar oppholds- eller arbeidstillatelse etter utlendingsloven § 8 annet ledd på grunnlag av søknad om asyl, eller kollektiv beskyttelse i massefluktsituasjon, jf. utlendingsloven § 8a, eller\nd)\toppholds- eller arbeidstillatelse som familiemedlemmer til personer som nevnt i bokstav a, b og c, jf. utlendingsloven §§ 9 og 8 annet ledd. For å være omfattet av denne bestemmelsen er det et vilkår at personer som nevnt i bokstav a, b og c ikke har vært bosatt i en kommune i mer enn fem år før det søkes om familiegjenforening.",
                        "Som nyankommet regnes den som har vært bosatt i en kommune i mindre enn to år når vedtak om deltakelse i introduksjonsordning skal treffes.",
                        "Nordiske borgere og utlendinger som omfattes av Avtale om Det europeiske økonomiske samarbeidsområde (EØS-avtalen), omfattes ikke av loven."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Kommunens ansvar",
                    "sections": [
                        "Kommunen sørger for tjenester etter denne loven til nyankomne innvandrere som er bosatt i kommunen.",
                        "Kommunen skal så snart som mulig og innen tre måneder etter bosetting i kommunen eller etter at krav om deltakelse blir framsatt, tilrettelegge introduksjonsprogram i henhold til kapittel 2 til person som omfattes av § 2. Kommunens plikt gjelder ikke personer som har avbrutt eller avvist deltakelse i introduksjonsprogram.",
                        "Kommunen kan tilby introduksjonsprogram til nyankommet utlending med oppholds- eller arbeidstillatelse i henhold til utlendingsloven §§ 9 og 8 annet ledd som er familiemedlemmer til andre enn personer nevnt i § 2, og til nyankommet utlending over 55 år med oppholdsgrunnlag som nevnt i § 2 første ledd.",
                        "Departementet kan fastsette nærmere retningslinjer om kommunens ansvar."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2 Introduksjonsprogrammets innhold og varighet",
            "paragraphs": [
                {
                    "name": "§ 4",
                    "title": "Introduksjonsprogram",
                    "sections": [
                        "Introduksjonsprogrammet tilrettelegges for person som har behov for grunnleggende kvalifisering. Introduksjonsprogrammet tar sikte på å\na)\tgi grunnleggende ferdigheter i norsk,\nb)\tgi grunnleggende innsikt i norsk samfunnsliv,\nc)\tforberede for deltakelse i yrkeslivet.",
                        "Programmet skal være helårlig og på full tid.",
                        "Programmet skal minst inneholde\na)\tnorskopplæring,\nb)\tsamfunnskunnskap,\nc)\ttiltak som forbereder til videre opplæring eller tilknytning til yrkeslivet.",
                        "Ved gjennomført eller avbrutt program skal det utstedes et deltakerbevis."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Programmets varighet",
                    "sections": [
                        "Programmet kan vare inntil to år, med tillegg av godkjent permisjon. Når særlige grunner taler for det, kan programmet vare inntil tre år."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Individuell plan",
                    "sections": [
                        "Det skal utarbeides en individuell plan for den som skal delta i introduksjonsprogram. Den skal utformes på bakgrunn av en kartlegging av vedkommendes opplæringsbehov og av hvilke tiltak vedkommende kan nyttiggjøre seg.",
                        "Planen skal minst inneholde programmets start og tidsfaser og en angivelse av tiltakene i programmet.",
                        "Planen skal utarbeides i samråd med vedkommende.",
                        "Planen skal tas opp til ny vurdering med jevne mellomrom og ved vesentlig endring i vedkommendes livssituasjon."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Stans av introduksjonsordning på grunn av den enkeltes forhold",
                    "sections": [
                        "Kommunen kan stanse ordningen for den enkelte dersom det er saklig begrunnet i den enkeltes forhold, herunder om deltakeren har tilbud om høvelig arbeid."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3 Stønad",
            "paragraphs": [
                {
                    "name": "§ 8",
                    "title": "Introduksjonsstønad",
                    "sections": [
                        "For den tid en person deltar i program som nevnt i § 4, har vedkommende krav på introduksjonsstønad.",
                        "For deltakelse i program er stønaden på årsbasis lik to ganger folketrygdens grunnbeløp.",
                        "Deltaker under 25 år mottar 2/3 stønad."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Beregning",
                    "sections": [
                        "Stønaden per måned utgjør 1/12 av stønaden på årsbasis. Stønaden per dag utgjør 1/30 av månedsstønaden. Stønaden per time utgjør 1/1850 av stønaden på årsbasis."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Fravær",
                    "sections": [
                        "Ved fravær som ikke skyldes sykdom eller andre tvingende velferdsgrunner, og som det ikke er gitt tillatelse til, reduseres stønaden tilsvarende, jf. § 9. Departementet fastsetter ved forskrift nærmere regler om fravær og permisjon."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Egne midler",
                    "sections": [
                        "Stønaden reduseres ikke på grunn av inntekter av egen eller andres virksomhet eller som følge av formue. Stønaden reduseres heller ikke på grunn av mottatt barnebidrag.",
                        "I den utstrekning lønnet arbeid inngår i programmet, reduseres stønaden tilsvarende den tid arbeidet tar."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Samordning med andre offentlige ytelser",
                    "sections": [
                        "Introduksjonsstønaden reduseres i den utstrekning vedkommende har rett til dagpenger under arbeidsløshet, sykepenger, fødselspenger eller rehabiliteringspenger, og retten til disse ytelsene er opparbeidet før vedkommende startet i et introduksjonsprogram. Stønaden reduseres tilsvarende for uførepensjon eller attføringspenger vedkommende mottar.",
                        "Dersom vedkommende som en del av introduksjonsprogrammet deltar i opplæring som utløser stønad til livsopphold fra Aetat, tilfaller stønaden kommunen.",
                        "Dersom vedkommende mottar overgangsstønad, reduseres introduksjonsstønaden på årsbasis med 40 prosent av den overgangsstønad som overstiger halvparten av folketrygdens grunnbeløp.",
                        "Barnetrygd og kontantstøtte kommer ikke til fradrag i stønaden."
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Utbetaling",
                    "sections": [
                        "Utbetaling skjer etterskuddsvis på grunnlag av registrert frammøte. Kommunen beslutter hvordan og til hvilke tidspunkter utbetaling skal skje."
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Trekk i framtidige utbetalinger",
                    "sections": [
                        "Dersom vedkommende har fått utbetalt høyere stønad enn det hun eller han har krav på, kan det overskytende trekkes i framtidig stønad."
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Uriktige opplysninger",
                    "sections": [
                        "Har noen fått utbetalt en ytelse fordi vedkommende, eller noen som har handlet på vedkommendes vegne, forsettlig eller grovt uaktsomt har gitt uriktige opplysninger eller har fortiet opplysninger, kan det vedtas at stønaden skal betales tilbake."
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "Refusjon i ytelser fra folketrygden",
                    "sections": [
                        "Dersom en mottaker av introduksjonsstønad med tilbakevirkning får innvilget ytelser som nevnt i § 12, kan kommunen kreve hel eller delvis refusjon i det beløp som skal etterbetales, til dekning av sine utlegg til samme formål og for samme tidsrom."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4 Saksbehandlingsregler og andre bestemmelser",
            "paragraphs": [
                {
                    "name": "§ 17",
                    "title": "Forholdet til forvaltningsloven",
                    "sections": [
                        "Forvaltningsloven gjelder med de særregler som er fastsatt i loven her.",
                        "Som enkeltvedtak etter denne lov regnes avgjørelser om\na)\ttildeling av program og stønad,\nb)\tvesentlig endring av plan,\nc)\tstansning av programmet for den enkelte,\nd)\tpermisjon,\ne)\ttrekk i stønaden med 50 prosent eller mer av en enkelt utbetaling, og som minst tilsvarer 1/12 av folketrygdens grunnbeløp.",
                        "Kandidater til å motta tjenester etter denne loven regnes ikke som parter i samme sak. Det kan ikke klages over at en annen har fått ytelsen."
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Klage",
                    "sections": [
                        "Enkeltvedtak truffet etter denne lov kan påklages til fylkesmannen.",
                        "Fylkesmannen kan prøve alle sider av vedtaket. Når det gjelder prøvingen av det frie skjønn, kan fylkesmannen likevel bare endre vedtaket når skjønnet er åpenbart urimelig."
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Innhenting av opplysninger",
                    "sections": [
                        "Opplysninger skal så langt som mulig innhentes i samarbeid med deltakeren eller slik at deltakeren har kjennskap til innhentingen.",
                        "I saker som gjelder tjenester etter denne loven, kan det kreves opplysninger fra andre offentlige organer. Like med offentlige organer regnes organisasjoner og private som utfører oppgaver for stat, fylkeskommune eller kommune. Har deltakeren ikke samtykket i at opplysningene blir innhentet, skal spørsmålet om opplysningene kan gis uten hinder av taushetsplikt, avgjøres etter de taushetsbestemmelser som gjelder for avgiverorganet."
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Opplysningsplikt til barneverntjenesten",
                    "sections": [
                        "Personell som arbeider innenfor rammen av denne loven, skal i sitt arbeid være oppmerksom på forhold som kan føre til tiltak fra barneverntjenestens side.",
                        "Uten hinder av taushetsplikt skal personellet av eget tiltak gi opplysninger til barneverntjenesten når det er grunn til å tro at et barn blir mishandlet i hjemmet eller at det foreligger andre former for alvorlig omsorgssvikt, jf. lov 17. juli 1992 nr. 100 om barneverntjenester § 4-10, § 4-11, § 4-12, eller når et barn har vist vedvarende alvorlige atferdsvansker, jf. samme lov § 4-24. Også etter pålegg fra de organer som er ansvarlige for gjennomføringen av lov om barneverntjenester, plikter personellet å gi slike opplysninger."
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven trer i kraft 1. september 2003. Fram til 31. august 2004 gjelder loven ikke den enkelte kommune med mindre kommunen selv treffer vedtak om det. Rett og plikt for personer nevnt i § 2 gjelder fra 1. september 2004. § 3 annet ledd trer i kraft fra 1. september 2004.",
                        "Fra 1. september 2004 gjelder loven alle kommuner og omfatter de personene loven gjelder for som er bosatt etter 1. september 2003."
                    ]
                },
                {
                    "name": "§ 22",
                    "title": "Endring i andre lover",
                    "sections": [
                        "1. I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt gjøres følgende endringer:\n§ 5-42 ny bokstav e skal lyde:\ne.\tintroduksjonsstønad beregnet etter lov om introduksjonsordning for nyankomne innvandrere kapittel 3.\n§ 12-2 ny bokstav h skal lyde:\nh.\tintroduksjonsstønad beregnet etter lov om introduksjonsordning for nyankomne innvandrere kapittel 3.\n2. I lov 27. juni 1947 nr. 9 om tiltak for å fremme sysselsetting gjøres følgende endring:\n§ 39 nytt annet ledd skal lyde:",
                        "Reglene i første ledd gjelder tilsvarende i forhold til kommunens virksomhet etter lov om introduksjonsordning for nyankomne innvandrere.\n3. I lov 4. februar 1977 nr. 4 om arbeidervern og arbeidsmiljø m.v. gjøres følgende endring:\n§ 3 nr. 2 ny bokstav h skal lyde:\nh)\tpersoner som deltar i program etter lov om introduksjonsordning for nyankomne innvandrere.\n4. I lov 28. februar 1997 nr. 19 om folketrygd gjøres følgende endringer:\n§ 3-15 annet ledd ny bokstav d skal lyde:\nd)\tintroduksjonsstønad beregnet etter lov om introduksjonsordning for nyankomne innvandrere kapittel 3.\n§ 4-6 første ledd skal lyde:",
                        "Det ytes ikke dagpenger til medlem som gjennomgår utdanning eller opplæring, eller deltar i ulønnet arbeid. Departementet kan gi forskrifter om unntak fra denne bestemmelse når det gjelder\n-\tutdanning eller opplæring utenfor normal arbeidstid,\n-\tutdanning eller opplæring av kortere varighet innenfor normal arbeidstid,\n-\tulønnet arbeid av hobbypreget eller sosial karakter,\n-\tulønnet arbeid som pålegges etter sosialtjenesteloven,\n-\tdeltakelse i introduksjonsprogram etter lov om introduksjonsordning for nyankomne innvandrere.\n§ 13-11 første ledd første punktum skal lyde:",
                        "Medlemmer som deltar i arbeidsmarkedstiltak, attføringstiltak, kurs eller lignende i regi av arbeidsmarkedsetaten eller trygdeetaten, eller deltar i program i henhold til lov om introduksjonsordning for nyankomne innvandrere, er yrkesskadedekket.\n§ 21-5 skal lyde:"
                    ]
                },
                {
                    "name": "§ 21-5",
                    "title": "Bistand fra barnevernstjenesten, sosialtjenesten og kommunale organer etter lov om introduksjonsordning for nyankomne innvandrere",
                    "sections": [
                        "Barnevernstjenesten, sosialtjenesten og kommunale organer etter lov om introduksjonsordning for nyankomne innvandrere plikter å innhente opplysninger og gi uttalelser til trygdeetaten om forhold som har betydning for behandlingen av saker etter denne loven.",
                        "Departementet gir forskrifter om trygdeetatens samarbeid med barnevernstjenesten, sosialtjenesten og kommunale organer etter lov om introduksjonsordning for nyankomne innvandrere.\n§ 23-3 annet ledd nr. 1 ny bokstav d skal lyde:\nd)\tintroduksjonsstønad beregnet etter lov om introduksjonsordning for nyankomne innvandrere kapittel 3.\nNy § 25-10a skal lyde:"
                    ]
                },
                {
                    "name": "§ 25-10a",
                    "title": "Opplysningsplikt ved saker etter lov om introduksjonsordning for nyankomne innvandrere",
                    "sections": [
                        "Trygdens organer kan uten hinder av taushetsplikt gi opplysninger til kommunen til bruk i saker om introduksjonsstønad etter lov om introduksjonsordning for nyankomne innvandrere."
                    ]
                }
            ]
        }
    ]
}