{
    "lawId": "LOV-2003-06-20-40",
    "lawName": "Lov om endringer i barneloven mv. (Nye saksbehandlingsregler i barnefordelingssaker for domstolene mv.)",
    "shortName": "Endringslov til barneloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "Kapittel 7. Sakshandsaminga i saker om foreldreansvaret, om kvar barnet skal bu fast og om samvær",
            "paragraphs": []
        },
        {
            "name": "I. Innleiande føresegner",
            "paragraphs": [
                {
                    "name": "§ 48",
                    "title": "Det beste for barnet",
                    "sections": [
                        "Avgjerder om foreldreansvar, om kvar barnet skal bu fast og om samvær, og handsaminga av slike saker, skal først og fremst rette seg etter det som er best for barnet."
                    ]
                },
                {
                    "name": "§ 49",
                    "title": "Advokatar",
                    "sections": [
                        "Advokatar som har saker etter kapitlet her, bør vurdere om det er mogeleg for partane å kome fram til ei avtaleløysing. Advokaten skal opplyse foreldra om høvet til mekling."
                    ]
                },
                {
                    "name": "§ 50",
                    "title": "Teieplikt",
                    "sections": [
                        "Den som meklar etter § 51 og § 61 første stykket nr. 2 har teieplikt om det som kjem fram om personlege forhold i samband med oppdraget. Lov 19. juni 1997 nr. 62 om familievernkontorer §§ 6, 7, 9 og 10 gjeld tilsvarande.",
                        "Den som gjer teneste etter § 61 første stykket nr. 1, 3, 4 eller 7 har teieplikt om det som kjem fram om personlege forhold i samband med oppdraget. Han kan utan hinder av teieplikta gje oppdragsgjevar dei opplysningar han har fått i samband med oppdraget. Lov 19. juni 1997 nr. 62 om familievernkontorer §§ 6, 7, 9 og 10 gjeld tilsvarande.",
                        "Den som gjer tjeneste etter § 61 første stykket nr. 5 har teieplikt om det som kjem fram om personlege forhold i samband med oppdraget. Retten kan oppheve teieplikta etter krav frå advokaten eller representanten."
                    ]
                }
            ]
        },
        {
            "name": "II. Mekling og vedtak om tvangskraft for avtaler",
            "paragraphs": [
                {
                    "name": "§ 51",
                    "title": "Kven skal møte til mekling",
                    "sections": [
                        "Foreldre med felles barn under 16 år må møte til mekling før det vert reist sak om foreldreansvar, kvar barnet skal bu fast eller om samvær.",
                        "Gifte foreldre med felles barn under 16 år må for å få separasjonsløyve eller skilsmisseløyve etter ekteskapslova §§ 20 og 22, ha møtt til mekling på familievernkontor eller hos annan godkjend meklar jf. ekteskapslova § 26.",
                        "Sambuarar med felles barn under 16 år har ved samlivsbrot rett til å møte til mekling dersom dei ønskjer det.",
                        "Departementet kan gje forskrifter om mekling, også om unntak frå møteplikta i særlege høve."
                    ]
                },
                {
                    "name": "§ 52",
                    "title": "Føremålet med og innhaldet i meklinga",
                    "sections": [
                        "Føremålet med meklinga er å få foreldra til å kome fram til ei skriftleg avtale om foreldreansvaret, om kvar barnet skal bu fast og om samvær. Partane bør gjerast kjende med dei viktigaste økonomiske konsekvensane som avtala fører med seg."
                    ]
                },
                {
                    "name": "§ 53",
                    "title": "Frammøte",
                    "sections": [
                        "Foreldra skal møte personleg og samstundes til mekling. Den som meklar kan likevel avgjere at dei skal møte kvar for seg dersom det er tenleg. Meklaren kan i særlege høve gje løyve til at ein eller begge partar møter saman med ein fullmektig."
                    ]
                },
                {
                    "name": "§ 54",
                    "title": "Meklingsattest",
                    "sections": [
                        "Det skal skrivast ut meklingsattest når partane er komne fram til ei avtale. Om partane ikkje har vorte samde etter tre timar hos meklaren, skal det likeins skrivast ut meklingsattest. Meklingsattest skal òg skrivast ut når den parten som ikkje har kravd mekling, ikkje møter etter tre innkallingar. Meklingsattesten er gyldig i seks månader."
                    ]
                },
                {
                    "name": "§ 55",
                    "title": "Vedtak om tvangskraft for avtaler",
                    "sections": [
                        "Når begge foreldra ber om det, kan fylkesmannen fastsetje at ei skriftleg avtale om foreldreansvar, bustad og samvær skal kunne tvangsfullførast etter reglane i § 65. Vilkåret er at avtala først og fremst rettar seg etter det som er best for barnet. Trengst det, bør sakkunnige, barneverntenesta eller sosialtenesta uttale seg før fylkesmannen avgjer spørsmålet.",
                        "Eit vilkår for å bringe ei sak inn for fylkesmannen etter første stykket er at foreldra kan leggje fram gyldig meklingsattest.",
                        "Saka må bringast inn for den fylkesmannen der barnet har heimting på den tida saka vert reist."
                    ]
                }
            ]
        },
        {
            "name": "III. Sakshandsaminga for retten",
            "paragraphs": [
                {
                    "name": "§ 56",
                    "title": "Vilkår for å reise sak",
                    "sections": [
                        "Er foreldra usamde om kven som skal ha foreldreansvaret, om kvar barnet skal bu fast eller om samværet, kan kvar av dei reise sak for retten. Andre enn foreldra kan reise sak når vilkåra etter §§ 45 eller 63 er oppfylde.",
                        "Eit vilkår for å reise sak etter første stykket er at foreldra kan leggje fram gyldig meklingsattest."
                    ]
                },
                {
                    "name": "§ 57",
                    "title": "Kvar sak skal reisast",
                    "sections": [
                        "Sak etter § 56 må reisast for den domstolen der barnet har heimting på den tida saka vert reist. Dersom saka gjeld søsken med ulikt heimting, kan felles sak for barna reisast der eitt av barna har heimting."
                    ]
                },
                {
                    "name": "§ 58",
                    "title": "Stemnemål og tilsvar",
                    "sections": [
                        "Stemnemålet skal innehalde namn og adresse til foreldra og barna, og skal vise om usemja gjeld foreldreansvaret, kvar barnet skal bu fast eller samværet, og gje ei kort utgreiing om grunnlaget for usemja og saksøkjarens påstand. Meklingsattest skal leggjast ved. Stemnemålet kan setjast fram på godkjent skjema.",
                        "Retten skal forkynne stemnemålet for saksøkte. Tilsvaret skal gjere greie for kva for tvistepunkt det er usemje om, og gje ei kort utgreiing om korleis saksøkte ser på saka. I tillegg må tilsvaret innehalde den saksøktes påstand. Tilsvaret kan setjast fram på godkjent skjema.",
                        "Retten kan be om nærare utgreiing av saka frå partane dersom det trengst for å få saka godt nok opplyst."
                    ]
                },
                {
                    "name": "§ 59",
                    "title": "Sakshandsaminga",
                    "sections": [
                        "Dommaren skal påskunde saka så mykje som mogeleg.",
                        "Dommaren skal på kvart trinn i saka vurdere om det er mogeleg å oppnå forlik mellom partane, og leggje tilhøva til rette for det.",
                        "Domstolsloven og tvistemålsloven gjeld for retten si handsaming av saker etter kapittelet her, så langt ikkje anna følgjer av reglane her."
                    ]
                },
                {
                    "name": "§ 60",
                    "title": "Førebels avgjerd",
                    "sections": [
                        "Retten kan etter krav frå ein part ta førebels avgjerd om kven av foreldra som skal ha foreldreansvaret, om kven barnet skal bu hos fast, og om samværsrett. Slik avgjerd kan gjelde for ei viss tid eller til saka er endeleg avgjord. Retten kan også ta førebels avgjerd før saka er reist, dersom særlege grunnar talar for det.",
                        "Retten kan samstundes forby den andre av foreldra å kome til den eigedommen eller det bustadhuset der barnet held til. Dersom det ikkje trengst avgjerd straks, skal retten så langt råd er gje den andre høve til å uttale seg.",
                        "Når avgjerd er teken før sak er reist, skal retten setje ein frist for å reise søksmål. Fristen kan forlengjast ved avgjerd av dommaren. Er det ikkje teke ut søksmål innan fristen, fell tekne avgjerder bort.",
                        "Avgjerdene vert tekne i orskurd. Det er ikkje nødvendig å halde munnleg forhandling på førehand."
                    ]
                },
                {
                    "name": "§ 61",
                    "title": "Avgjerder under saksførebuinga",
                    "sections": [
                        "Retten fastset tid for hovudforhandling straks eller etter at eitt eller fleire av tiltaka i nr. 1 til 7 nedanfor er gjennomført.",
                        "1.Retten skal som hovudregel innkalle partane til eitt eller fleire førebuande møte for mellom anna å klarleggje tvistepunkta mellom dei, drøfte vidare handsaming av saka og eventuelt mekle mellom partane. Retten kan oppnemne ein sakkunnig til å vere med i dei saksførebuande møta. Retten kan jamvel be den sakkunnige ha samtalar med foreldra og barna og gjere undersøkingar for å klarleggje tilhøva i saka, med mindre foreldra set seg i mot dette. Retten fastset kva den sakkunnige skal gjere, etter at partane har fått høve til å uttale seg.",
                        "2.Retten kan vise partane til mekling hos godkjend meklar eller annan person med innsikt i dei tvistepunkta saka gjeld. §§ 52 og 53 gjeld tilsvarande. Dersom meklaren kjem fram til at partane ikkje kan nå fram til ein avtale gjennom vidare mekling, skal han straks melde frå til retten om dette.",
                        "3.Retten bør der det trengst oppnemne sakkunnig til å uttale seg om eitt eller fleire av dei spørsmåla saka reiser.",
                        "4.Dommaren kan gjennomføre samtalar med barnet, jf. § 31. Retten kan oppnemne ein sakkunnig eller annan eigna person til å hjelpe seg, eller la ein sakkunnig ha samtale med barnet aleine.",
                        "5.Retten kan i særlege høve oppnemne ein advokat eller annan representant til å ta vare på interessene til barnet i samband med søksmålet. Den som er oppnemnd, kan samtale med barnet og skal gje slik informasjon og støtte som er naturleg. Advokaten eller representanten skal få saksdokumenta. Han kan kome med framlegg om handsaminga av saka og skriftleg eller i rettsmøte gje råd om korleis sakshandsaminga best kan ta vare på interessene til barnet. Retten avgjer om og eventuelt kor lenge han skal vere til stades under rettsmøta i saka. Når advokaten eller representanten er til stades i rettsmøta, kan han stille spørsmål til partar og vitne.",
                        "6.Retten bør innhente fråsegner frå barnevernet og sosialtenesta der det trengst.",
                        "7.Retten kan gje partane høve til å prøve ut ei førebels avtale for ei nærare fastsett tid. Retten kan oppnemne ein sakkunnig eller annan eigna person til å rettleie foreldra i prøvetida.",
                        "8.Retten kan gje dom utan hovudforhandling så framt partane samtykkjer til det og retten ser det som forsvarleg.",
                        "Staten ber kostnadene til dei tiltaka som er nemnde i første stykket nr. 1, 2, 4, 5 og 7. Sakkunnig som vert oppnemnd etter første stykket skal godtgjerast etter lov 21. juli 1916 nr. 2 om vidners og sakkyndiges godtgjørelse m.v. Dersom det skal oppnemnast ein advokat for barnet etter første stykket nr. 5, har barnet rett på fri sakførsel utan behovsprøving, jf. rettshjelploven § 21 andre stykket. Departementet kan ved forskrift fastsetje reglar om godtgjering til andre som gjer teneste etter paragrafen her."
                    ]
                },
                {
                    "name": "§ 62",
                    "title": "Kjæremål",
                    "sections": [
                        "Rettens val av tiltak etter § 61 første stykket kan ikkje påkjærast. Unntak gjeld for avgjerd om å nekte å oppnemne sakkunnig etter § 61 første stykket nr. 3 og avgjerd om å nekte å innhente fråsegner som nemnd i § 61 første stykket nr. 6."
                    ]
                },
                {
                    "name": "§ 63",
                    "title": "Handsamingsmåten for krav om foreldreansvar etter dødsfall",
                    "sections": [
                        "Når den som får foreldreansvaret etter § 38 første stykket, ikkje budde saman med barnet, eller den av foreldra som får foreldreansvaret etter § 38 andre stykket, ikkje hadde foreldreansvaret da den andre døydde, kan andre innan seks månader etter dødsfallet reise sak med krav om å få foreldreansvaret og om å få bu fast saman med barnet. Retten kan ta førebels avgjerd etter § 60.",
                        "Retten skal avgjere spørsmålet i orskurd, som kan ankast. Retten skal til vanleg kalle inn til munnleg forhandling før det vert teke avgjerd. Det skal leggjast vekt på om den attlevande av foreldra ønskjer foreldreansvaret. Ingen kan få foreldreansvaret utan å oppfylle vilkåra i tredje stykket.",
                        "Der ingen lenger har foreldreansvaret for eit barn, jf. § 38 tredje stykket, skal dei som ønskjer foreldreansvaret, vende seg til tingretten der barnet bur. Kjem det berre eitt krav om å få foreldreansvaret, skal retten gå med på kravet, utan når det er fare for at barnet ikkje vil få forsvarleg stell og fostring, eller det vil lide skade på annan måte. Avslag på eit krav om foreldreansvaret skal gjerast i orskurd, og kan ankast.",
                        "Før retten avgjer saka, skal dei næraste slektningane til barnet eller dei som barnet bur saman med, ha høve til å uttale seg. Retten kan sjå bort frå uttaleretten etter dette stykket når særlege grunnar gjer uttale uturvande. Barnet skal høyrast etter § 31.",
                        "Retten kan la ein person få foreldreansvaret aleine eller la sambuande mann og kvinne få det saman. Får nokon annan enn attlevande far eller mor foreldreansvaret, skal retten også avgjere om faren eller mora framleis skal ha del i foreldreansvaret. Har foreldra skriftleg gjeve uttrykk for kven dei ønskjer skal ha foreldreansvaret etter at dei er døde, bør det leggjast vekt på det.",
                        "Retten kan setje som vilkår for avgjerda at barnet i ei viss tid ikkje skal kunne flyttast frå heimen der det bur, dersom flyttinga kan vere uheldig for barnet, og det ikkje er rimeleg grunn til å flytte.",
                        "Dersom ingen har meldt seg eller retten gjev avslag på alle krav om foreldreansvaret, skal retten melde frå til barneverntenesta. Barneverntenesta skal plassere barnet etter reglane i lov 17. juli 1992 nr. 100 om barneverntjenester § 4-14 og § 4-15 første stykket. §§ 4-16, 4-17, 4-18 første stykket og 4-20 gjeld tilsvarande.",
                        "Avgjerd etter paragrafen her kan innstemnast på ny for retten av den attlevande av foreldra og endrast dersom særlege grunnar talar for det. § 64 tredje stykket gjeld tilsvarande."
                    ]
                },
                {
                    "name": "§ 64",
                    "title": "Endring av avtale eller avgjerd om foreldreansvaret o.l.",
                    "sections": [
                        "Foreldra kan gjere om avtale eller avgjerd om foreldreansvaret, om kven barnet skal bu hos fast og om samværsretten.",
                        "Vert foreldra ikkje samde, kan kvar av dei reise sak for retten, jf. § 56. Dom, rettsforlik og avtale med tvangskraft kan likevel berre endrast når særlege grunnar talar for det. Førebels avgjerd etter § 60 kan endrast på same vilkår av den domstolen som har hovudsaka.",
                        "Dersom det er openbert at det ikkje ligg føre slike særlege grunnar som nemnt i andre stykket, kan retten avgjere saka utan hovudforhandling."
                    ]
                }
            ]
        },
        {
            "name": "IV. Tvangsfullføring",
            "paragraphs": [
                {
                    "name": "§ 65",
                    "title": "Tvangsfullføring",
                    "sections": [
                        "Om tvangsfullføring av avgjerd om foreldreansvaret eller kven barnet skal bu saman med, gjeld tvangsfullbyrdelsesloven kap. 13. Namsmannen skal likevel krevje inn tvangsbota. Innkrevjing skal berre skje når den som har retten, ber om det. Vedtak av fylkesmannen eller departementet er særleg tvangsgrunnlag. Førebels avgjerd etter § 60 er tvangskraftig enda om avgjerda ikkje er rettskraftig.",
                        "Avgjerd om samværsrett kan tvangsfullførast ved tvangsbot etter tvangsfullbyrdelsesloven kap. 13. Tingretten kan fastsetje ei ståande tvangsbot som for ei viss tid skal gjelde for kvar gong samværsretten ikkje vert respektert. Vedtak av fylkesmannen eller departementet er særleg tvangsgrunnlag. Første stykket andre, tredje og femte punktum gjeld tilsvarande.",
                        "Nåværende kapittel 7 med §§ 51 til 62 blir nytt kapittel 8 med §§ 66 til 80.",
                        "Nåværende kapittel 8 med §§ 63 til 67 blir nytt kapittel 9 med §§ 81 til 85.",
                        "Nåværende kapittel 9 med §§ 68 til 71 blir nytt kapittel 10 med §§ 86 til 89.",
                        "I ny § 67 første ledd endres § «51» til § «66».",
                        "I ny § 68 første ledd endres «§§ 51 og 52» til «§§ 66 og 67».",
                        "I ny § 70 fjerde ledd endres «§ 53 andre stykket og tredje stykket» til «§ 68 andre og tredje stykket».",
                        "I ny § 71 første ledd endres «§ 35 a» til «§ 36».",
                        "I ny § 74 andre ledd endres «§ 55 andre punktum» til «§ 72 andre punktum». I ny § 74 fjerde ledd endres «§ 54 andre og tredje stykket» til «§ 70 andre og tredje stykket». I ny § 74 femte ledd endres «§ 54 sjette stykket» til «§ 70 sjette stykket».",
                        "I ny § 75 første ledd endres «§ 57» til «§ 74». I ny § 75 andre ledd endres «§ 54 andre ledd og § 57 første ledd» til «§§ 70 andre stykket og 74 første stykket».",
                        "I ny § 78 tredje ledd endres «§ 57» til «§ 74».",
                        "I ny § 84 endres «§§ 63 til 65» til «§§ 81 til 83».",
                        "I ny § 88 endres «§ 44 andre stykket første punktum» til «§ 42 andre stykket første punktum».",
                        "I lov 17. desember 1982 nr. 86 om rettsgebyr skal § 14 tredje ledd nr. 2 lyde:",
                        "2.Utlegg for tvangsbot etter barnelova § 65.",
                        "I lov 8. juli 1988 nr. 72 om anerkjennelse og fullbyrding av utenlandske avgjørelser om foreldreansvar m v og om tilbakelevering av barn skal § 18 første ledd første og andre punktum lyde:",
                        "(1) Bestemmelsene i barneloven 8. april 1981 nr. 7 §§ 60 og 65 gjelder for saker om tvangsfullbyrding etter § 6 og tilbakelevering etter § 11. Barneloven § 65 første ledd gjelder også ved tvangsfullbyrding av samværsrett.",
                        "I lov 4. juli 1991 nr. 47 om ekteskap gjøres følgende endringer:",
                        "§ 26 første ledd skal lyde:",
                        "Ektefeller med felles barn under 16 år, skal i saker om separasjon og skilsmisse etter §§ 20 og 22 møte til mekling før saken bringes inn for retten eller fylkesmannen, jf § 27. Formålet med meklingen er å komme fram til en avtale om foreldreansvaret, samværsretten eller om hvor barnet eller barna skal bo fast, hvor det legges vekt på hva som vil være den beste ordningen for barnet/barna. Barneloven §§ 52 til 54 gjelder tilsvarende. Departementet fastsetter ved forskrift nærmere regler om hvem som kan foreta mekling etter første punktum, og om godkjenning av slike instanser.",
                        "§ 26 fjerde ledd skal lyde:",
                        "Den som foretar mekling, har taushetsplikt om det som kommer fram om personlige forhold i forbindelse med oppdraget. Lov 19. juni 1997 nr. 62 om familievernkontorer §§ 6, 7, 9 og 10 gjelder tilsvarende.",
                        "§ 84 tredje punktum skal lyde:",
                        "Bestemmelsene i barnelova § 74 tredje ledd gjelder tilsvarende.",
                        "§ 85 andre ledd skal lyde:",
                        "Reglene i barnelova § 78 om gjennomføring av bidrag gjelder tilsvarende.",
                        "I lov 28. februar 1997 nr. 19 om folketrygd gjøres følgende endringer:",
                        "§ 14-14 andre ledd skal lyde:",
                        "Adopsjonspenger ytes også til person som har foreldreansvar når den andre av foreldrene dør, eller får tildelt foreldreansvaret i medhold av barneloven §§ 38 og 63, såfremt vedkommende har hatt mindre samvær enn tilsvarende barneloven § 43 andre ledd.",
                        "§ 14-20 andre ledd skal lyde:",
                        "Engangsstønad ytes også til person som har foreldreansvar når den andre av foreldrene dør, eller får tildelt foreldreansvaret i medhold av barneloven §§ 38 og 63, såfremt vedkommende har hatt mindre samvær enn tilsvarende barneloven § 43 andre ledd.",
                        "§ 15-5 første ledd andre punktum skal lyde:",
                        "Som mor eller far regnes også den som på grunn av dødsfall har fått foreldreansvaret etter barnelova § 38.",
                        "Fjerde strekpunkt i innledningen av kapittel 18 skal lyde:",
                        "-foreldreansvar etter barnelova § 38 står i § 18-6",
                        "§ 18-6 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": [
                {
                    "name": "§ 18-6",
                    "title": "Foreldreansvar etter barnelova § 38",
                    "sections": [
                        "Når en enslig person har fått foreldreansvar etter barnelova § 38 for et barn med rett til barnepensjon, skal barnepensjonen falle bort eller omregnes for tidsrom da den enslige forsørgeren mottar overgangsstønad til enslig mor eller far etter kapittel 15. Barnepensjonen fastsettes etter § 18-5 første ledd når begge foreldrene er døde eller moren er død og farskapet ikke er fastslått, og faller bort når bare den ene er død.",
                        "I § 23-1 endres «barneloven § 62» til «barnelova § 80».",
                        "I § 23-10 tredje ledd endres «barneloven § 62» til «barnelova § 80».",
                        "I lov 19. juni 1997 nr. 62 om familievernkontorer gjøres følgende endringer:",
                        "§ 1 første ledd tredje punktum skal lyde:",
                        "Familievernkontorene skal foreta mekling etter lov om ekteskap § 26 og barneloven § 51.",
                        "§ 5 a skal lyde:",
                        "Den som foretar mekling etter lov om ekteskap § 26 og barneloven § 51 og § 61 første ledd nr. 2 har taushetsplikt om det som kommer fram om personlige forhold i forbindelse med oppdraget. §§ 6, 7, 9 og 10 i loven her gjelder tilsvarende.",
                        "§ 11 siste ledd skal lyde:",
                        "Plikten til å føre journal gjelder ikke ved mekling etter lov om ekteskap § 26 og barneloven § 51.",
                        "I lov 26. juni 1998 nr. 41 om kontantstøtte til småbarnsforeldre skal § 9 andre ledd første punktum lyde:",
                        "Hvis foreldrene ikke bor sammen og skriftlig har avtalt delt bosted i samsvar med barneloven § 36 første ledd, kan foreldrene få utbetalt kontantstøtte med en halvpart på hver dersom de er enige om en slik deling.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt § 5-43 første ledd bokstav h endres barneloven kapittel 7 til barneloven kapittel 8.",
                        "I lov 8. mars 2002 nr. 4 om barnetrygd skal § 2 tredje ledd lyde:",
                        "Hvis foreldrene ikke bor sammen og skriftlig har avtalt delt bosted i samsvar med barnelova § 36 første ledd, kan hver av foreldrene få rett til 50 prosent barnetrygd, hvis de fremsetter krav om dette.",
                        "-Loven gjelder fra den tid Kongen bestemmer.",
                        "-Departementet kan gi overgangsregler."
                    ]
                }
            ]
        },
        {
            "name": "X",
            "paragraphs": []
        },
        {
            "name": "XI",
            "paragraphs": []
        },
        {
            "name": "XII",
            "paragraphs": []
        },
        {
            "name": "XIII",
            "paragraphs": []
        },
        {
            "name": "XIV",
            "paragraphs": []
        }
    ]
}