{
    "lawId": "LOV-2003-12-19-131",
    "lawName": "Lov om endringer i lov 29. juni 1990 nr. 50 om produksjon, omforming, overføring, omsetning, fordeling og bruk av energi m.m. (energiloven)",
    "shortName": "Endringslov til energiloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 7-7",
                    "title": "(Overtredelsesgebyr)",
                    "sections": [
                        "Departementet kan ilegge den som uaktsomt eller forsettlig overtrer § 5A-2 i denne lov, overtredelsesgebyr. Det samme gjelder ved slik overtredelse av bestemmelser eller pålegg gitt i medhold av § 5A-2 der adgang til å ilegge overtredelsesgebyr er særskilt bestemt.",
                        "Ilagt gebyr er tvangsgrunnlag for utlegg. Krav på gebyr innkreves av Statens innkrevingssentral. Innkrevingssentralen kan inndrive kravet ved trekk i lønn og andre lignende ytelser etter reglene i dekningsloven § 2-7. Innkrevingssentralen kan også inndrive kravet ved å stifte utleggspant for kravet dersom panteretten kan gis rettsvern ved registrering i et register eller ved underretning til tredjeperson, jf. panteloven kapittel 5, og utleggsforretningen kan holdes på Innkrevingssentralens kontor etter tvangsfullbyrdelsesloven § 7-9 første ledd.",
                        "Ny § 7-8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 7-8",
                    "title": "(Foretak)",
                    "sections": [
                        "Når en overtredelse som kan medføre overtredelsesgebyr etter § 7-7 er begått av noen som har handlet på vegne av et foretak, kan overtredelsesgebyr ilegges foretaket. Dette gjelder selv om overtredelsesgebyr ikke kan ilegges noen enkeltperson. Med foretak menes her selskap, enkeltpersonforetak, stiftelse, forening eller annen sammenslutning, bo eller offentlig virksomhet.",
                        "Ved avgjørelsen av om et foretak skal ilegges overtredelsesgebyr og ved utmåling av sanksjonen skal det særlig legges vekt på",
                        "a)overtredelsens grovhet,",
                        "b)om foretaket ved retningslinjer, instruksjon, opplæring, kontroll eller andre tiltak kunne forebygget overtredelsen,",
                        "c)om overtredelsen er begått for å fremme foretakets interesser,",
                        "d)om foretaket har hatt eller kunne oppnådd noen fordel ved overtredelsen,",
                        "e)om det foreligger gjentakelse,",
                        "f)foretakets økonomiske evne.",
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}