{
    "lawId": "LOV-2003-12-19-129",
    "lawName": "Lov om endringer i lov 20. desember 1974 nr. 73 om dyrevern, lov 15. juni 2001 nr. 75 om veterinærer og annet dyrehelsepersonell og lov 4. desember 1992 nr. 130 om husdyravl",
    "shortName": "Endringslov til dyrevernloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kapittel VII. Tilsynsmyndigheit, tilsyn og tiltak",
            "paragraphs": [
                {
                    "name": "§ 23",
                    "title": "Tilsynsmyndigheit",
                    "sections": [
                        "Departementet eller den det gjev fullmakt fører tilsyn og fattar enkeltvedtak for gjennomføring av føresegner gitt i eller i medhald av denne lova."
                    ]
                },
                {
                    "name": "§ 24",
                    "title": "Dyrevernnemnder",
                    "sections": [
                        "I kvart av dei lokale områda til Mattilsynet skal det vere ei eller fleire dyrevernnemnder. Departementet oppnemner og fastset talet på dyrevernnemnder og gjev dei fullmakt til å gjera vedtak etter § 23.",
                        "Departementet gjev reglar om oppnemning, samansetning og kompetansen til nemnda."
                    ]
                },
                {
                    "name": "§ 25",
                    "title": "Gjennomføring av vedtak og inspeksjon",
                    "sections": [
                        "Vert eit pålegg ikkje etterkome, skal tilsynsmyndigheit taka dei åtgjerder som trengst. Pålegg som ikkje vert etterkome, kan gjennomførast av tilsynsmyndigheit for den ansvarlege si rekning.",
                        "Politiet skal når tilsynsmyndigheit ber om det, hjelpa til med iverksetting av vedtak og inspeksjonar.",
                        "Tiltak som vert sett i verk etter dette kapittel er ikkje til hinder for at det vert reist straffesak etter § 31."
                    ]
                },
                {
                    "name": "§ 26",
                    "title": "Mellombels forvaring",
                    "sections": [
                        "Forutan tilsynsmyndigheit kan politiet, når det er naudsynt, mellombels taka med seg dyr eller på annan måte sjå til at dyret får høveleg tilsyn og stell. Har politiet mellombels teke med seg dyr, fell vedtaket bort om det ikkje vert stadfesta av tilsynsmyndigheit innan 3 dagar. Mellombels forvaring av dyr skal normalt vare høgst 3 veker. Tilsynsmyndigheit avgjer om dyret skal leverast attende til eigar, seljast, verta omplassert eller verta avliva. Vedtak som politiet har gjort kan verta påklaga til Mattilsynet."
                    ]
                },
                {
                    "name": "§ 26 a",
                    "title": "Avliving straks",
                    "sections": [
                        "Dersom det vil føre til unødig liding for eit dyr å leve vidare, kan Mattilsynet straks setje i verk avliving av dyret. Dette gjeld også dyr som er i mellombels forvaring etter § 26 og gjeld sjølv om dyreeigar set seg imot avlivinga."
                    ]
                },
                {
                    "name": "§ 27",
                    "title": "Tvangsmulkt",
                    "sections": [
                        "Mattilsynet kan påleggje tvangsmulkt i form av einskild mulkt eller løypande mulkt for å gjennomføre pålegget når eit pålegg etter denne lova ikkje vert oppfylt innan den fristen som er sett. Størrelsen på tvangsmulkta skal fastsetjast ut frå kor viktig det er at pålegget vert oppfylt og kva kostnader dette kjem til å medføre.",
                        "Kongen kan gje føresegn om at dyrevernnemnda kan ileggje tvangsmulkt andsynes ein eigar eller innehavar som ikkje har oppfylt eit pålegg nemnda har gjeve.",
                        "Pålegg om tvangsmulkt er tvangsgrunnlag for utlegg. Mattilsynet kan fråfalle påløypt tvangsmulkt.",
                        "§ 30 første ledd nytt nr. 10 skal lyde:",
                        "10.etablering og drift av slakteri, herunder krav om godkjenning og vilkår for å trekkja godkjenninga attende.",
                        "I kapittel VIII skal ny § 30 a lyde:",
                        "Avgift og gebyr",
                        "Kongen kan i føresegner påleggje einkvar omfatta av denne lova å betale gebyr for å dekkje kostnader med tilsyn, kontroll og særskilte ytingar, som utferding av attestar og godkjenningar o.a., etter denne lova.",
                        "Kongen kan i føresegner påleggje verksemder omfatta av lov om matproduksjon og mattrygghet mv. (matloven) å betale ei avgift på næringsmiddel. Avgifta skal dekkje kostnader med tilsyn og kontroll etter denne lova med aktivitetar som rettar seg mot dyr som vert brukt i produksjon av næringsmiddel, så framt kostnadene ikkje dekkjest av gebyr, jamfør første ledd.",
                        "Kongen kan i føresegner påleggje produsentar eller importørar å betale ei avgift på fôr til dyr som ikkje brukast til produksjon av næringsmiddel. Avgifta skal dekkje kostnader med tilsyn og kontroll etter denne lova med aktivitetar som rettar seg mot dyr som ikkje vert brukt i produksjon av næringsmiddel, så framt kostnadene ikkje dekkjest av gebyr, jamfør første ledd.",
                        "Kongen kan gjeva nærare føresegner om berekning av avgiftene og gebyra, og oppkrevjing og innbetaling av desse.",
                        "Ved forseinka betaling av avgifter og gebyr, skal det betalast rente i samsvar med lov 17. desember 1976 nr. 100 om renter ved forsinket betaling.",
                        "Avgifter og gebyr er tvangsgrunnlag for utlegg.",
                        "I lov 15. juni 2001 nr. 75 om veterinærer og annet dyrehelsepersonell gjøres følgende endringer:",
                        "§ 31 tredje ledd annet punktum oppheves.",
                        "§ 34 første punktum skal lyde:",
                        "Departementet eller den departementet bemyndiger kan gi advarsel til dyrehelsepersonell som forsettlig eller uaktsomt overtrer plikter etter denne loven eller bestemmelser gitt i medhold av den, hvis pliktbruddet er egnet til å medføre fare for sikkerheten i dyrehelsetjenesten eller til å påføre dyreeier store belastninger og dyr unødig lidelse.",
                        "Ny § 37 a skal lyde:",
                        "Avgift og gebyr",
                        "Kongen kan i forskrifter pålegge enhver omfattet av denne loven å betale gebyr for å dekke kostnader ved tilsyn, kontroll og særskilte ytelser, som utferdigelse av attester og godkjenninger mv., etter loven her.",
                        "Kongen kan i forskrifter pålegge virksomheter omfattet av lov om matproduksjon og mattrygghet mv. (matloven) å betale en avgift på næringsmidler som skal dekke kostnader ved tilsyn og kontroll etter loven her i den utstrekning aktivitetene retter seg mot dyr som brukes til produksjon av næringsmidler, såfremt kostnadene ikke dekkes ved gebyr i medhold av første ledd.",
                        "Kongen kan i forskrifter pålegge produsenter eller importører å betale en avgift på fôr til dyr som ikke brukes til produksjon av næringsmidler. Avgiften skal dekke kostnader ved tilsyn og kontroll etter loven her i den utstrekning aktivitetene retter seg mot dyr som ikke brukes til produksjon av næringsmidler, såfremt kostnadene ikke dekkes ved gebyr i medhold av første ledd.",
                        "Kongen kan gi nærmere bestemmelse om avgiftenes og gebyrenes beregning, oppkreving og innbetaling.",
                        "Ved forsinket betaling av avgifter og gebyrer, skal det betales rente i samsvar med lov 17. desember 1976 nr. 100 om renter ved forsinket betaling.",
                        "Avgifter og gebyrer er tvangsgrunnlag for utlegg.",
                        "I lov 4. desember 1992 nr. 130 om husdyravl gjøres følgende endring:",
                        "Ny § 6 a skal lyde:",
                        "Avgift og gebyr",
                        "Kongen kan i forskrifter pålegge enhver omfattet av denne loven å betale gebyr for å dekke kostnader ved tilsyn, kontroll og særskilte ytelser, som utferdigelse av attester og godkjenninger mv., etter loven her.",
                        "Kongen kan i forskrifter pålegge virksomheter omfattet av lov om matproduksjon og mattrygghet mv. (matloven) å betale en avgift på næringsmidler. Avgiften skal dekke kostnader ved tilsyn og kontroll etter loven her i den utstrekning aktivitetene retter seg mot dyr som brukes til produksjon av næringsmidler, såfremt kostnadene ikke dekkes ved gebyr i medhold av første ledd.",
                        "Kongen kan i forskrifter pålegge produsenter eller importører å betale en avgift på fôr til dyr som ikke brukes til produksjon av næringsmidler. Avgiften skal dekke kostnader ved tilsyn og kontroll etter denne loven i den utstrekning aktivitetene retter seg mot dyr som ikke brukes til produksjon av næringsmidler, såfremt kostnadene ikke dekkes ved gebyr i medhold av første ledd.",
                        "Kongen kan gi nærmere bestemmelse om avgiftenes og gebyrenes beregning, oppkreving og innbetaling.",
                        "Ved forsinket betaling av avgifter og gebyrer, skal det betales rente i samsvar med lov 17. desember 1976 nr. 100 om renter ved forsinket betaling.",
                        "Avgifter og gebyrer er tvangsgrunnlag for utlegg.",
                        "Loven trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        }
    ]
}