{
    "lawId": "LOV-2003-12-19-132",
    "lawName": "Lov om endringar i lov 21. juni 2002 nr. 45 om yrkestransport med motorvogn og fartøy (domstolsbehandling av tap av retten til å føre motorvogn ved persontransport mot vederlag)",
    "shortName": "Endringslov til yrkestransportloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Kap. 7A. Kjøresetel",
            "paragraphs": [
                {
                    "name": "§ 37 a",
                    "title": "Virkeområde",
                    "sections": [
                        "Førar av drosje, selskapsvogn, turvogn, rutevogn og motorvogn som er spesielt utforma og/eller utstyrt for transport for funksjonshemma, må under persontransport mot vederlag ha kjøresetel i tillegg til førarkort.",
                        "Kjøresetelen gjeld for heile landet og blir utferda av politimeisteren eller den han gir myndigheit der vedkommande bur. Det er ikkje nødvendig med ny kjøresetel ved skifte av bustad, jf. § 37 c andre ledd.",
                        "Kjøresetel blir utferda for 10 år. For person som er fylt 60 år blir kjøresetelen utferda for fem år, men ikkje lenger enn til innehavar fyller 70 år. Dersom særlege helseforhold tilseier det, skal perioden kjøresetelen er gyldig for setjast kortare."
                    ]
                },
                {
                    "name": "§ 37 b",
                    "title": "Søknad om kjøresetel m.m.",
                    "sections": [
                        "Søknad om kjøresetel skal gjerast på fastsett blankett. Legeattest skal leggjast ved søknad om kjøresetel og søknad om fornying av kjøresetel.",
                        "Det blir stilt same krav til helse m.m. som for førarkort klasse D og DE. Dersom innehavar av kjøresetel ikkje lenger fyller dei krava som er sette for syn, hørsel og førleik, pliktar vedkommande å gi melding til politiet.",
                        "Politiet skal gi kjøresetelen påteikning om eventuelle avgrensande vilkår."
                    ]
                },
                {
                    "name": "§ 37 c",
                    "title": "Vilkår for tildeling av kjøresetel m.m.",
                    "sections": [
                        "Den som skal få kjøresetel, må være fylt 20 år og ha slik vandel at politiet ikkje finn vedkommande uskikka til å virke som førar av slik motorvogn som nemnd i § 37 a.",
                        "Politimeisteren eller den han gir myndigheit kan bestemme at det for å få kjøresetel for drosje skal krevjast avlagt prøve som viser tilstrekkeleg kjennskap til løyvedistriktet. Er slikt vedtak sett i verk, gjeld ikkje kjøresetel frå anna politidistrikt utan påteikning frå politiet om at vedkommande har stått til kjentmannsprøven."
                    ]
                },
                {
                    "name": "§ 37 d",
                    "title": "Mellombels nekting av kjøresetel",
                    "sections": [
                        "Blir ein som ikkje har kjøresetel med skilleg grunn mistenkt for straffbart forhold, som kan vere avgjerande for retten til å få kjøresetel, kan politimeisteren eller den han gir myndigheit bestemme at kjøresetel ikkje skal utferdast før saka er endeleg avgjort, likevel ikkje ut over tre månadar utan orskurd frå tingretten."
                    ]
                },
                {
                    "name": "§ 37 e",
                    "title": "Beslag av kjøresetel",
                    "sections": [
                        "Finn politiet at innehavar av kjøresetel med skilleg grunn er mistenkt for straffbart forhold som kan medføre tap av retten til å føre motorvogn ved persontransport mot vederlag, jf. § 37 f andre ledd, kan ein polititenestemann ta kjøresetelen frå innehavaren. Spørsmålet om å oppretthalde beslaget skal så snart som mogeleg leggjast fram for ein tenestemann som tilhører påtalemakta. Avgjerda skal gjerast skriftleg. Dersom den mistenkte ikkje samtykker i beslaget, må spørsmålet om fortsett beslag av kjøresetel innan tre veker sendast tingretten til avgjerd."
                    ]
                },
                {
                    "name": "§ 37 f",
                    "title": "Tilbakekalling og tap av retten til å føre motorvogn ved persontransport mot vederlag",
                    "sections": [
                        "Politimeisteren eller den han gir myndigheit, kan treffe vedtak om å kalle retten til å føre motorvogn ved persontransport mot vederlag tilbake, dersom vedkommande ikkje er edrueleg eller viser seg å vere upåliteleg eller å ha andre eigenskapar som gjer at han må reknast som uskikka til å vere førar av bil under persontransport mot vederlag.",
                        "Blir den som har kjøresetel ilagt straff, kan det i same dom eller ved førelegg fastsetjast tap av retten til å føre motorvogn ved persontransport mot vederlag for ei bestemt tid eller for alltid, dersom allmenne omsyn elles krev det."
                    ]
                },
                {
                    "name": "§ 37 g",
                    "title": "Innlevering av kjøresetel",
                    "sections": [
                        "Ved beslag av kjøresetel, tilbakekalling eller tap av retten til å føre motorvogn ved persontransport mot vederlag, pliktar innehavaren straks å levere kjøresetelen til politiet."
                    ]
                },
                {
                    "name": "§ 37 h",
                    "title": "Klage og unntak",
                    "sections": [
                        "For vedtak treft av politiet er Politidirektoratet klageinstans. I klagesak om krav til helse og førleik for kjøresetel, skal politiet byggje på endeleg avgjerd frå Statens helsetilsyn om helsemessige tilhøve. Gjeld klagen krav til førleik som er avgjort av regionvegkontoret, skal politiet byggje på endeleg avgjerd frå Vegdirektoratet. For vedtak treft av regionvegkontoret er Vegdirektoratet klageinstans.",
                        "Politidirektoratet kan i særskilde høve gjere unntak frå reglane i kapittelet her."
                    ]
                },
                {
                    "name": "§ 37 i",
                    "title": "Forkorting på grunn av etterfølgjande forhold m.m.",
                    "sections": [
                        "Tilbakekalling av retten til å føre motorvogn ved persontransport mot vederlag er ikkje til hinder for at politimeisteren eller den han gir myndigheit utferdar ny kjøresetel dersom dei grunnar som medførte tilbakekallinga ikkje lenger er til stades.",
                        "Dersom særlige grunnar talar for det, kan politimeisteren eller den han gir myndigheit forkorte den perioden for tap av retten til å føre motorvogn ved persontransport mot vederlag som er fastsett ved dom eller førelegg, jf. § 37 f. Dersom særs sterke grunner talar for det, kan perioden forkortast sjølv om minstetida etter lov eller forskrift ikkje er gått ut.",
                        "Loven gjeld frå 1. januar 2004."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}