{
    "lawId": "LOV-2003-02-21-12",
    "lawName": "Lov om biobanker (biobankloven)",
    "shortName": "Biobankloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "Kapittel 1 Lovens formål, definisjoner og virkeområde",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Lovens formål er å sikre at innsamling, oppbevaring, behandling og destruksjon av materiale som inngår i en biobank foretas på en etisk forsvarlig måte, og at biobanker utnyttes til individets og samfunnets beste. Dette skal skje i samsvar med grunnleggende personvernhensyn, prinsipper om respekt for menneskeverd, menneskerettigheter og personlig integritet, og uten diskriminering av mennesker som det biologiske materialet stammer fra.",
                        "Loven skal legge til rette for at materialet i biobanken kan benyttes til helsemessige formål, herunder diagnostikk, behandling, forskning og undervisning, på en etisk forsvarlig måte."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Definisjoner",
                    "sections": [
                        "Med diagnostisk biobank og behandlingsbiobank forstås i denne lov en samling humant biologisk materiale som er avgitt for medisinsk undersøkelse, diagnostikk og behandling.",
                        "Med forskningsbiobank forstås i denne lov en samling humant biologisk materiale og opplysninger som direkte fremkommer ved analyse av dette materialet, og som anvendes eller skal anvendes til forskning.",
                        "Med humant biologisk materiale forstås i denne lov organer, deler av organer, celler og vev og bestanddeler av slikt materiale fra levende og døde mennesker.",
                        "Med giver forstås i denne lov en person som avgir biologisk materiale til en diagnostisk biobank, behandlingsbiobank eller en forskningsbiobank."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Virkeområde",
                    "sections": [
                        "Loven gjelder innsamling, oppbevaring, behandling og destruksjon av humant biologisk materiale og opplysninger som inngår i en biobank, samt organiseringen av denne virksomheten.",
                        "Med mindre annet følger av denne loven, skal helse- og personopplysninger som utledes fra humant biologisk materiale behandles etter personopplysningsloven, helseregisterloven, helsepersonelloven og eventuelt annen lovgivning som særlig regulerer vern av personopplysninger.",
                        "Biologisk materiale som uttas i forbindelse med undersøkelse, diagnostikk og behandling, og som destrueres etter kort tid, omfattes ikke av loven. Loven gjelder likevel dersom materialet blir brukt til forskning.",
                        "Loven gjelder på Svalbard og Jan Mayen i den utstrekning Kongen bestemmer. Kongen kan fastsette nærmere regler under hensyn til de stedlige forhold, herunder regler som fraviker bestemmelser i denne lov."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 2 Melding og organisering av biobanker",
            "paragraphs": [
                {
                    "name": "§ 4",
                    "title": "Melding om opprettelse av forskningsbiobanker",
                    "sections": [
                        "Forskningsbiobanker kan bare opprettes etter å ha blitt vurdert av en regional komité for medisinsk forskningsetikk. Den som ønsker å opprette en forskningsbiobank skal sende melding til departementet hvor det fremgår om komiteen har tilrådd eller frarådd opprettelse av biobanken. Meldingen skal videre inneholde opplysninger om",
                        "1.formålet med opprettelsen,",
                        "2.hva slags materiale den skal inneholde og hvordan materialet innhentes,",
                        "3.hvilke og hvor mange personer materialet er innhentet eller skal innhentes fra,",
                        "4.hvordan samtykke skal innhentes og hvilken informasjon som gis i forkant,",
                        "5.biobankens varighet og hva som skal skje med materialet ved opphør av biobanken,",
                        "6.hvilke sikkerhetstiltak som er knyttet til biobankvirksomheten,",
                        "7.hvem som er ansvarshavende etter § 7 og databehandlingsansvarlig eller behandlingsansvarlig etter helseregisterloven og personopplysningsloven og",
                        "8.finansiering av biobanken og hvorvidt materialet i biobanken kan gi opphav til økonomisk vinning.",
                        "Departementet skal legge betydelig vekt på tilrådingen fra den regionale komiteen for medisinsk forskningsetikk. Dersom etiske hensyn eller tungtveiende samfunnsmessige interesser tilsier det, kan departementet på bakgrunn av meldingen bestemme at biobanken ikke kan opprettes. Dersom departementet innen 45 dager etter at slik melding er mottatt ikke har kommet med innsigelser til biobanken, anses opprettelsen som lovlig.",
                        "Ny melding til departementet må gis dersom biobankvirksomheten går ut over det som er angitt etter første ledd i den opprinnelige meldingen.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om hva slags opplysninger som skal meldes etter første ledd."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Melding om opprettelse av diagnostiske biobanker og behandlingsbiobanker",
                    "sections": [
                        "Biobanker som opprettes i forbindelse med diagnostikk og behandling skal meldes til departementet. Meldingen skal inneholde opplysninger om forhold som nevnt under § 4 første ledd nr. 1-8. Melding må sendes departementet innen 2 måneder etter at biobanken ble opprettet.",
                        "Dersom materiale fra en biobank opprettet for diagnostikk og behandling skal brukes til forskning, gjelder § 4."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Biobankregisteret",
                    "sections": [
                        "Departementet har ansvaret for å føre et register over innmeldte biobanker. Registeret skal være offentlig tilgjengelig."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Ansvarshavende",
                    "sections": [
                        "Hver biobank skal ha en ansvarshavende person med medisinsk eller biologisk utdannelse av høyere grad. Dersom biobanken inneholder opplysninger som kan knyttes til enkeltpersoner, vil den også ha en behandlingsansvarlig etter helseregisterloven eller personopplysningsloven. Den behandlingsansvarlige skal utpeke ansvarshavende. Departementet kan bestemme at enkelte biobanker i tillegg til ansvarshavende person skal ha et styre.",
                        "Ansvarshavende og styret skal sørge for at biobanken opprettes og forvaltes i samsvar med denne og annen lov.",
                        "Departementet kan ved forskrift fastsette nærmere regler for hvilke biobanker som skal ha et styre, styrets oppgaver og sammensetning mv."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Opphør eller nedleggelse av biobank",
                    "sections": [
                        "Den som ønsker å nedlegge en biobank eller som ønsker å destruere materialet i en biobank helt eller delvis, skal sende melding til departementet om dette, eller følge på forhånd fastlagte og innmeldte prosedyrer for slik nedleggelse eller destruksjon.",
                        "Av meldingen skal det fremgå hvordan nedleggingen av banken eller destruksjonen av materialet skal skje.",
                        "Dersom departementet innen 45 dager etter at slik melding er mottatt ikke har kommet med innsigelser eller bedt om ytterligere opplysninger, kan biobanken helt eller delvis nedlegges eller destrueres i samsvar med meldingen. Dersom departementet finner at biobanken på grunn av sitt innhold ikke bør nedlegges eller destrueres, kan departementet bestemme at biobanken fortsatt skal oppbevares, eller at den skal overføres til en annen biobank. Departementet må da overta det økonomiske ansvaret og sørge for at biobanken blir ivaretatt og forvaltet i tråd med denne lov."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Krav til oppbevaring",
                    "sections": [
                        "Materiale i biobanker skal oppbevares forsvarlig og i samsvar med regelverk gitt i lov eller i medhold av lov. Oppbevaring skal skje med respekt for giveren av materialet.",
                        "Departementet kan ved forskrift gi nærmere regler om hvordan humant biologisk materiale og opplysninger i en biobank skal oppbevares."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Overføring til utlandet",
                    "sections": [
                        "En biobank eller deler av en biobank kan bare sendes ut av landet etter godkjenning fra departementet, og i samsvar med samtykke fra giveren av materialet. Departementet kan stille vilkår om at materialet ødelegges eller sendes tilbake etter bruk.",
                        "Kravet om departementets godkjenning gjelder ikke dersom overføringen til utlandet skjer i forbindelse med ytelse av helsehjelp til enkeltpersoner.",
                        "Departementet kan i forskrift gjøre unntak fra krav om godkjenning fra departementet for overføring av prøver og opplysninger som er ledd i alminnelig internasjonalt samarbeid.",
                        "Departementet kan gi forskrift om bruk av materiale fra utlandet til forskning i Norge."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 3 Informasjon og samtykke",
            "paragraphs": [
                {
                    "name": "§ 11",
                    "title": "Samtykkebestemmelse for diagnostiske biobanker og behandlingsbiobanker",
                    "sections": [
                        "Samtykke til helsehjelp etter pasientrettighetsloven §§ 4-1 og 4-2 omfatter også innhenting, oppbevaring og behandling av humant biologisk materiale, herunder bruk av materialet til forebygging, kvalitetskontroll og metodeutvikling.",
                        "For personer uten samtykkekompetanse etter pasientrettighetsloven § 4-3, gjelder pasienterettighetsloven §§ 4-4 til 4-8 om samtykke på vegne av andre tilsvarende."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Samtykkebestemmelse for forskningsbiobanker",
                    "sections": [
                        "Med mindre det foreligger særskilt lovhjemmel eller annet gyldig rettsgrunnlag, krever innsamling, oppbevaring og behandling av humant biologisk materiale til forskningsformål et frivillig, uttrykkelig og informert samtykke fra giveren. Det samme gjelder oppbevaring og bruk av opplysninger knyttet til det biologiske materialet.",
                        "Samtykket skal kunne dokumenteres og være basert på informasjon om formål, metode, risiko, ubehag, konsekvenser og annet av betydning for samtykkets gyldighet. Kravene til informasjon og spesifikasjon må avgjøres etter en vurdering av risikofaktorer, materialets sensitivitet, forsøkspersonenes sårbarhet og lignende.",
                        "Materialet i biobanken kan ikke utlånes eller utleveres til andre eller overføres til utlandet, med mindre det følger av samtykket.",
                        "For uttak av humant biologisk materiale fra en avdød gjelder transplantasjonslovens regler om presumert samtykke til obduksjon tilsvarende.",
                        "For personer uten samtykkekompetanse etter pasientrettighetsloven § 4-3 gjelder pasientrettighetsloven §§ 4-4, 4-5, 4-7 og 4-8 om samtykke til helsehjelp på andres vegne tilsvarende for samtykke til innsamling, oppbevaring og behandling av biobankmateriale til forskning."
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Endret, utvidet eller ny bruk",
                    "sections": [
                        "Ved endret, utvidet eller ny bruk av tidligere innsamlet materiale og opplysninger som ikke omfattes av det opprinnelige samtykket, skal nytt frivillig, uttrykkelig og informert samtykke innhentes.",
                        "Dersom det er umulig eller svært vanskelig å innhente nytt samtykke, kan departementet gjøre unntak fra kravet om nytt samtykke. Det må foreligge en vurdering fra en regional komité for medisinsk forskningsetikk.",
                        "Ved bruk av materiale og opplysninger fra en avdød, skal avdødes antatte vilje og materialets sensitivitet legges til grunn for departementets vurdering. Det skal tas tilbørlig hensyn til avdødes familie og slekt.",
                        "Endret, utvidet eller ny bruk av anonymisert materiale krever ikke samtykke, men må vurderes av en regional komité for medisinsk forskningsetikk."
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Tilbakekall av samtykke",
                    "sections": [
                        "Den som har avgitt samtykke etter §§ 11-13, kan til enhver tid tilbakekalle slikt samtykke.",
                        "Dersom samtykket tilbakekalles, kan den som har gitt samtykke, kreve at det biologiske materialet destrueres. Likedan kan giveren av materialet i en forskningsbiobank kreve at helse- og personopplysninger, som er innsamlet sammen med materialet eller som er fremkommet ved analyse eller undersøkelse av materialet, slettes eller utleveres.",
                        "Adgangen til å tilbakekalle samtykket eller kreve destruksjon, sletting eller utlevering etter første eller annet ledd, gjelder ikke dersom materialet eller opplysningene er anonymisert, dersom materialet etter bearbeidelse inngår i et annet biologisk produkt, eller dersom opplysningene allerede har inngått i vitenskapelige arbeider. Adgangen til destruksjon gjelder heller ikke dersom det ved lov er fastsatt at materialet eller opplysningene skal oppbevares."
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Andres tilgang til materiale i en biobank",
                    "sections": [
                        "Dersom det foreligger samtykke fra materialets giver i tråd med §§ 11-13, kan andre gis tilgang til det biologiske materialet i biobanken eller nærmere bestemte deler av materialet. Tilgang kan skje ved at det aktuelle materialet stilles til rådighet hos den ansvarlige, ved at materialet utlånes eller ved at materialet eller deler av det utleveres. Den som ber om tilgang, skal redegjøre for hvilke formål materialet er tenkt utnyttet til, hvordan og hvor lenge materialet vil bli behandlet, og om materialet vil bli destruert, slettet eller tilbakelevert når den planlagte bruk er ferdig.",
                        "Ved vurderingen av om det skal gis tilgang til materiale etter første ledd, skal det legges vekt på om tilgangen vil umuliggjøre eller vesentlig vanskeliggjøre egen ivaretagelse av lovpålagte plikter vedrørende oppbevaring og behandling av materialet, ivaretagelse av interessene til materialets giver og ivaretagelse av egen og eventuelt andres behandling av materialet. Dersom materialets giver allerede har reservert seg mot slik tilgang, skal dette respekteres.",
                        "Dersom materialet ønskes brukt i forskning, skal det foreligge tilråding fra en regional komité for medisinsk forskningsetikk.",
                        "Tilgang til personidentifiserbart materiale kan bare gis dersom mottakeren har tillatelse til å behandle det i henhold til helseregisterloven eller personopplysningsloven.",
                        "Det kan kreves betaling for kostnader forbundet med å gi andre tilgang til materiale i en biobank etter denne paragrafen.",
                        "Dersom den ansvarlige for biobanken avslår anmodningen om tilgang, kan avgjørelsen påklages til departementet. Departementets vedtak kan ikke påklages."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 4 Forskjellige bestemmelser",
            "paragraphs": [
                {
                    "name": "§ 16",
                    "title": "Taushetsplikt",
                    "sections": [
                        "Helsepersonellovens bestemmelser om taushetsplikt gjelder tilsvarende for alle som oppretter, oppbevarer, bruker eller på andre måter forvalter eller arbeider ved en biobank."
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "Tilsyn",
                    "sections": [
                        "Statens helsetilsyn skal i samsvar med lov om statlig tilsyn med helsetjenesten føre tilsyn med at lovens bestemmelser overholdes.",
                        "Datatilsynet skal føre tilsyn med at behandling av de helse- og personopplysninger som utledes av materialet i en biobank skjer i tråd med personopplysningslovens og helseregisterlovens bestemmelser."
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Sanksjoner",
                    "sections": [
                        "Departementet kan gi pålegg eller stanse videre drift av biobanker som drives i strid med denne lov eller der hvor driften går ut over det som er meldt til departementet etter §§ 4 og 5. Departementet kan overta den videre driften eller kreve biobanken nedlagt.",
                        "Med bøter eller fengsel inntil ett år eller begge deler straffes den som forsettlig eller grovt uaktsomt innsamler, oppbevarer, behandler eller destruerer materiale som inngår i en biobank i strid med denne lov. Medvirkning straffes på samme måte."
                    ]
                },
                {
                    "name": "§ 19",
                    "title": "Erstatning og forsikring",
                    "sections": [
                        "Den behandlingsansvarlige og ansvarshavende etter § 7 skal erstatte skade som er oppstått som følge av at virksomheten er drevet i strid med bestemmelser i eller i medhold av denne lov, med mindre det kan godtgjøres at skaden ikke skyldes feil eller forsømmelse på disses side. Erstatningen skal svare til det økonomiske tapet som den skadelidte er påført som følge av brudd på bestemmelsene i denne lov. Den behandlingsansvarlige og ansvarshavende kan også pålegges å betale slik erstatning for ikke-økonomisk art (oppreisning) som synes rimelig.",
                        "For privat biobankvirksomhet skal det ved forsikring stilles sikkerhet for det økonomiske ansvar som kan oppstå etter første ledd.",
                        "Departementet kan i forskrift gi nærmere bestemmelser om plikten til forsikring."
                    ]
                }
            ]
        },
        {
            "name": "Kapittel 5 Ikraftsetting, overgangsbestemmelse, endringer i andre lover",
            "paragraphs": [
                {
                    "name": "§ 20",
                    "title": "Ikraftsetting",
                    "sections": [
                        "Loven gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid."
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Overgangsbestemmelse",
                    "sections": [
                        "For virksomhet som omfattes av denne lov, og som allerede er i gang når loven trer i kraft, skal det sendes melding til departementet med opplysninger som nevnt i § 4 første ledd nr. 1-8 innen to år etter lovens ikrafttredelse."
                    ]
                },
                {
                    "name": "§ 22",
                    "title": "Endringer i andre lover",
                    "sections": [
                        "Lov 9. februar 1973 nr. 6 om transplantasjon, sykehusobduksjon og avgivelse av lik m.m. § 10 b oppheves."
                    ]
                }
            ]
        }
    ]
}