{
    "lawId": "LOV-2003-12-12-107",
    "lawName": "Lov om endringer i lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven)",
    "shortName": "Endringslov til skatteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": [
                {
                    "name": "§ 6-50",
                    "title": "Gaver til visse frivillige organisasjoner mv.",
                    "sections": [
                        "§ 6-50 nytt femte ledd skal lyde:",
                        "(5) Den norske kirke likestilles i denne paragraf med sammenslutning som går inn under første ledd.",
                        "Nåværende femte ledd blir nytt sjette ledd.",
                        "§ 7-11 første ledd bokstav d første punktum skal lyde:",
                        "Ved beregning av nettoinntekt etter bokstav a skal det gjøres et fradrag på 90 000 kroner i ligningsverdien.",
                        "§ 9-3 nytt sjuende ledd skal lyde:",
                        "(7) Gevinst ved samlet realisasjon av særskilte driftsmidler i kraftanlegg som nevnt i § 18-6 første ledd og fallrettigheter eller andel i slike, er unntatt fra skatteplikt dersom overtaker viderefører de skattemessige verdiene og ervervstidspunktene for eiendeler, rettigheter og forpliktelser som overføres.",
                        "Nåværende § 9-3 sjuende ledd blir nytt § 9-3 åttende ledd.",
                        "§ 15-2 skal lyde:",
                        "Stortinget fastsetter hvert år maksimumssatser for",
                        "a)skatt til kommunene av formue og inntekt",
                        "b)skatt til fylkeskommunene av inntekt",
                        "§ 16-10 første ledd første punktum skal lyde:",
                        "Personlig skattyter gis til og med det inntektsåret vedkommende fyller 33 år, fradrag i inntektsskatt og trygdeavgift for innskudd på boligsparekonto i innenlandsk bank, samvirkelag eller fast organisert innenlandsk spareforening, eller i tilsvarende spareinstitusjon i annen EØS-stat, når innskuddet skal brukes til erverv av – eller til nedbetaling av gjeld på – egen bolig som er anskaffet etter at kontrakt om sparing ble inngått.",
                        "§ 18-2 annet ledd annet punktum skal lyde:",
                        "Av produksjon i kraftverk med generatorer som i inntektsåret har en samlet påstemplet merkeytelse under 5 500 kVA, fastsettes ikke naturressursskatt.",
                        "§ 18-3 sjette ledd ny bokstav b skal lyde:",
                        "b)Kraftverk og fallrettighet kan realiseres uten beskatning som nevnt i dette ledd. Slik overdragelse kan bare skje dersom kraftverk og fallrettighet overføres samlet og overtaker viderefører de skattemessige verdiene og ervervstidspunktene for eiendeler, rettigheter og forpliktelser som overføres. Ved slik realisasjon kan negativ grunnrenteinntekt knyttet til kraftverket på overdragelsestidspunktet overdras til overtaker.",
                        "Nåværende § 18-3 sjette ledd bokstav b blir ny bokstav c.",
                        "§ 18-3 sjuende ledd skal lyde:",
                        "(7) Av produksjon i kraftverk med generatorer som i inntektsåret har en samlet påstemplet merkeytelse under 5 500 kVA, fastsettes ikke grunnrenteinntekt.",
                        "§ 18-4 oppheves.",
                        "§ 5-20 annet ledd skal lyde:",
                        "(2) Årlig avkastning på sparedelen av en livsforsikring (kapitalforsikring) i forsikringsselskap hjemmehørende i en stat innenfor EØS-området, regnes som fordel vunnet ved kapital for forsikringstakeren. Departementet kan gi forskrift om beregning av avkastning.",
                        "§ 5-21 annet ledd bokstav a skal lyde:",
                        "a)ved utbetaling fra forsikringsselskap hjemmehørende i en stat utenfor EØS-området, eller",
                        "§ 5-21 nytt fjerde ledd skal lyde:",
                        "(4) Departementet kan gi forskrift til utfylling og gjennomføring av bestemmelsen i annet ledd bokstav a.",
                        "§ 9-3 annet ledd bokstav b nytt fjerde punktum skal lyde:",
                        "Tilsvarende gjelder etter samlivsbrudd for tidligere samboere som har eller har hatt felles barn.",
                        "§ 10-34 tredje ledd nytt femte punktum skal lyde:",
                        "Dette gjelder likevel ikke selskap som omfattes av ligningsloven § 6-11 nr. 1-3.",
                        "Tidligere femte til sjuende punktum blir nytt sjette til åttende punktum.",
                        "§ 10-34 fjerde ledd nytt annet punktum skal lyde:",
                        "Dette gjelder likevel ikke selskap som omfattes av ligningsloven § 6-11 nr. 1-3.",
                        "Tidligere annet og tredje punktum blir nytt tredje og fjerde punktum.",
                        "§ 5-50 andre ledd bokstav d skal lyde:",
                        "d)pengespill og lotterier i en annen EØS-stat som godtgjøres å tilsvare de spill eller lotterier som lovlig kan tilbys i Norge, og som er underlagt offentlig tilsyn og kontroll i hjemstaten. Departementet kan gi forskrift til utfylling og gjennomføring av denne bestemmelsen.",
                        "§ 2-30 første ledd bokstav e nr. 8 oppheves.",
                        "Endringene under I trer i kraft straks.",
                        "Endringene under II trer i kraft straks med virkning fra og med inntektsåret 2003.",
                        "Endringene under III trer i kraft straks med virkning fra og med inntektsåret 2004.",
                        "Endringene under IV trer i kraft straks med virkning fra og med inntektsåret 2004.",
                        "Endringen under V trer i kraft straks med virkning for samlivsbrudd som finner sted i 2004 eller senere.",
                        "Endringene under VI trer i kraft 1. januar 2004.",
                        "Endringen under VII trer i kraft fra den tid Kongen bestemmer.",
                        "Endringen under VIII trer i kraft fra den tid Kongen bestemmer.",
                        "Ved ikrafttredelse av endringen under IV gjelder følgende overgangsregel:",
                        "Skattyter som har tegnet livsforsikring (kapitalforsikring) i forsikringsselskap hjemmehørende i annen EØS-stat før 1. januar 2004, kan for inntektsåret 2004 kreve å bli skattlagt for avkastning for tidligere inntektsår skattyteren har vært skattepliktig til Norge etter skatteloven § 2-1. Slikt krav må fremsettes innen selvangivelsesfristen for inntektsåret 2004. Dersom slikt krav ikke fremmes, skal forsikringen skattlegges på utbetalingstidspunktet. Departementet kan gi forskrift til utfylling og gjennomføring av denne bestemmelsen.",
                        "Ved ikrafttredelse av endringen under VIII gjelder følgende overgangsregler:",
                        "1.",
                        "Skattemessige verdier for aksjene eid av SND Invest AS fastsettes slik at de på tidspunktet for overgang til skatteplikt svarer til en forholdsmessig andel av den totale kjøpesummen for aksjene i SND Invest AS, fordelt i samme forhold som i den verdivurdering av aksjene eid av SND Invest AS som er foretatt av selskapet i forbindelse med siste kvartalsavslutning før overgangen til skatteplikt.",
                        "2.",
                        "Ved formuesligningen av SND Invest AS' eiere for det året salget av selskapet til private eiere er skjedd, legges verdien 1. januar i ligningsåret til grunn, fastsatt i samsvar med skatteloven § 4-12 tredje ledd."
                    ]
                }
            ]
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        },
        {
            "name": "Overgangsbestemmelser",
            "paragraphs": []
        }
    ]
}