{
    "lawId": "LOV-2003-09-26-95",
    "lawName": "Lov om endringer i lov 15. juni 2001 nr. 53 om erstatning ved pasientskader mv. (pasientskadeloven)",
    "shortName": "Endringslov til pasientskadeloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 8",
                    "title": "Forsikring",
                    "sections": [
                        "Den som yter helsehjelp som nevnt i § 1 første ledd utenfor den offentlige helsetjenesten, skal tegne forsikring i den utstrekning det er fastsatt ved forskrift til dekning av ansvaret etter loven her. Forsikringsgivere og vilkår skal godkjennes av Kongen.",
                        "Kongen kan gi bestemmelser om dekning av tapet dersom forsikringsplikten ikke er overholdt eller forsikringen viser seg utilstrekkelig, herunder at tapet skal dekkes av de godkjente forsikringsgiverne i fellesskap. Kongen kan gi bestemmelser om fordelingen av tapet og om ansvarsbegrensning for forsikringer etter loven.",
                        "Den som ikke oppfyller forsikringsplikten etter første ledd, straffes med bøter eller fengsel inntil 3 måneder.",
                        "§ 9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Fremsetting av krav",
                    "sections": [
                        "Krav om erstatning for pasientskade meldes skriftlig til Norsk Pasientskadeerstatning eller forsikringsgiver etter § 8. Krav kan meldes til Norsk Pasientskadeerstatning selv om skaden ikke er voldt i den offentlige helsetjenesten. Krav som er meldt til Norsk Pasientskadeerstatning, men som skal behandles av et forsikringsselskap, skal Norsk Pasientskadeerstatning oversende forsikringsselskapet så snart som mulig. Norsk Pasientskadeerstatning eller forsikringsgiver etter § 8 kan i særlige tilfeller tillate at krav om erstatning meldes muntlig. Fremsettes kravet overfor helsepersonell eller helseinstitusjon, skal kravet meldes videre til Norsk Pasientskadeerstatning eller forsikringsgiver etter § 8.",
                        "§ 10 første ledd skal lyde:",
                        "Norsk Pasientskadeerstatning eller den forsikringsgiveren som kan bli ansvarlig etter § 8, utreder saken. I tvilstilfelle avgjør Norsk Pasientskadeerstatning hvem som kan bli ansvarlig og som skal utrede saken.",
                        "§ 11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Advokatbistand",
                    "sections": [
                        "Pasientens utgifter til advokathjelp dekkes dersom den som utreder saken har truffet vedtak om det, eller utgiftene må regnes som tap som følge av skaden. Pasienten kan kreve forhåndsavgjørelse fra den som utreder saken om hvilke advokatutgifter som vil bli dekket.",
                        "§ 12 nytt annet ledd skal lyde:",
                        "Når en forsikringsgiver har utredet saken, avgjøres det om erstatning skal gis, og i tilfelle med hvilket beløp. Det skal opplyses at avgjørelsen kan klages inn for Pasientskadenemnda innen tre uker.",
                        "§ 15 skal lyde:"
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Klage mv.",
                    "sections": [
                        "Norsk Pasientskadeerstatnings enkeltvedtak som nevnt i § 14 annet punktum og tilsvarende avgjørelser av forsikringsgivere etter § 8 kan påklages til Pasientskadenemnda av den som krever erstatning etter loven her. Klagefristen er tre uker.",
                        "Når en sak ikke er ferdigbehandlet og to år har gått etter at kravet ble meldt, kan Pasientskadenemnda etter anmodning fra den som krever erstatning, beslutte å overta behandlingen av saken.",
                        "Andre enkeltvedtak etter denne loven enn de som er nevnt i første ledd, kan påklages til departementet med mindre Kongen fastsetter et annet klageorgan.",
                        "Kongen kan i forskrift gi generelle bestemmelser om Pasientskadenemndas vurdering av anmodning etter annet ledd og om gebyr for klage mv. etter denne bestemmelsen.",
                        "§ 16 tredje ledd skal lyde:",
                        "Kongen kan gi forskrifter om nemndas sammensetning og virksomhet herunder fastsette unntak fra kravene i annet ledd for særskilte tilfeller.",
                        "§ 17 femte ledd skal lyde:",
                        "Nemndas avgjørelser settes i verk av Norsk Pasientskadeerstatning på samme måte som Norsk Pasientskadeerstatnings egne avgjørelser. I saker der avgjørelser fra forsikringsgiver er påklaget til Nemnda, meddeler Nemnda sin avgjørelse til partene.",
                        "§ 18 skal lyde:"
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Domstolsprøving",
                    "sections": [
                        "Den som krever erstatning etter loven her, kan bringe saken inn for domstolene når endelig vedtak i Pasientskadenemnda foreligger. Det samme gjelder for forsikringsgiver etter § 8, som blir pålagt å betale erstatning ved Pasientskadenemndas vedtak. Andre kan ikke bringe saken inn for domstolene.",
                        "Ved søksmål etter loven her er forliksmekling ikke nødvendig.",
                        "Søksmål må reises innen fire måneder fra det tidspunkt underretning om endelig vedtak i Pasientskadenemnda er kommet fram til vedkommende. Når denne fristen er ute uten at søksmål er reist, har vedtaket samme virkning som rettskraftig dom, og kan fullbyrdes etter reglene for dommer.",
                        "Søksmål etter første ledd første punktum reises mot forsikringsgiver etter § 8 eller mot Pasientskadenemnda dersom Norsk Pasientskadeerstatning er ansvarlig. Søksmål etter første ledd annet punktum reises mot Pasientskadenemnda.",
                        "§ 21 skal lyde:"
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Overgangsregler",
                    "sections": [
                        "Loven gjelder for skader som er voldt etter lovens ikrafttredelse for henholdsvis offentlig og privat helsetjeneste. Eldre skader behandles etter loven her, men slik at erstatningskravet avgjøres etter",
                        "a)regler for midlertidig ordning med pasientskadeerstatning for somatiske sykehus/poliklinikker,",
                        "b)regler for midlertidig ordning med pasientskadeerstatning for psykiatriske sykehus/poliklinikker,",
                        "c)regler for midlertidig ordning med pasientskadeerstatning for kommunelegetjenesten/kommunal legevakt,",
                        "d)lov 5. august 1994 nr. 55 om vern mot smittsomme sykdommer § 8-2, slik den lød før opphevelsen ved loven her, og",
                        "e)alminnelig erstatningsrett.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}