{
    "lawId": "LOV-2021-03-05-5",
    "lawName": "Midlertidig lov om kompensasjonsytelse for selvstendig næringsdrivende og frilansere som har mistet inntekt som følge av utbrudd av covid-19",
    "shortName": "Midl. lov om kompensasjonsytelse for selvstendig næringsdrivende, covid-19",
    "authorityDescription": "Prop.72 LS (2020–2021), Innst.231 L (2020–2021), Lovvedtak 72 (2020–2021). Stortingets første og andre gangs behandling hhv. 18. og 23. februar 2021. Fremmet av Arbeids- og sosialdepartementet.",
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Virkeområde",
                    "sections": [
                        "Loven gir bestemmelser om rett til kompensasjonsytelse for selvstendig næringsdrivende og frilansere som har mistet personinntekt som følge av utbrudd av covid-19.",
                        "Inntektstap som utløser rett til andre ytelser til livsopphold, gir ikke rett til kompensasjonsytelse. Kompensasjonsytelsen kan gis til næringsdrivende og frilansere som har hatt en nærings- eller frilansvirksomhet i Norge som var startet opp og aktiv før 1. mars 2020.",
                        "Loven får også anvendelse for personer på Svalbard som er medlemmer av folketrygden i henhold til folketrygdloven § 2-3."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Vilkår for ytelse",
                    "sections": [
                        "Selvstendig næringsdrivende og frilansere med personinntekt fra næring eller oppdrag på over 0,75 ganger folketrygdens grunnbeløp (G), i aldersgruppen 18–67 år, som etter 12. mars 2020 har mistet hele eller deler av denne inntekten som følge av utbrudd av covid-19, kan søke om kompensasjonsytelse etter denne loven.",
                        "Kompensasjonsytelsen ytes ikke til selvstendig næringsdrivende og frilansere som i den måneden det søkes ytelse for, har arbeidsinntekt, inkludert rett til trygdeytelser som erstatter bortfalt arbeidsinntekt, på til sammen 6 G eller høyere."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Grunnlag for beregning og ytelsens størrelse",
                    "sections": [
                        "Grunnlaget er den inntekten kompensasjonsytelsen regnes ut etter. Grunnlaget beregnes som et årlig beløp.",
                        "Grunnlaget for selvstendig næringsdrivende fastsettes med utgangspunkt i pensjonsgivende årsinntekt fra næring fra 2019. For selskaper som har startet opp etter 1. januar 2020 inngår inntekter fra næring fra januar og februar 2020 i grunnlaget.",
                        "Grunnlaget for frilansere fastsettes med utgangspunkt i den gjennomsnittlige inntekten som frilanseren har hatt i oppdrag og som er rapportert til a-ordningen de siste 12 månedene før mars 2020. For frilansere som startet virksomheten mellom 1. mars 2019 og 1. mars 2020, legges hele driftsperioden til grunn.",
                        "Maksimalt grunnlag er 6 G. Arbeidsinntekt, inkludert inntekt som ligger til grunn for trygdeytelser som erstatter bortfalt arbeidsinntekt, trekkes fra grensen på 6 G. Det samme gjelder for frilans- eller næringsinntekt det ikke er søkt kompensasjonsytelse for. Det gis ikke kompensasjon på et grunnlag større enn differansen mellom 6 G og summen av de nevnte inntektene.",
                        "Kompensasjonsytelsen gis med 60 prosent av grunnlaget begrenset oppad til 6 G. Ytelsen gis for fem dager per uke, og dagsatsen er den årlige ytelsen delt på 260."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Avkorting mot inntekt",
                    "sections": [
                        "Inntekter som selvstendig næringsdrivende og frilanser i stønadsperioden kommer til fradrag i ytelsen med 60 prosent."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Utbetalingsterminer",
                    "sections": [
                        "Ytelsen gis per dag, og den utbetales etterskuddsvis for den kalendermåneden det er søkt for."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Stønadsperiode",
                    "sections": [
                        "Ytelsen gis fra og med dag 17 etter dokumentert inntektsbortfall. Ved innvilgning av nye perioder innvilges ytelsen fra første dag.Ytelsen kan gis for den perioden loven gjelder."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Fremsetting av krav",
                    "sections": [
                        "Krav om ytelse etter denne loven skal settes frem for Arbeids- og velferdsetaten på den måten Arbeids- og velferdsdirektoratet bestemmer.",
                        "Arbeids- og velferdsdirektoratet kan fastsette en frist for når krav om ytelse senest må være satt frem."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Saksbehandling",
                    "sections": [
                        "Forvaltningsloven gjelder med de særregler som er fastsatt i loven her.",
                        "Saksbehandlingsreglene i folketrygdloven §§ 21-3, 21-4, 21-4 a, 21-4 b, 21-4 c, 21-4 d, 21-6 og 21-7 gjelder så langt de passer for saker etter denne loven.",
                        "Ved krav om tilbakebetaling av feilutbetalte ytelser gjelder folketrygdloven § 22-15 tilsvarende."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Klage",
                    "sections": [
                        "Vedtak kan påklages til nærmeste overordnede organ eller til det organ som Arbeids- og velferdsdirektoratet bestemmer.",
                        "Klage settes frem skriftlig eller muntlig for den enheten som Arbeids- og velferdsdirektoratet bestemmer.",
                        "Fristen for klage er seks uker."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Behandling av personopplysninger og automatisert saksbehandling",
                    "sections": [
                        "Arbeids- og velferdsetaten kan behandle personopplysninger, inkludert personopplysninger som nevnt i personvernforordningen artikkel 9, når dette er nødvendig for å behandle saker etter denne loven eller gi informasjon om kompensasjonsytelsen til aktuelle søkere.",
                        "Avgjørelser etter denne loven kan treffes automatisk. Etaten skal fastsette retningslinjer for automatiserte avgjørelser, inkludert krav til jevnlig kontroll for å begrense faren for feil. Den registrerte har rett til manuell overprøving av avgjørelsen."
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Opplysninger til bruk ved utredning og produksjon av statistikk",
                    "sections": [
                        "Arbeids- og velferdsetaten skal ha tilgang til opplysningene om kompensasjonsytelsen i forbindelse med utredning og produksjon av statistikk på de områdene etaten administrerer, se  arbeids- og velferdsforvaltningsloven § 4 annet ledd."
                    ]
                },
                {
                    "name": "§ 12",
                    "title": "Forskrifter",
                    "sections": [
                        "Departementet kan gi forskrifter til utfylling av bestemmelsene i denne loven. Departementet kan i forskrift fastsette en lavere kompensasjonsgrad enn det som følger av § 3 femte ledd."
                    ]
                },
                {
                    "name": "§ 13",
                    "title": "Ikrafttredelse og opphevelse",
                    "sections": [
                        "Loven trer i kraft straks.",
                        "Loven oppheves 1. oktober 2021."
                    ]
                }
            ]
        }
    ]
}