{
    "lawId": "LOV-2021-06-18-102",
    "lawName": "Lov om utsettelse av fristene for å fastsette årsregnskap mv. og avholde ordinær generalforsamling mv. for å avhjelpe konsekvenser av utbrudd av covid-19",
    "shortName": "Lov om utsettelse av fristene for å fastsette årsregnskap mv.",
    "authorityDescription": "Prop.188 L (2020–2021), Innst.630 L (2020–2021), Lovvedtak 168 (2020–2021). Stortingets første og andre gangs behandling hhv. 9. og 14. juni 2021. Fremmet av Finansdepartementet.",
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Lovens formål",
                    "sections": [
                        "Lovens formål er å avhjelpe konsekvenser av utbruddet av covid-19."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Utsettelse av frist for å fastsette årsregnskap og årsberetning og frist for å ilegge forsinkelsesgebyr for manglende innsending til Regnskapsregisteret",
                    "sections": [
                        "(1) Fristen i regnskapsloven § 3-1 tredje ledd for å fastsette årsregnskap og årsberetning utsettes med to måneder i 2021.",
                        "(2) Fristen i regnskapsloven § 8-3 første ledd første punktum for å ilegge forsinkelsesgebyr utsettes til 1. oktober 2021.",
                        "(3) Første og annet ledd gjelder ikke for regnskapspliktige med omsettelige verdipapirer tatt opp til handel på regulert marked eller som er underlagt tilsyn av Finanstilsynet etter finanstilsynsloven."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Utsettelse av frist for å avholde ordinær generalforsamling og ordinært årsmøte i aksjeselskaper, allmennaksjeselskaper og samvirkeforetak",
                    "sections": [
                        "(1) Fristene i aksjeloven § 5-5 første ledd og allmennaksjeloven § 5-6 første ledd for å avholde ordinær generalforsamling utsettes med to måneder i 2021.",
                        "(2) Fristen i samvirkelova § 41 første ledd første punktum for å avholde ordinært årsmøte utsettes med to måneder i 2021.",
                        "(3) Første og annet ledd gjelder ikke for foretak med omsettelige verdipapirer tatt opp til handel på regulert marked eller som er underlagt tilsyn av Finanstilsynet etter finanstilsynsloven."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Utsettelse av frist for å avholde ordinær generalforsamling og ordinært årsmøte i boligbyggelag, borettslag og eierseksjonssameier",
                    "sections": [
                        "(1) Fristen i bustadbyggjelagslova § 5-6 første ledd for å avholde ordinær generalforsamling utsettes med to måneder i 2021.",
                        "(2) Fristen i burettslagslova § 7-4 første ledd for å avholde ordinær generalforsamling utsettes med to måneder i 2021.",
                        "(3) Fristen i eierseksjonsloven § 41 første ledd for å avholde ordinært årsmøte utsettes med to måneder i 2021."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Lovens ikrafttredelse og varighet",
                    "sections": [
                        "Loven trer i kraft straks. Loven oppheves 10. november 2021."
                    ]
                }
            ]
        }
    ]
}