{
    "lawId": "LOV-2021-05-21-39",
    "lawName": "Midlertidig lov om forvaltning av personell i Forsvaret for å avhjelpe konsekvenser av covid-19",
    "shortName": "Midlertidig lov om forvaltning av personell i Forsvaret for å avhjelpe konsekvenser av covid-19",
    "authorityDescription": "Prop.91 L (2020–2021), Innst.352 L (2020–2021), Lovvedtak 104 (2020–2021). Stortingets første og andre gangs behandling hhv. 4. og 11. mai 2021. Fremmet av Forsvarsdepartementet.",
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål og virkeområde",
                    "sections": [
                        "Lovens formål er å sikre at Forsvarets operative evne, beredskap og styrkeproduksjon opprettholdes gjennom covid-19-pandemien.",
                        "Loven gjelder på norsk territorium og på norske skip og luftfartøy."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Myndighet til å endre arbeidsoppgaver, ansvar og arbeidssted for sivilt tilsatte",
                    "sections": [
                        "Forsvaret kan endre arbeidsoppgavene, ansvaret og arbeidsstedet for sine sivilt tilsatte dersom det kan dokumenteres at dette på grunn av utbruddet av covid-19 er strengt nødvendig for å opprettholde Forsvarets operative evne, beredskap og styrkeproduksjon.",
                        "I vurderingen av om sivilt tilsatte skal pålegges endringer i arbeidsoppgaver, ansvar eller arbeidssted, skal den enkeltes personlige forhold vektlegges.",
                        "Myndigheten til å pålegge endringer etter første ledd kan ikke delegeres lenger ned enn nivå to i Forsvarets organisasjon."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Tiltak for å forebygge smittsomme sykdommer",
                    "sections": [
                        "Forsvaret kan overfor sivilt tilsatte, militært tilsatte og andre tjenestepliktige som er innkalt til tjeneste, gjennomføre tiltak som er strengt nødvendige for å forebygge smittsomme sykdommer i den hensikt å opprettholde Forsvarets operative evne, beredskap og styrkeproduksjon. Slike tiltak kan omfatte å innføre restriksjoner i reise- og bevegelsesfriheten, og de kan gjelde både i og utenfor arbeidstid.",
                        "Myndigheten til å gjennomføre tiltak etter første ledd kan ikke delegeres lenger ned enn nivå to i Forsvarets organisasjon."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Ikrafttredelse og opphevelse",
                    "sections": [
                        "Loven trer i kraft straks og oppheves 10. november 2021."
                    ]
                }
            ]
        }
    ]
}