{
    "lawId": "LOV-2002-06-21-41",
    "lawName": "Lov om endringer i lov 3. februar 1961 om ansvar for skade som motorvogn gjer (bilansvarslova)",
    "shortName": "Endringslov til bilansvarslova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 17",
                    "title": "(føresegner om trygding mv.)",
                    "sections": [
                        "§ 17 nytt annet ledd skal lyde:",
                        "Departementet kan vidare gje nærare føresegner om oppretting og drift av informasjonssenter og erstatningsorgan i samsvar med dei plikter staten har påtatt seg gjennom EØS-avtalen. I den utstrekning departementet finn det tenleg, kan ein leggje oppgåver i samband med dette til Trafikkforsikringsforeningen.",
                        "Ny overskrift til kapittel V skal lyde:",
                        "Kapitel V. Straffer. Administrative sanksjonar. Kva tid lova tek til å gjelda og om brigde i andre lover.",
                        "Ny § 21 skal lyde:"
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "(administrative sanksjonar).",
                    "sections": [
                        "Kongen utpeiker eit eller fleire organ som skal sjå til at trygdelag, skadebehandlingsrepresentantar, informasjonssenter og erstatningsorgan oppfyller sine plikter etter lover og forskrifter som gjennomfører direktiv 2000/26/EF.",
                        "Organet skal ha kompetanse til å gi pålegg om retting ved brot på lover og forskrifter nemnt i første ledd. Dersom pålegg etter første punktum ikkje blir oppfylt, kan organet fastsetje at dei personar eller den institusjonen som skal oppfylle pålegget, skal betale dagleg løpande mulkt til forholdet er retta. Pålegget om mulkt er tvangsgrunnlag for utlegg. Kongen kan fastsetje nærare føresegner i forskrift.",
                        "Nåværende § 21 blir ny § 22.",
                        "Loven trer i kraft 1. januar 2003."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}