{
    "lawId": "LOV-2002-06-28-53",
    "lawName": "Lov om endringer i straffeloven og politiloven (tiltak mot ulovlig bruk av kniv og skytevåpen)",
    "shortName": "Endringslov til strl. og politiloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 7 a",
                    "title": "Visitasjon for å avdekke våpen",
                    "sections": [
                        "Politiet kan på offentlig sted visitere person eller kjøretøy når det er grunn til å undersøke om noen er i besittelse av eller oppbevarer våpen. Slik visitasjon kan bare foretas for å hindre straffbare handlinger som krenker noens liv, helse eller frihet, og bare",
                        "a)i situasjoner eller på steder hvor slike straffbare handlinger erfaringsmessig finner sted, eller",
                        "b)i situasjoner eller på steder hvor det er grunn til å anta at noen planlegger eller forbereder slike straffbare handlinger.",
                        "Visitasjonen skal gjennomføres så hensynfullt og skånsomt som mulig.",
                        "Med våpen menes i denne paragrafen våpen og andre gjenstander som omfattes av våpenlovgivningen, kniv eller lignende skarpt redskap som det er forbudt å bære på offentlig sted, jf. straffeloven § 352 a, og andre farlige gjenstander som kan tas i forvaring etter politiloven § 7.",
                        "Beslutningen om visitasjon i medhold av paragrafen her treffes av politimesteren eller den han bemyndiger. Beslutningen skal nedtegnes og begrunnes skriftlig, så vidt mulig før visitasjon skjer. Beslutningen skal gjelde for et nærmere angitt tidsrom.",
                        "Overskriften i § 10 skal lyde:"
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Etterfølgende visitasjon m.v.",
                    "sections": [
                        "§ 10 a oppheves.",
                        "Loven trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}