{
    "lawId": "LOV-2002-12-20-98",
    "lawName": "Lov om endringer i lov 26. juni 1998 nr. 47 om fritids- og småbåter",
    "shortName": "Endringslov til småbåtloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 5",
                    "title": "Adgang til å registrere småbåter",
                    "sections": [
                        "Småbåter som har fast havn her i riket eller som brukes i norsk kystfarvann, innsjø eller vassdrag av person med fast oppholdssted her i riket, og som har",
                        "1.motor som fremdriftsmiddel, eller",
                        "2.seil som fremdriftsmiddel og en største lengde på 4,5 meter eller mer,",
                        "kan registreres i småbåtregisteret av eieren i henhold til loven her. Ved overdragelse av båt som er registrert, kan både selger og kjøper sende melding om overdragelsen til småbåtregisteret.",
                        "Kongen kan i forskrift gi nærmere bestemmelser om:",
                        "1.når en båt skal anses å ha fast havn her i riket, og",
                        "2.når en person skal anses å ha fast oppholdssted i riket.",
                        "§§ 6 og 7 oppheves.",
                        "§ 8 skal lyde:"
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Båtkort og kjennemerke",
                    "sections": [
                        "Registreringsmyndigheten utsteder båtkort og tildeler kjennemerke for båter som er registrert i småbåtregisteret.",
                        "Kongen kan gi nærmere forskrift om merkingen og om båtkortets gyldighet og utforming.",
                        "§ 9 skal lyde:"
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Gebyr m.m.",
                    "sections": [
                        "Kongen kan gi forskrift om gebyr ved registrering i småbåtregisteret.",
                        "§ 11 skal lyde:"
                    ]
                },
                {
                    "name": "§ 11",
                    "title": "Kontroll av opplysninger",
                    "sections": [
                        "Registreringsmyndigheten kan sammenholde opplysninger som nevnt i § 10 med opplysninger som kan kreves fra:",
                        "1.politiet,",
                        "2.skatte- og avgiftsmyndighetene,",
                        "3.Fiskeridirektoratet,",
                        "4.skipsregisteret (NOR),",
                        "5.det sentrale personregisteret,",
                        "6.båteiere,",
                        "7.båtorganisasjoner,",
                        "8.importører, tilvirkere og forhandlere av båter og båtmotorer, og",
                        "9.forsikringsselskaper.",
                        "Registreringsmyndigheten kan bestemme at opplysningene skal overføres elektronisk der dette er mulig.",
                        "§ 14 oppheves.",
                        "§§ 16 til 19 oppheves.",
                        "Denne lov trer i kraft 1. januar 2003."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}