{
    "lawId": "LOV-2002-04-12-10",
    "lawName": "Lov om endringar i lov 17. juli 1998 nr. 61 om grunnskolen og den vidaregåande opplæringa (opplæringslova)",
    "shortName": "Endringslov til opplæringslova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 13-3 a",
                    "title": "Plikt for fylkeskommunen til å sørgje for grunnskoleopplæring, spesialpedagogisk hjelp og vidaregåande opplæring i helseinstitusjonar som regionale helseføretak eig.",
                    "sections": [
                        "Fylkeskommunen skal oppfylle retten til grunnskoleopplæring, spesialpedagogisk hjelp og vidaregåande opplæring etter lova her for pasientar i helseinstitusjonar som det regionale helseføretaket, oppretta etter helseføretakslova § 8, eig i fylkeskommunen. Helseføretaket skal sørgje for nødvendige lokale med inventar og utstyr til opplæringa.",
                        "Departementet gir nærmare forskrifter eller pålegg i enkelttilfelle om ansvaret til fylkeskommunen.",
                        "§ 13-4 første leddet skal lyde:",
                        "Kommunen er ansvarleg for skyss av grunnskoleelevar og vaksne som har rett til skyss på grunn av særleg farleg eller vanskeleg skoleveg. Kommunen er ansvarleg for å oppfylle retten til skyss av førskolebarn etter § 7-6. Kommunen skal oppfylle retten til reisefølgje og tilsyn for førskolebarn, grunnskoleelevar og vaksne. Elles er fylkeskommunen ansvarleg for skyss, reisefølgje og tilsyn etter reglane i kapittel 7. Kommunane betaler refusjon etter persontakst for grunnskoleelevar og vaksne som blir skyssa av fylkeskommunen.",
                        "Endringane i § 13-2 og ny § 13-3 a trer i kraft straks.",
                        "Dei andre endringane trer i kraft til den tid Kongen fastset. Dei enkelte reglane i lova kan setjast i verk til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}