{
    "lawId": "LOV-2002-12-13-78",
    "lawName": "Lov om endringer i lov 30. mars 1984 nr. 15 om statlig tilsyn med helsetjenesten og i enkelte andre lover",
    "shortName": "Endringslov til helsetilsynsloven m m",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 5",
                    "title": "Adgang til å gi pålegg",
                    "sections": [
                        "I lov 2. juli 1999 nr. 61 om spesialisthelsetjenesten m.m. gjøres følgende endring:",
                        "Ny § 7-2 skal lyde:"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 7-2",
                    "title": "Tvangsmulkt",
                    "sections": [
                        "I pålegg etter loven her kan Statens helsetilsyn fastsette en løpende tvangsmulkt for hver dag/uke/måned som går etter utløpet av den frist som er satt for oppfylling av pålegget, inntil pålegget er oppfylt. Tvangsmulkt kan også fastsettes som engangsmulkt. Statens helsetilsyn kan frafalle påløpt tvangsmulkt.",
                        "I lov 12. mai 1995 nr. 22 om universiteter og høgskoler gjøres følgende endring:",
                        "I § 42 nr. 2 endres «Statens helsetilsyn» til «Sosial- og helsedirektoratet».",
                        "I følgende lovbestemmelser endres «Statens Helsetilsyn» til «Statens helsetilsyn»:",
                        "1.lov 30. mars 1984 nr. 15 om statlig tilsyn med helsetjenesten § 2 fjerde ledd og § 5,",
                        "2.lov 19. november 1982 nr. 66 om helsetjenesten i kommunene § 6-3 første, andre og tredje ledd,",
                        "3.lov 3. juni 1983 nr. 54 om tannhelsetjenesten § 6-2 første, andre, tredje og fjerde ledd,",
                        "4.lov 4. desember 1992 nr. 132 om legemidler m.v. § 25 første, andre og tredje ledd og",
                        "5.lov 5. august 1994 nr. 56 om medisinsk bruk av bioteknologi § 2-5 andre ledd.",
                        "I følgende bestemmelser skal «Sosial- og helsedepartementet» endres til «Helsedepartementet»:",
                        "1.lov 19. november 1982 nr. 66 om helsetjenesten i kommunene § 4a-4 andre ledd og",
                        "2.lov 12. mai 2000 nr. 36 om strålevern og bruk av stråling § 22 første ledd.",
                        "I lov 13. desember 1991 nr. 81 om sosiale tjenester m.v. skal ny § 2-7 lyde:"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": [
                {
                    "name": "§ 2-7",
                    "title": "Statens helsetilsyns tilsynsvirksomhet",
                    "sections": [
                        "Statens helsetilsyn har det overordnede faglige tilsyn med sosialtjenesten i landet og skal utøve myndighet i samsvar med det som er bestemt i lover og forskrifter.",
                        "Ikrafttredelse",
                        "Loven trer i kraft fra den tid Kongen bestemmer. Kongen kan bestemme at de enkelte bestemmelsene i loven skal tre i kraft til forskjellig tid."
                    ]
                }
            ]
        },
        {
            "name": "VII",
            "paragraphs": []
        }
    ]
}