{
    "lawId": "LOV-2002-05-03-13",
    "lawName": "Lov om utenrikstjenesten",
    "shortName": "Utenrikstjenesteloven",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Utenrikstjenesten har til oppgave:",
                    "sections": [
                        "1.å ivareta og fremme Norges interesser i forhold til utlandet, herunder både norske særinteresser og de interesser Norge har felles med andre land;",
                        "2.å gi norske statsborgere råd og hjelp overfor utenlandske myndigheter, personer og institusjoner;",
                        "3.å gi bistand til norske statsborgere i utlandet, herunder bistand i forbindelse med strafforfølging, ulykker, sykdom og dødsfall.",
                        "Utenrikstjenestens oppgaver ivaretas av utenriksstasjonene og det regjeringsdepartement som Kongen bestemmer. Vedkommende departement forvalter utenrikstjenestens virksomhet og påser at lover og forskrifter blir overholdt.",
                        "Kongen gir nærmere forskrifter for utenrikstjenesten."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Som utenriksstasjon regnes ambassade, konsulær stasjon, fast delegasjon eller annet utenriksorgan som opprettes av Kongen eller vedkommende departement.",
                    "sections": [
                        "Som diplomatisk fagstasjon regnes ambassade, fast delegasjon og annen utenriksstasjon bestyrt av fagtjenestemann.",
                        "Som konsulær fagstasjon regnes generalkonsulat og konsulat bestyrt av fagtjenestemann.",
                        "Som valgkonsulat regnes generalkonsulat, konsulat, visekonsulat eller konsularagentur bestyrt av valgt utenrikstjenestemann."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Personell ved utenriksstasjonene er",
                    "sections": [
                        "1.utenrikstjenestemann, som omfatter fagtjenestemann, spesialutsending og valgt utenrikstjenestemann;",
                        "2.andre utsendinger som etter vedkommende departements bestemmelse knyttes til stasjonen;",
                        "3.administrativt personell.",
                        "Betegnelsen utsendt utenrikstjenestemann omfatter i denne lov fagtjenestemann og spesialutsending."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Fagtjenestemann ved diplomatisk fagstasjon er ambassadør, ministerråd, ambassaderåd, ambassadesekretær og attaché utsendt av vedkommende departement.",
                    "sections": [
                        "Fagtjenestemann ved konsulær fagstasjon er generalkonsul, konsul og visekonsul utsendt av vedkommende departement.",
                        "Fagtjenestemann som er ambassadør eller generalkonsul er embetsmann. Vedkommende departement kan i særlige tilfeller bestemme at også ministerråder skal utnevnes som embetsmenn."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Valgt utenrikstjenestemann er generalkonsul, konsul og visekonsul som ikke er fagtjenestemann. Valgt utenrikstjenestemann skal ikke beskikkes som embetsmann.",
                    "sections": []
                },
                {
                    "name": "§ 6",
                    "title": "Spesialutsending er tjenestemann ansatt av andre statlige etater enn vedkommende departement, utsendt for særlige formål ved utenriksstasjon for et bestemt tidsrom.",
                    "sections": [
                        "Bestemmelsene i denne lov §§ 15 annet ledd, 16 og 17 gjelder ikke for spesialutsending med mindre vedkommende departement fastsetter noe annet."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Andre utsendinger er personer ansatt av institusjoner som er ikke-statlige etater, knyttet til utenriksstasjon og underlagt vedkommende stasjons sjef.",
                    "sections": []
                },
                {
                    "name": "§ 8",
                    "title": "Administrativt personell ved utenriksstasjon består av:",
                    "sections": [
                        "1.utsendt administrativt personell som omfatter kansellister og fullmektiger.",
                        "2.lokalt ansatte."
                    ]
                },
                {
                    "name": "§ 9",
                    "title": "Fagtjenestemann er forpliktet til å motta forflytning til likeverdig eller høyere stilling i departementet eller ved utenriksstasjon, med mindre det i særlige tilfeller blir bestemt noe annet.",
                    "sections": [
                        "Vedkommende departement bestemmer hvilke stillinger ved utenriksstasjon og i departementet som skal anses som likeverdige når det gjelder forflytning.",
                        "Kongen treffer beslutning om utnevning til embete. Vedkommende departement treffer beslutning om beskikkelse til stilling som ikke er embete og om rent midlertidig tjenestegjøring av embetsmann."
                    ]
                },
                {
                    "name": "§ 10",
                    "title": "Når tjenestlige hensyn tilsier det, kan fagtjenestemann stilles til rådighet for vedkommende departement.",
                    "sections": []
                },
                {
                    "name": "§ 11",
                    "title": "Valgt utenrikstjenestemann beskikkes og avskjediges av vedkommende departement. Valgt utenrikstjenestemann kan avskjediges når det anses for å være i Norges interesse.",
                    "sections": []
                },
                {
                    "name": "§ 12",
                    "title": "Spesialutsending beskikkes av vedkommende departement og er underlagt vedkommende stasjons sjef.",
                    "sections": []
                },
                {
                    "name": "§ 13",
                    "title": "Beslutning om tjeneste i departementet eller ved utenriksstasjon for utsendt administrativt personell treffes av vedkommende departement.",
                    "sections": [
                        "Vedkommende departement kan hjemkalle utsendt administrativt personell til likeverdig eller høyere stilling i departementet.",
                        "Vedkommende departement bestemmer hvilke stillinger i departementet som skal anses likeverdige når det gjelder forflytning."
                    ]
                },
                {
                    "name": "§ 14",
                    "title": "Vedkommende utenriksstasjon har myndighet til å ansette, suspendere, si opp og avskjedige lokalt ansatt.",
                    "sections": [
                        "Saker som gjelder suspensjon, oppsigelse eller avskjedigelse skal forelegges vedkommende departement."
                    ]
                },
                {
                    "name": "§ 15",
                    "title": "Ambassadene har overoppsyn med konsulattjenesten i det eller de land hvor stasjonens sjef er akkreditert eller anmeldt. Ambassadene virker samtidig som generalkonsulater i den utstrekning vedkommende departement bestemmer.",
                    "sections": [
                        "Embetshandlinger som ifølge lov skal utføres av konsulær stasjon eller av tjenestemann ved konsulær stasjon kan med samme rettsvirkning utføres av tjenestemann ved diplomatisk stasjon."
                    ]
                },
                {
                    "name": "§ 16",
                    "title": "For så vidt norsk lov, overenskomst med fremmed stat eller dennes lovgivning ikke er til hinder for det, kan utenrikstjenestemann eller den han eller hun gir fullmakt, utføre enhver forretning som notarius publicus i Norge kan utføre, dersom det skjer til fordel for norsk borger eller forholdet ellers har tilknytning til Norge eller norske interesser.",
                    "sections": [
                        "Vedkommende departement fastsetter de nærmere vilkårene for utførelse av notarialforretninger ved utenriksstasjon.",
                        "Forsikring i henhold til domstolsloven § 141 kan likevel bare mottas av utenrikstjenestemann som Kongen har gitt fullmakt til det eller ved forfall, av hans stedfortreder."
                    ]
                },
                {
                    "name": "§ 17",
                    "title": "For så vidt norsk lov, overenskomst med fremmed stat eller dennes lovgivning ikke er til hinder for det, kan utenrikstjenestemann ved utenriksstasjon som vedkommende departement har gitt fullmakt, utføre vigsel. Det kan gis fullmakt til å utføre vigsel også når bare én av brudefolkene er norsk statsborger eller bosatt i Norge. Fullmakt kan ikke gis for vigsel av person som er borger av den stat hvor vigsel skal finne sted.",
                    "sections": [
                        "Om virkningen av at vigsel er utført i strid med bestemmelsene i denne paragraf og om godkjenning av ugyldige vigsler, gjelder tilsvarende det som er bestemt i lov om brudevigjing i utlandet § 11 tilsvarende.",
                        "Kongen gir nærmere forskrifter om vigsel ved utenrikstjenestemann."
                    ]
                },
                {
                    "name": "§ 18",
                    "title": "Utsendt utenrikstjenestemann og utsendt administrativt personell må være norsk statsborger.",
                    "sections": []
                },
                {
                    "name": "§ 19",
                    "title": "Utenrikstjenestemann og utsendt administrativt personell må ikke av annen stats regjering eller av internasjonal organisasjon motta noe verv av diplomatisk, konsulær eller annen offisiell art med mindre vedkommende departement samtykker.",
                    "sections": [
                        "Utsendt utenrikstjenestemann og utsendt administrativt personell må ikke for egen eller andres regning drive noen form for forretningsvirksomhet på tjenestestedet."
                    ]
                },
                {
                    "name": "§ 20",
                    "title": "Reises tiltale mot utsendt utenrikstjenestemann, andre utsendinger eller utsendt administrativt personell, anlegges saken ved domstol i Oslo for så vidt ikke annet verneting måtte komme til anvendelse i henhold til norsk straffeprosesslovgivning.",
                    "sections": [
                        "Utsendt utenrikstjenestemann, andre utsendinger og utsendt administrativt personell, som oppholder seg utenlands i norsk statstjeneste har hjemting i Oslo hvis vedkommende ikke har bopel annet sted i riket. I skatterettslig henseende anses utsendt utenrikstjenestemann og utsendt administrativt personell som bosatt i utlandet.",
                        "I rettssaker angående tjenesteanliggender har alt personell som er nevnt i § 3 verneting i Oslo med mindre annet følger av folkeretten eller saken etter lovgivningens alminnelige regler hører inn under domstol annetsteds i riket."
                    ]
                },
                {
                    "name": "§ 21",
                    "title": "Kongen fastsetter gebyrtariff for utenriksstasjonene.",
                    "sections": []
                },
                {
                    "name": "§ 22",
                    "title": "Denne lov trer i kraft på det tidspunkt Kongen bestemmer. Fra samme tidspunkt oppheves lov om utenrikstjenesten av 18. juli 1958 nr. 1. Forskrifter gitt i medhold av lov av 18. juli 1958 nr. 1 gjelder også etter at loven har trådt i kraft.",
                    "sections": []
                },
                {
                    "name": "§ 23",
                    "title": "Det gjøres følgende endringer i andre lover:",
                    "sections": [
                        "Lov 4. mars 1983 nr. 3 om statens tjenestemenn m.m. § 12 tredje punktum skal lyde:",
                        "Med dette gjøres ingen endring i plikten til å motta forflytninger etter lov om utenrikstjenesten § 9 eller i yrkesbefals plikt til å finne seg i forflytninger mv. etter lov om yrkesbefal m.m. i Forsvaret 10. juni 1977 nr. 66 § 3.",
                        "Lov 4. juli 1991 nr. 47 om ekteskap § 12 første ledd bokstav c skal lyde:",
                        "c.norsk utenrikstjenestemann, jf lov om utenrikstjenesten § 17.",
                        "Lov 19. juni 1997 nr. 82 om pass (passloven) § 1 annet ledd skal lyde:",
                        "Med unntak av § 8 gjelder loven ikke diplomatpass, spesialpass og tjenestepass utstedt etter regler gitt i medhold av lov om utenrikstjenesten § 1."
                    ]
                }
            ]
        }
    ]
}