{
    "lawId": "LOV-2002-06-14-22",
    "lawName": "Lov om endringer i folketrygdloven og i enkelte andre lover",
    "shortName": "Endringslov til folketrygdloven mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 21-3",
                    "title": "Medlemmets opplysningsplikt",
                    "sections": [
                        "En person som krever en ytelse, plikter å gi de opplysninger og levere de erklæringer og attester som er nødvendige for at trygdeetaten skal kunne vurdere om vedkommende har rett til ytelsen. Den som mottar en ytelse, plikter å underrette trygdekontoret om endringer i forhold som kan være avgjørende for om vedkommende fortsatt har rett til ytelsen eller for ytelsens størrelse.",
                        "Trygdeetaten kan kreve at den som mottar en ytelse, gir de opplysninger og leverer de erklæringer og attester som er nødvendige for å kontrollere ytelsens størrelse eller om vedkommende fortsatt har rett til ytelsen.",
                        "Trygdeetaten kan kreve at den som krever eller mottar en ytelse, lar seg undersøke eller intervjue av lege eller annen sakkyndig dersom trygdeetaten finner at det er nødvendig.",
                        "§ 21-4 første ledd skal lyde:",
                        "Ved behandling av krav om ytelser eller kontroll av løpende ytelser etter denne loven har trygdeetaten rett til å innhente nødvendige opplysninger fra behandlingspersonell og andre som yter tjenester for trygdens regning. Det samme gjelder i forhold til arbeidsgiver, offentlig myndighet, bank, forsikringsselskap og privat pensjonsordning. De som blir pålagt å gi opplysninger, plikter å gjøre dette uten godtgjørelse.",
                        "§ 21-4 nytt tredje ledd skal lyde:",
                        "Trygdens organer kan pålegge helseinstitusjoner, fengsler og boformer for heldøgns omsorg og pleie å gi rutinemessige meldinger om innskriving og utskriving av klienter.",
                        "§ 21-4 nåværende tredje, fjerde og femte ledd blir fjerde, femte og sjette ledd.",
                        "§ 21-6 andre, tredje og fjerde ledd oppheves.",
                        "§ 22-15 tredje ledd skal lyde:",
                        "Et beløp som blir krevd tilbake etter første ledd, kan enten dekkes ved trekk i framtidige trygdeytelser eller innkreves etter bestemmelsene i bidragsinnkrevingsloven. Vedtak om tilbakekreving er tvangsgrunnlag for utlegg.",
                        "§ 25-6 skal lyde:"
                    ]
                },
                {
                    "name": "§ 25-6",
                    "title": "Tap av retten til å praktisere for trygdens regning",
                    "sections": [
                        "Dersom en person som gir behandling eller yter tjenester som faller inn under denne loven, gjør seg skyldig i misbruk overfor trygden, ikke oppfyller lovbestemte plikter eller gir trygden misvisende opplysninger eller erklæringer som kan føre til misbruk av trygdeytelser, kan Rikstrygdeverket bestemme at det ikke skal ytes godtgjørelse for behandling eller tjenester som vedkommende utfører. I slike tilfeller plikter trygden heller ikke å yte stønad på grunnlag av erklæring fra vedkommende.",
                        "§ 25-7 skal lyde:"
                    ]
                },
                {
                    "name": "§ 25-7",
                    "title": "Utelukkelse fra å utstede legeerklæringer",
                    "sections": [
                        "Dersom en lege ikke innen rimelig tid gir trygden de opplysninger som er nødvendige for å avgjøre en sak om sykepenger, medisinsk rehabilitering, attføring eller uførepensjon, kan Rikstrygdeverket bestemme at trygden i opptil ett år ikke skal gi slike ytelser på grunnlag av erklæringer fra legen.",
                        "I lov 13. desember 1946 nr. 21 om krigspensjonering for militærpersoner skal § 3 nr. 1 nytt andre ledd lyde:",
                        "Kongen kan i forskrift gi nærmere regler om refusjon av utgifter ved sykebehandling etter denne lov.",
                        "I lov 13. desember 1946 nr. 22 om krigspensjonering for hjemmestyrkepersonell og sivilpersoner skal § 4 nytt andre ledd lyde:",
                        "Kongen kan i forskrift gi nærmere regler om refusjon av utgifter ved sykebehandling etter denne lov.",
                        "I lov 22. juni 1962 nr. 12 om pensjonsordning for sykepleiere gjøres følgende endringer:",
                        "§ 1 andre ledd bokstav c skal lyde:",
                        "c)allmennpraktiserende lege med fastlegeavtale",
                        "§ 3 første ledd bokstav b skal lyde:",
                        "b.Sykepleier som oppebærer mindre enn halvdelen av den for stillingen fastsatte lønn og har en arbeidstid på mindre enn 14 timer i uken.",
                        "I lov 26. juni 1998 nr. 41 om kontantstøtte til småbarnsforeldre (kontantstøtteloven) skal § 11 tredje ledd lyde:",
                        "Et beløp som blir krevd tilbake etter første ledd, kan enten dekkes ved trekk i fremtidig kontantstøtte eller innkreves etter bestemmelsene i bidragsinnkrevingsloven. Vedtak om tilbakekreving er tvangsgrunnlag for utlegg.",
                        "I lov 8. mars 2002 nr. 4 om barnetrygd (barnetrygdloven) skal § 13 tredje ledd lyde:",
                        "Et beløp som blir krevd tilbake etter første ledd, kan enten dekkes ved trekk i fremtidig barnetrygd eller innkreves etter bestemmelsene i bidragsinnkrevingsloven. Vedtak om tilbakekreving er tvangsgrunnlag for utlegg.",
                        "Endringene i barnetrygdloven § 13 trer i kraft 1. januar 2003. De øvrige endringene trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        }
    ]
}