{
    "lawId": "LOV-2002-12-13-84",
    "lawName": "Lov om omdanning av Statens vegvesens produksjonsvirksomhet til statlig aksjeselskap",
    "shortName": "Lov om statlig aksjeselskap for vegproduksjon",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Formålet med denne loven er å regulere visse overgangsspørsmål i forbindelse med omdanning av Statens vegvesens produksjonsvirksomhet til aksjeselskap."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Overføring av forpliktelser",
                    "sections": [
                        "Overføring til aksjeselskapet av forpliktelser knyttet til Statens vegvesens produksjonsvirksomhet, har frigjørende virkning for staten.",
                        "Fordringshavere og andre rettighetshavere kan ikke motsette seg overføringen eller gjøre gjeldende at overføringen utgjør en bortfallsgrunn for rettsforholdet."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Overføring av offentlige rettigheter, konsesjoner, tillatelser mv.",
                    "sections": [
                        "Offentlige rettigheter, konsesjoner, tillatelser med videre som gjelder den virksomhet som skal omdannes, blir fra omdanningstidspunktet overført til aksjeselskapet.",
                        "Omregistrering i grunnboken og andre offentlige registre i forbindelse med omdanningen skjer ved navneendring."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Overgangsbestemmelser for de ansattes rettigheter",
                    "sections": [
                        "Bestemmelsen i denne paragraf gjelder ansatte i Statens vegvesens produksjonsvirksomhet som ved omdanningen av Statens vegvesens produksjonsvirksomhet til eget aksjeselskap, blir ansatt i selskapet.",
                        "Lov 4. mars 1983 nr. 3 om statens tjenestemenn m.m. (tjenestemannsloven) § 13 nr. 2 til nr. 6 om fortrinnsrett til annen statsstilling og ventelønn skal i tilfelle som nevnt i første ledd fremdeles gjelde for arbeidstakere som blir oppsagt av grunner som nevnt i tjenestemannsloven § 13 nr. 1 bokstavene a, b og c, og som var omfattet av disse bestemmelsene før overgangen. Fortrinnsretten til annen statsstilling og retten til ventelønn etter forrige punktum gjelder i tre år etter ansettelse i Selskapet.",
                        "Staten kan kreve utbetalte utgifter til ventelønn etter annet ledd refundert fra selskapet."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Ikrafttredelse",
                    "sections": [
                        "Loven trer i kraft straks."
                    ]
                }
            ]
        }
    ]
}