{
    "lawId": "LOV-2002-06-07-18",
    "lawName": "Lov om endringer i lov 23. februar 1996 nr. 9 om tjenestegjøring i internasjonale fredsoperasjoner og i lov 4. februar 1977 nr. 4 om arbeidervern og arbeidsmiljø m.v",
    "shortName": "Endringslov til fredsoperasjonsloven mv",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 33 E",
                    "title": "Rett til fri ved militærtjeneste m.v.",
                    "sections": [
                        "1. En arbeidstaker har rett til permisjon ved pliktig eller frivillig militærtjeneste eller liknende allmenn vernetjeneste.",
                        "Det samme gjelder ved frivillig tjenestegjøring av tilsammen 24 måneders varighet i styrker organisert av norske myndigheter for deltakelse i internasjonale fredsoperasjoner, såfremt arbeidstaker snarest mulig etter å ha inngått bindende avtale om tjenestegjøring i slike styrker varsler arbeidsgiver om dette.",
                        "2. Arbeidstaker som ønsker å fortsette i stillingen etter tjenestegjøringen, plikter å varsle arbeidsgiver om dette før tjenesten begynner.",
                        "Arbeidsgiver plikter ikke å ta arbeidstaker tilbake i arbeid før en måned etter mottak av varsel om fra hvilken dag arbeidstaker kan gjenoppta arbeidet.",
                        "§ 65 A skal lyde:"
                    ]
                },
                {
                    "name": "§ 65 A",
                    "title": "Oppsigelssvern ved militærtjeneste m.v.",
                    "sections": [
                        "1. Arbeidstaker kan ikke sies opp på grunn av permisjon etter § 33 E. Ved permisjon etter § 33 E nr. 1 annet ledd, omfatter oppsigelsesvernet også perioder hvor arbeidstakeren ikke er fraværende fra arbeidet.",
                        "2. Oppsigelse som finner sted umiddelbart før eller innenfor det tidsrom arbeidstakeren er fraværende fra arbeidet på grunn av permisjon etter § 33 E, skal ansees å ha sin grunn i dette forholdet, dersom ikke noe annet gjøres overveiende sannsynlig.",
                        "3. Ved tvist om en oppsigelses rettmessighet etter denne paragraf får bestemmelsene i § 61 og § 62 tilsvarende anvendelse. Har arbeidstaker oversittet fristene for å kreve forhandling eller gå til søksmål, kan retten gi oppreisning for fristoversittelsen, dersom arbeidstakeren krever det og retten finner det rimelig.",
                        "Overskriften Kapittel VIII A. Utdanningspermisjon utgår.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}