{
    "lawId": "LOV-2002-06-28-61",
    "lawName": "Lov om felles regler for det indre marked for naturgass mv",
    "shortName": "Naturgassloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "Lov om felles regler for det indre marked for naturgass",
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Virkeområde",
                    "sections": [
                        "Loven kommer til anvendelse på overføring, distribusjon, forsyning og lagring av naturgass som ikke omfattes av lov 29. november 1996 nr. 72 om petroleumsvirksomhet."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Definisjoner",
                    "sections": [
                        "I denne lov forstås med:",
                        "a)naturgassforetak, enhver fysisk eller juridisk person som ivaretar minst en av følgende funksjoner: produksjon, overføring, distribusjon, forsyning, innkjøp eller lagring av naturgass, herunder nedkjølt flytende naturgass (LNG), og som har ansvar for de forretningsmessige og tekniske oppgaver eller vedlikehold tilknyttet disse funksjonene, med unntak av sluttkunder,",
                        "b)overføring, transport av naturgass gjennom et høytrykksgassrørledningsnett, med sikte på levering til kunder,",
                        "c)distribusjon, overføring av naturgass gjennom lokale eller regionale gassrørledningsnett, med sikte på levering til kunder,",
                        "d)forsyning, levering eller salg av naturgass, herunder av LNG, til kunder,",
                        "e)kunder, grossister eller sluttkunder samt naturgassforetak som kjøper naturgass,",
                        "f)system, ethvert overførings- eller distribusjonsnett eller LNG-anlegg som eies eller drives av et naturgassforetak, herunder dettes anlegg som yter tilknyttede tjenester og tilknyttede foretaks anlegg som er nødvendig for å gi adgang til overføring og distribusjon,"
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Adgang til system",
                    "sections": [
                        "Naturgassforetak og kvalifiserte kunder skal ha rett til adgang til systemet.",
                        "Med mindre departementet bestemmer noe annet omfatter kvalifisert kunde gassfyrte kraftverk, uansett årlig forbruksnivå, samt øvrige sluttkunder som forbruker mer enn 25 millioner kubikkmeter gass per år og per forbrukssted, og som har adgang til systemet i den EØS-stat der vedkommende er hjemmehørende."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Myndighet til å gi forskrifter",
                    "sections": [
                        "Kongen gir nærmere regler til gjennomføring og utfylling av denne lov, herunder nærmere bestemmelser om retten til adgang til og drift av systemet og bestemmelser om regnskap og løsning av tvister vedrørende adgang til og bruk av systemet."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Etterkontroll av loven",
                    "sections": [
                        "Innen fem år etter lovens ikrafttredelse skal departementet gjennomgå loven for å vurdere behovet for en nærmere lovregulering på lovens område.",
                        "I lov 29. november 1996 nr. 72 om petroleumsvirksomhet gjøres følgende endringer:",
                        "§ 1-6 ny bokstav m skal lyde:",
                        "Oppstrøms gassrørledningsnett, enhver gassrørledning eller ethvert gassrørledningsnett som drives eller opprettes innenfor rammen av et olje- eller gassproduksjonsprosjekt, eller som brukes for å overføre naturgass fra ett eller flere produksjonsanlegg av denne typen, til et behandlingsanlegg, en terminal eller en endelig ilandføringsterminal. De deler av slike nett og anlegg som brukes til lokal produksjonsvirksomhet ved en forekomst der naturgassen produseres, anses ikke som oppstrøms gassrørledningsnett.",
                        "§ 1-6 ny bokstav n skal lyde:",
                        "Naturgassforetak, enhver fysisk eller juridisk person som ivaretar minst én av følgende funksjoner: produksjon, overføring, distribusjon, forsyning, innkjøp eller lagring av naturgass, herunder nedkjølt flytende naturgass (LNG), og som har ansvar for de forretningsmessige og tekniske oppgaver eller vedlikehold tilknyttet disse funksjonene, med unntak av sluttkunder,",
                        "§ 1-6 ny bokstav o skal lyde:",
                        "Kvalifiserte kunder, gassfyrte kraftverk, uansett årlig forbruksnivå, samt øvrige sluttkunder som forbruker mer enn 25 millioner kubikkmeter gass per år og per forbrukssted, og som har adgang til systemet i den EØS-stat der vedkommende er hjemmehørende.",
                        "§ 4-8 første ledd nytt annet og tredje punktum skal lyde:",
                        "Naturgassforetak og kvalifiserte kunder hjemmehørende i en EØS-stat skal likevel ha rett til adgang til oppstrøms gassrørledningsnett, herunder anlegg som yter tilknyttede tekniske tjenester i forbindelse med slik adgang. Departementet gir nærmere regler ved forskrift og kan fastsette vilkår og gi pålegg for slik adgang i det enkelte tilfelle.",
                        "Lov om felles regler for det indre marked for naturgass og endringer i lov 29. november 1996 nr. 72 om petroleumsvirksomhet trer i kraft fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}