{
    "lawId": "LOV-2002-12-13-77",
    "lawName": "Lov om endringer i lov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner (verdipapirisering og obligasjoner med særskilt sikkerhet)",
    "shortName": "Endringslov til finansieringsvirksomhetsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-25",
                    "title": "Adgang til opptak av obligasjonslån sikret ved pant",
                    "sections": [
                        "Kredittforetak kan oppta obligasjonslån sikret ved pant i en utlånsportefølje (porteføljepant) i samsvar med reglene i underkapitlet her. Andre finansinstitusjoner kan ikke oppta slike obligasjonslån.",
                        "Med obligasjonslån forstås lån som opptas ved utstedelse av ihendehaverobligasjoner som mengdegjeldsbrev.",
                        "Porteføljepant som skal sikre obligasjonslån, kan bare omfatte:",
                        "a)lån sikret ved pant i bolig (bolighypoteklån),",
                        "b)lån sikret ved pant i annen fast eiendom (eiendomshypoteklån),",
                        "c)lån til kommune, samt lån garantert av kommune eller staten (offentlige lån),",
                        "d)rente- eller valutakontrakter knyttet til utlånsporteføljen eller obligasjonslånet etter nærmere regler fastsatt av Kongen.",
                        "Ihendehaverobligasjonene skal angi at obligasjonslånet er sikret og om sikkerheten er knyttet til bolighypoteklån, eiendomshypoteklån eller offentlige lån.",
                        "Kongen kan i forskrift utelukke at en eller flere av de lånetyper som er nevnt i tredje ledd inngår i samme utlånsportefølje som andre typer lån nevnt i tredje ledd, og fastsette nærmere regler om dette."
                    ]
                },
                {
                    "name": "§ 2-26",
                    "title": "Opptak av obligasjonslån med porteføljepant",
                    "sections": [
                        "Et kredittforetak kan oppta obligasjonslån med porteføljepant når foretakets vedtektsfastsatte formål er:",
                        "a)å yte eller erverve enten bolighypoteklån, eiendomshypoteklån eller offentlige lån, og",
                        "b)å finansiere utlånsvirksomheten hovedsakelig ved utstedelse av obligasjoner sikret ved pant i utlånsporteføljen eller bestemte deler av denne.",
                        "Kredittforetaket skal gi melding til Kredittilsynet senest 30 dager før det første gang opptar obligasjonslån med porteføljepant.",
                        "Kredittilsynet kan gi samtykke til at også kredittforetak som har endret vedtektene i tråd med første ledd, men som ennå ikke har innrettet virksomheten i samsvar med endringen, kan drive virksomhet som består i å oppta obligasjonslån med porteføljepant. Slik virksomhet skal holdes atskilt fra foretakets øvrige virksomhet. Kredittilsynet kan sette vilkår for å sikre slik atskillelse.",
                        "Når hensynet til foretakets soliditet eller kreditorer tilsier det, kan Kredittilsynet gi pålegg om at obligasjonslån med porteføljepant ikke skal opptas."
                    ]
                },
                {
                    "name": "§ 2-27",
                    "title": "Krav til bruken av obligasjonslånet",
                    "sections": [
                        "Midler som mottas ved utstedelse av obligasjonslånet, skal benyttes til å yte eller erverve utlån som skal inngå i porteføljepantet, eller til innfrielse av tidligere ytede obligasjonslån.",
                        "Foretaket skal påse at det ikke blir avvik av betydning mellom fremtidige inn- og utbetalinger eller mellom innfrielsesvilkårene for henholdsvis obligasjonslånet og utlånene. Dette er likevel ikke til hinder for at foretaket tar opp obligasjonslån med kortere løpetid enn utlånene dersom dette gjøres i samsvar med et fastsatt refinansieringsprogram som er forsvarlig sett i forhold til foretakets rente- og likviditetsrisiko som følge av avviket.",
                        "Kredittilsynet fastsetter nærmere regler om gjennomføring og avgrensning av bestemmelsen i første og annet ledd, herunder regler om beregning av og grenser for avvik som nevnt i annet ledd og den rente- og likviditetsrisiko slike avvik medfører."
                    ]
                },
                {
                    "name": "§ 2-28",
                    "title": "Krav til porteføljepantet",
                    "sections": [
                        "Obligasjonslånet skal ha porteføljepant med første prioritet. Verdien av porteføljepantet skal til enhver tid minst tilsvare restverdien av obligasjonslånet. Det skal tas hensyn til rente- eller valutakontrakter knyttet til utlånsporteføljen eller obligasjonslånet. Utlån til samme låntaker og utlån som har sikkerhet i samme panteobjekt, kan ikke medregnes i verdien av porteføljepantet med mer enn 5 prosent av samlet pantesikkerhet.",
                        "For de utlån som skal inngå i porteføljepantet, gjelder følgende krav til sikkerhet:",
                        "a)bolighypoteklån skal ikke overstige 60 prosent av eiendommens verdi.",
                        "b)eiendomshypoteklån skal ikke overstige 60 prosent av eiendommens verdi.",
                        "Kredittilsynet kan i forskrift fastsette nærmere regler til utfylling og gjennomføring av bestemmelsene i paragrafen her, herunder om beregning av verdien av ulike typer av fast eiendom. Kredittilsynet kan i forskrift også fastsette regler om medregning av utlån ut over grensen på 5 prosent av samlet pantesikkerhet i tilfeller der det foreligger tilleggssikkerhet."
                    ]
                },
                {
                    "name": "§ 2-29",
                    "title": "Rettsvern. Forvaltning",
                    "sections": [
                        "Porteføljepantet sikres rettsvern etter gjeldende regler. Inngår foretaket som opptar obligasjonslånet i et finanskonsern, kan rettsvern etter panteloven §§ 4-1 og 4-2 sikres ved at et annet foretak i samme konsern besitter pantet på vegne av obligasjonseierne.",
                        "Foretaket kan inngå avtale med annet foretak i samme konsern eller med annen finansinstitusjon om forvaltningen av de utlån som omfattes av porteføljepantet.",
                        "Foretaket og forvalter som nevnt i annet ledd skal sørge for at det foreligger et til enhver tid oppdatert register over de utlån som omfattes av porteføljepantet. Foretaket skal til de tider Kredittilsynet bestemmer oversende de opplysninger som er inntatt i registeret til en revisor oppnevnt av Kredittilsynet. Kredittilsynet gir nærmere regler om hvilke opplysninger som skal inntas i registeret, oppnevningen av revisor, revisors oppgaver og revisors godtgjørelse."
                    ]
                },
                {
                    "name": "§ 2-30",
                    "title": "Likviditetsreserve",
                    "sections": [
                        "Foretaket skal for hvert obligasjonslån med porteføljepant opprette en egen likviditetsreserve eller beregne et bidrag til en felles likviditetsreserve for alle obligasjonslånene tilpasset risikoen for forsinket betaling av renter og avdrag på de utlån som inngår i pantet. Minstekrav til likviditetsreserven fastsettes i vedtektene.",
                        "Likviditetsreserven skal holdes atskilt fra de øvrige midler i foretaket."
                    ]
                },
                {
                    "name": "§ 2-31",
                    "title": "Endring av porteføljepantet",
                    "sections": [
                        "Foretaket har adgang til å endre sammensetningen av porteføljepantet ved å skifte ut ett eller flere utlån med andre utlån såfremt pantet har tilsvarende verdi som sikkerhet for obligasjonslånet.",
                        "Foretaket har også adgang til å inngå avtale med en låntaker om førtidig tilbakebetaling, samt om endringer i lånevilkårene som er av uvesentlig betydning for porteføljens verdi.",
                        "Foretaket kan plassere midler som svarer til innbetalinger knyttet til pantsatte lån i annet enn utlån etter nærmere regler gitt av Kongen, forutsatt at sikkerheten er av minst samme kvalitet som porteføljepantet for øvrig."
                    ]
                },
                {
                    "name": "§ 2-32",
                    "title": "Sekundærpant, utlegg mv.",
                    "sections": [
                        "Foretaket kan ikke stifte pant med etterfølgende prioritet i porteføljepant eller deler av slikt pant.",
                        "Porteføljepant og deler av porteføljepant, kan ikke gjøres til gjenstand for utlegg, arrest eller annen tvangsforretning til fordel for enkelte av foretakets kreditorer."
                    ]
                },
                {
                    "name": "§ 2-33",
                    "title": "Konkurs eller offentlig administrasjon",
                    "sections": [
                        "I tilfelle konkurs eller offentlig administrasjon av foretaket har eierne av et obligasjonslån fortrinnsrett til de midler som er pantsatt til sikkerhet for dette obligasjonslånet. Fortrinnsretten gjelder forholdsmessig og bare for krav som utspringer av obligasjonen.",
                        "Utbringer porteføljepantet mer enn det som er nødvendig for å dekke obligasjonseiernes krav, skal det overskytende tilføres bomassen.",
                        "Kongen kan ved forskrift fastsette regler om rettidig betaling til obligasjonseierne av de midler porteføljen utbringer etter at foretaket er tatt under konkursbehandling eller satt under offentlig administrasjon. Kongen kan ved forskrift også fastsette regler som begrenser konkursboets eller administrasjonsstyrets mulighet til å disponere over utlån og andre eiendeler som inngår i porteføljepantet, når dette kan gjøres uten å svekke øvrige kreditorers dekningsmulighet. Slike forskrifter kan fravike regler i lovgivningen om konkurs, offentlig administrasjon av finansinstitusjoner og tvangsfullbyrdelse.",
                        "I kapittel 2 skal nytt underkapittel V lyde:",
                        "V. Verdipapirisering av utlånsporteføljer"
                    ]
                },
                {
                    "name": "§ 2-34",
                    "title": "Overdragelse av låneportefølje til spesialforetak for verdipapirisering",
                    "sections": [
                        "En finansinstitusjon som overdrar en nærmere fastsatt låneportefølje eller annen fordringsmasse til et spesialforetak for verdipapirisering som nevnt i § 2-36, skal på forhånd gi melding om overdragelsen til Kredittilsynet. Meldingen skal være vedlagt:",
                        "a)spesialforetakets vedtekter,",
                        "b)en oversikt over spesialforetakets eiere eller, dersom det er en stiftelse, en oversikt over hvem som er stiftere og hvordan stiftelsen styres,",
                        "c)avtale om forvaltning av porteføljen og",
                        "d)alle avtaler mellom spesialforetaket og finansinstitusjonen."
                    ]
                },
                {
                    "name": "§ 2-35",
                    "title": "Finansinstitusjonens forhold til spesialforetaket mv.",
                    "sections": [
                        "Finansinstitusjonen, foretak i samme konsern som finansinstitusjonen eller foretak der finansinstitusjonen har betydelig innflytelse, kan ikke:",
                        "1.påta seg ansvar knyttet til låneporteføljen eller fordringsmassen i forhold til spesialforetaket, obligasjonseierne eller andre. Dette er likevel ikke til hinder for at slike foretak",
                        "a)kan inngå avtale med spesialforetaket om å forestå forvaltning av porteføljen i forhold til låntakerne,",
                        "b)kan yte kreditt til eller stille garanti for spesialforetaket for å sikre oppfyllelsen av forpliktelsene overfor obligasjonseierne. Slik kreditt eller garanti må være fastsatt i avtalen om overdragelse. Det fastsatte beløpet kommer til fradrag i finansinstitusjonens ansvarlige kapital,",
                        "c)kan inngå avtale om å kjøpe tilbake den gjenværende del av låneporteføljen eller fordringsmassen fra spesialforetaket på vanlige forretningsmessige vilkår dersom gjenstående obligasjonsgjeld i spesialforetaket utgjør mindre enn 10 prosent av det opprinnelige lånebeløpet ved første obligasjonsutstedelse. Slikt kjøp skal meldes til Kredittilsynet på forhånd.",
                        "2.ha eierandeler i spesialforetaket, unntatt når slikt eie i spesialforetakets vedtekter er knyttet til de enkelte obligasjoner og obligasjonene er ervervet som ledd i vanlig ordning for markedspleie av obligasjoner som nevnt i annet ledd nr. 2. Stiftelser der foretak som nevnt i innledningen er representert i ledelsen eller styrende organer, kan heller ikke ha eierandeler i spesialforetaket.",
                        "3.være representert i ledelsen eller styrende organer eller på annen måte ha innflytelse i spesialforetaket.",
                        "Finansinstitusjonen eller foretak i samme konsern som finansinstitusjonen kan ikke:",
                        "1.holdes ansvarlig for tilbakebetaling av eller innfrielse av obligasjoner i obligasjonslån som spesialforetaket har tatt opp, selv om det foreligger mislighold fra spesialforetakets side.",
                        "2.erverve obligasjoner utstedt av spesialforetaket eller på annen måte påta seg risiko knyttet til slike obligasjoner. Slike foretak kan likevel erverve og avhende obligasjoner utstedt av spesialforetaket som ledd i vanlig ordning for markedspleie av obligasjoner notert på børs eller regulert marked, men foretaket kan ikke på noe tidspunkt eie mer enn 5 prosent av obligasjonene i ett obligasjonslån.",
                        "3.motta utbytte eller annen utbetaling fra spesialforetaket eller dets eiere som følge av innfrielse av obligasjonslånet, kapitalnedsettelse i eller avvikling av spesialforetaket.",
                        "Kredittilsynet kan i forskrift fastsette nærmere regler om finansinstitusjonens forhold til spesialforetaket og til den låneportefølje som overdras eller er overdratt.",
                        "Dersom kravene fastsatt i eller i medhold av denne paragrafen ikke er oppfylt, skal finansinstitusjonen fortsatt stille ansvarlig kapital for risikoen knyttet til låneporteføljen eller fordringsmassen i henhold til kapitaldekningsregelverket som om låneporteføljen eller fordringsmassen ikke var skilt ut."
                    ]
                },
                {
                    "name": "§ 2-36",
                    "title": "Spesialforetak for verdipapirisering",
                    "sections": [
                        "Spesialforetak for verdipapirisering er, dersom kravene i denne paragrafen er oppfylt, unntatt fra krav om konsesjon som finansieringsforetak. Spesialforetaket er i tilfelle heller ikke undergitt tilsyn, krav om kapitaldekning eller andre sikkerhetskrav, eller andre regler for finansieringsforetak gitt i eller i medhold av lov.",
                        "Spesialforetaket skal være opprettet for å erverve en nærmere fastsatt utlånsportefølje eller fordringsmasse som er overdratt i samsvar med § 2-34. Spesialforetaket skal ikke drive annen virksomhet enn å erverve, eie og inndrive utlånsporteføljen eller fordringsmassen.",
                        "Spesialforetaket skal finansiere ervervet av utlånsporteføljen eller fordringsmassen ved opptak av obligasjonslån. Spesialforetaket kan ikke utstede obligasjoner løpende. Kredittilsynet kan i forskrift fastsette nærmere begrensninger på adgangen til å utstede obligasjoner og regler om utstedelse av flere obligasjonslån.",
                        "Spesialforetaket skal være organisert som et aksjeselskap eller et allmennaksjeselskap. Kredittilsynet kan ved enkeltvedtak tillate at spesialforetaket organiseres på annen måte.",
                        "Spesialforetaket kan ikke i sitt firma eller annet kjennetegn benytte navn eller varemerke som er egnet til forveksling med, eller viser tilknytning til, overdragerens navn eller varemerke.",
                        "Spesialforetaket kan bare inngå avtale om forvaltning av porteføljen med den overdragende finansinstitusjonen, en bank eller en tilsvarende finansinstitusjon som overdrageren."
                    ]
                },
                {
                    "name": "§ 2-37",
                    "title": "Informasjon til lånekundene – frist for å nekte samtykke",
                    "sections": [
                        "En finansinstitusjon skal forut for overdragelse av en låneportefølje eller annen fordringsmasse etter § 2-34, informere de enkelte låntakere som omfattes av overdragelsen om hvem som erverver lånene, hvem som forvalter lånene etter overdragelsen og hvilke plikter og rettigheter henholdsvis finansinstitusjonen, spesialforetaket og forvalteren har og vil få overfor låntaker.",
                        "I varselet skal låntakeren gis en rimelig frist, som ikke kan være kortere enn tre uker, til å nekte samtykke til overdragelsen. Når finansinstitusjonens kunde ikke er forbruker, kan låntakeren på forhånd frafalle retten til å nekte samtykke. Benytter låntakeren ikke sin rett til å nekte samtykke, anses låntakeren å ha gitt samtykke til overdragelsen etter lov om finansavtaler § 45.",
                        "§ 3-3 første ledd tredje punktum skal lyde:",
                        "Finansieringsforetak må ha særskilt tillatelse av Kongen for å drive virksomhet som kredittforetak (jf. § 1-5 nr. 1).",
                        "Nåværende tredje punktum blir nytt fjerde punktum.",
                        "Ikrafttredelse og overgangsbestemmelser",
                        "Loven gjelder fra det tidspunkt Kongen bestemmer.",
                        "Finansieringsforetak som ved lovens ikrafttredelse driver virksomhet som kredittforetak, kan fortsette virksomheten dersom foretaket innen en frist Kongen fastsetter, har søkt om tillatelse etter lov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner § 3-3 første ledd tredje punktum som endret ved loven her. Et slikt finansieringsforetak kan ikke oppta obligasjonslån sikret ved pant i en utlånsportefølje før det har fått tillatelse til å drive virksomhet som kredittforetak."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}