{
    "lawId": "LOV-2002-12-20-112",
    "lawName": "Lov om endringar i lov 17. juli 1998 nr. 61 om grunnskolen og den vidaregåande opplæringa",
    "shortName": "Endringslov til opplæringslova",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 9-3",
                    "title": "Utstyr",
                    "sections": [
                        "§ 9-3 første ledd første punktum og andre ledd blir oppheva.",
                        "Nytt kapittel 9a skal lyde:",
                        "Kapittel 9a Elevane sitt skolemiljø"
                    ]
                },
                {
                    "name": "§ 9a-1",
                    "title": "Generelle krav",
                    "sections": [
                        "Alle elevar i grunnskolar og vidaregåande skolar har rett til eit godt fysisk og psykososialt miljø som fremjar helse, trivsel og læring."
                    ]
                },
                {
                    "name": "§ 9a-2",
                    "title": "Det fysiske miljøet",
                    "sections": [
                        "Skolane skal planleggjast, byggjast, tilretteleggjast og drivast slik at det blir teke omsyn til tryggleiken, helsa, trivselen og læringa til elevane.",
                        "Det fysiske miljøet i skolen skal vere i samsvar med dei faglege normene som fagmyndigheitene til kvar tid anbefaler. Dersom enkelte miljøtilhøve avvik frå desse normene, må skolen kunne dokumentere at miljøet likevel har tilfredsstillande verknad for helsa, trivselen og læringa til elevane.",
                        "Alle elevar har rett til ein arbeidsplass som er tilpassa behova deira. Skolen skal innreiast slik at det blir teke omsyn til dei elevane ved skolen som har funksjonshemmingar.",
                        "Dersom ein elev eller forelder, eller eit av råda eller utvala ved skolen der desse er representerte, ber om tiltak for å rette på fysiske miljøtilhøve, skal skolen snarast mogleg behandle saka etter reglane om enkeltvedtak i forvaltningslova. Om skolen ikkje innan rimeleg tid har teke stilling til saka, vil det likevel kunne klagast etter føresegnene i forvaltningslova som om det var gjort enkeltvedtak."
                    ]
                },
                {
                    "name": "§ 9a-3",
                    "title": "Det psykososiale miljøet",
                    "sections": [
                        "Skolen skal aktivt og systematisk arbeide for å fremje eit godt psykososialt miljø, der den enkelte eleven kan oppleve tryggleik og sosialt tilhør.",
                        "Dersom nokon som er tilsett ved skolen, får kunnskap eller mistanke om at ein elev blir utsett for krenkjande ord eller handlingar som mobbing, diskriminering, vald eller rasisme, skal vedkommande snarast undersøkje saka og varsle skoleleiinga, og dersom det er nødvendig og mogleg, sjølv gripe direkte inn.",
                        "Dersom ein elev eller forelder ber om tiltak som vedkjem det psykososiale miljøet, deriblant tiltak mot krenkjande åtferd som mobbing, diskriminering, vald eller rasisme, skal skolen snarast mogleg behandle saka etter reglane om enkeltvedtak i forvaltningslova. Om skolen ikkje innan rimeleg tid har teke stilling til saka, vil det likevel kunne klagast etter føresegnene i forvaltningslova som om det var gjort enkeltvedtak."
                    ]
                },
                {
                    "name": "§ 9a-4",
                    "title": "Systematisk arbeid for å fremje helsa, miljøet og tryggleiken til elevane (internkontroll)",
                    "sections": [
                        "Skolen skal aktivt drive eit kontinuerleg og systematisk arbeid for å fremje helsa, miljøet og tryggleiken til elevane, slik at krava i eller i medhald av dette kapitlet blir oppfylte. Skoleleiinga har ansvaret for den daglege gjennomføringa av dette. Arbeidet skal gjelde det fysiske så vel som det psykososiale miljøet."
                    ]
                },
                {
                    "name": "§ 9a-5",
                    "title": "Elevdeltaking i skolemiljøarbeidet",
                    "sections": [
                        "Elevane skal engasjerast i planlegginga og gjennomføringa av det systematiske arbeidet for helse, miljø og tryggleik ved skolen. Skolen skal leggje oppgåver til rette for elevane etter kva som er naturleg for dei enkelte klassetrinna.",
                        "Elevrådet kan nemne opp skolemiljørepresentantar til å vareta elevane sine interesser overfor skolen og myndigheitene i saker som har med skolemiljøet å gjere. Skolemiljørepresentantane deltek i planlegginga og gjennomføringa av det systematiske helse-, miljø- og tryggingsarbeidet ved skolen i den grad det vedkjem skolemiljøet for elevane.",
                        "Elevane kan møte med inntil to skolemiljørepresentantar i arbeidsmiljøutvalet der eit slikt er oppretta ved skolen i samsvar med lov 4. februar 1977 nr. 4 om arbeidervern og arbeidsmiljø m.v., når dette behandlar spørsmål som vedkjem skolemiljøet for elevane. Skolemiljørepresentantane har da talerett og rett til å få meininga si protokollert. Skolemiljørepresentantane skal ikkje vere til stades når utvalet behandlar saker som er omfatta av teieplikt etter lover eller forskrifter.",
                        "Skolemiljørepresentantane har rett til den informasjon som trengst for oppdraget, så langt informasjonen ikkje er omfatta av teieplikt etter lover eller forskrifter.",
                        "Skolemiljørepresentantane har rett til den opplæring og det fritak frå undervisningstimar som trengst for å skjøtte oppgåvene."
                    ]
                },
                {
                    "name": "§ 9a-6",
                    "title": "Informasjonsplikt og uttalerett",
                    "sections": [
                        "Samarbeidsutvalet og skoleutvalet, og dessutan elevrådet og foreldrerådet, skal haldast løpande underretta om alle tilhøve – deriblant hendingar, planar og vedtak – som har vesentleg betydning for skolemiljøet. Råda og utvala har på førespurnad rett til å få framlagt dokumentasjon for det systematiske helse-, miljø- og tryggleiksarbeidet ved skolen.",
                        "Råda og utvala som er nemnde i første ledd, skal så tidleg som mogleg takast med i planlegginga og gjennomføringa av miljøtiltak ved den enkelte skolen, og har rett til å uttale seg og komme med framlegg i alle saker som har betydning for skolemiljøet.",
                        "Dersom skolen blir klar over tilhøve ved skolemiljøet som kan ha negativ verknad for helsa til elevane, skal elevane og dei føresette snarast mogleg varslast om det."
                    ]
                },
                {
                    "name": "§ 9a-7",
                    "title": "Straff",
                    "sections": [
                        "Med bøter eller fengsel i inntil 3 månader eller begge delar blir den straffa som forsettleg eller aktlaust bryt krava i dette kapitlet eller i forskrifter gitt i medhald av det.",
                        "Medverknad blir straffa på same måten."
                    ]
                },
                {
                    "name": "§ 9a-8",
                    "title": "Skolefritidsordninga",
                    "sections": [
                        "Føresegnene i dette kapitlet gjeld også for skolefritidsordning oppretta etter lova her."
                    ]
                },
                {
                    "name": "§ 9a-9",
                    "title": "Forskrifter",
                    "sections": [
                        "Departementet kan gi nærmare forskrifter om skolemiljøet til elevane.",
                        "Lova gjeld frå det tidspunktet Kongen fastset. Dei enkelte føresegnene i lova kan setjast i verk til ulik tid."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}