{
    "lawId": "LOV-2002-06-07-17",
    "lawName": "Lov om endringer i lov om foretakspensjon, innskuddspensjonsloven og enkelte andre lover (kombinerte pensjonsordninger mv.)",
    "shortName": "Endringslov om kombinerte pensjonsordninger mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-12",
                    "title": "Adgang til å ha kombinerte pensjonsordninger",
                    "sections": [
                        "(1) Et foretak som har ordning med ytelsesbasert alderspensjon etter loven her, kan supplere denne med en pensjonsordning etter innskuddspensjonsloven, eller en pensjonsordning med engangsbetalt alderspensjon etter loven her (kombinerte pensjonsordninger).",
                        "(2) For kombinerte pensjonsordninger etter første ledd gjelder følgende:",
                        "a.samtlige ansatte som omfattes av regelverkets bestemmelser om medlemskap i pensjonsordningen med ytelsesbasert alderspensjon, skal være medlem av begge pensjonsordningene,",
                        "b.innskuddspensjonen eller den engangsbetalte alderspensjonen skal utgjøre et tillegg til ytelsene i den ytelsesbaserte alderspensjonsordningen,",
                        "c.regelverket i pensjonsordningene skal utformes med sikte på at forskjellsbehandling mellom arbeidstakere unngås så langt det er mulig når det gjelder samlet pensjon sett i forhold til lønn og tjenestetid i foretaket,",
                        "d.et foretak kan ikke samtidig ha kombinerte pensjonsordninger og parallelle pensjonsordninger etter § 2-9 eller innskuddspensjonsloven § 2-10.",
                        "(3) Kongen kan fastsette nærmere regler om utformingen av kombinerte pensjonsordninger. Det kan fastsettes regler om at innskuddene det enkelte år til sikring av innskuddspensjon eller engangsbetalt alderspensjon ikke skal overstige en fastsatt prosent av lønn sett i forhold til pensjonsnivået i den ytelsesbaserte pensjonsordningen.",
                        "(4) Dersom pensjonsordningens administrasjonsreserve ikke er tilstrekkelig til å dekke kostnadene knyttet til utstedelse av fripoliser ved opprettelse av kombinerte pensjonsordninger etter paragrafen her, skal de resterende kostnadene først dekkes av midler i premiefondet og deretter ved innbetaling fra foretaket dersom midlene i premiefondet ikke er tilstrekkelige.",
                        "(5) Foretaket kan tegne uførepensjon enten i tilknytning til den ytelsesbaserte pensjonsordningen eller i tilknytning til begge pensjonsordningene i den kombinerte ordningen. Den samlede kombinerte ordningen skal legges til grunn ved fastsettelse av uførepensjonens størrelse etter § 6-3 første ledd. Dersom uførepensjonen er tegnet kun i tilknytning til foretakets ytelsesbaserte pensjonsordning, skal det fastsettes i regelverket at det skal ytes et tillegg til den uførepensjon som fastsettes på grunnlag av størrelsen på den ytelsesbaserte alderspensjonen.",
                        "(6) Et foretak kan ikke ha premie- eller innskuddsfritak ved uførhet knyttet til bare en av pensjonsordningene.",
                        "(7) Foretaket kan tegne pensjon til etterlatte enten i tilknytning til den ytelsesbaserte pensjonsordningen eller i tilknytning til begge pensjonsordningene i den kombinerte ordningen. Den samlede kombinerte ordningen kan legges til grunn ved fastsettelse av etterlattepensjonens størrelse etter kapittel 7. Dersom etterlattepensjonen er tegnet kun i tilknytning til foretakets ytelsesbaserte pensjonsordning, kan det fastsettes i regelverket at det skal ytes et tillegg til den etterlattepensjon som fastsettes på grunnlag av størrelsen på den ytelsesbaserte alderspensjonen. Innskuddspensjonsloven § 7-4 femte ledd gjelder tilsvarende ved kombinerte pensjonsordninger dersom etterlatt ektefelle, registrert partner eller samboer gis pensjon etter reglene i innskuddspensjonsloven § 7-4 tredje ledd.",
                        "§ 8-1 annet ledd skal lyde:",
                        "(2) Midler knyttet til fripolise omfattes ikke av pensjonsordningens midler.",
                        "§ 10-3 første ledd ny bokstav g skal lyde:",
                        "g.kostnad i henhold til § 2-12 fjerde ledd.",
                        "§ 10-3 annet ledd skal lyde:",
                        "(2) Foretaket kan ikke bruke midler i premiefondet til formål som nevnt i første ledd bokstav b til d, f og g, med mindre premiefondet fortsatt vil være tilstrekkelig til å sikre at årets premie og premien for neste år blir betalt.",
                        "I lov 24. november 2000 nr. 81 om innskuddspensjon i arbeidsforhold (innskuddspensjonsloven) gjøres følgende endringer:",
                        "Kapittel 2 nytt avsnitt III skal lyde:",
                        "III. Kombinerte pensjonsordninger"
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": [
                {
                    "name": "§ 2-13",
                    "title": "Adgang til å ha kombinerte pensjonsordninger",
                    "sections": [
                        "Et foretak som har ordning med ytelsesbasert alderspensjon etter lov om foretakspensjon, kan supplere denne med pensjonsordning etter loven her i samsvar med bestemmelsene gitt i eller i medhold av lov om foretakspensjon § 2-12.",
                        "§ 7-4 femte ledd skal lyde:",
                        "(5) Har etterlatt ektefelle, registrert partner eller samboer som gis pensjon etter reglene i tredje ledd, også rett til pensjon etter forsikring tegnet etter § 2-4 første ledd, gjelder reglene om ervervsprøving i lov om foretakspensjon §§ 7-5 og 7-6. I så fall anses pensjon etter reglene i tredje ledd som ervervsinntekt.",
                        "§ 9-3 annet ledd skal lyde:",
                        "(2) Foretaket kan ikke bruke midler i innskuddsfondet til formål som nevnt i første ledd bokstav b og c, med mindre innskuddsfondet fortsatt vil være tilstrekkelig til å sikre at forpliktelser som nevnt i første ledd bokstav a blir dekket for inneværende og neste år.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endring:",
                        "§ 6-46 første ledd bokstav f skal lyde:",
                        "f.kostnad i henhold til lov om foretakspensjon §§ 2-12 fjerde ledd, 15-5 syvende ledd og 15-6 fjerde ledd.",
                        "I lov 7. desember 1956 nr. 1 om tilsynet for kredittinstitusjoner, forsikringsselskaper og verdipapirhandel mv. (kredittilsynsloven) gjøres følgende endringer:",
                        "§ 9 første ledd første punktum skal lyde:",
                        "Utgiftene ved tilsynet skal utliknes på de institusjoner som i henhold til § 1 eller annen særskilt lovhjemmel er under tilsyn i budsjettåret.",
                        "§ 9 første ledd tredje punktum skal lyde:",
                        "Utgiftene ved tilsynet med overholdelsen av de alminnelige bestemmelser om verdipapirhandel, og utgifter ved tilsynet med overholdelsen av lov 17. november 1999 nr. 95 om betalingssystemer mv., utliknes etter størrelsen på beløpene etter fordelingen etter foregående punktum.",
                        "§ 9 annet ledd første punktum skal lyde:",
                        "Fordelingen innen de gruppene som er nevnt i § 1 første ledd nr. 1, 2, 6, 8 og 14 skjer på grunnlag av størrelsen av institusjonenes forvaltningskapital ved begynnelsen av året eller på det tidspunkt institusjonen kommer under tilsyn, likevel slik at departementet for hvert år fastsetter et minste og et høyeste beløp som kan utliknes på den enkelte institusjon innen hver gruppe.",
                        "§ 9 annet ledd femte punktum skal lyde:",
                        "Fordelingen innen de grupper som omfattes av § 1 første ledd nr. 5, 7, 9, 10, 12 og 13 skjer etter regler som fastsettes av departementet.",
                        "§ 9 annet ledd sjette punktum oppheves.",
                        "§ 9 annet ledd syvende og åttende punktum blir nye sjette og syvende punktum.",
                        "Lov 15. mars 1991 nr. 2 om Statens Banksikringsfond oppheves.",
                        "I lov 24. mai 1961 nr. 2 om forretningsbanker gjøres følgende endringer:",
                        "§ 3 annet ledd siste punktum oppheves.",
                        "§ 11 fjerde ledd siste punktum oppheves.",
                        "I lov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner gjøres følgende endring:",
                        "§ 2-2 annet ledd nr. 7 skal lyde:",
                        "7.Statens Bankinvesteringsfond eier mer enn 10 prosent av aksjekapitalen i norske banker eller selskap som nevnt i § 2-2 annet ledd nr. 2 som eier bank.",
                        "I lov 29. november 1991 nr. 78 om Statens Bankinvesteringsfond gjøres følgende endringer:",
                        "§ 4 første ledd annet og tredje punktum oppheves.",
                        "§ 5 første ledd bokstavene d og e oppheves.",
                        "I lov 6. desember 1996 nr. 75 om sikringsordninger for banker og offentlig administrasjon mv. av finansinstitusjoner gjøres følgende endringer:",
                        "§ 2-15 første ledd annet punktum skal lyde:",
                        "Fem medlemmer med personlige varamedlemmer velges av generalforsamlingen.",
                        "§ 4-3 annet ledd første punktum skal lyde:",
                        "Gjelder det en bank eller annen kredittinstitusjon, skal Kredittilsynet gi melding til Norges Bank og det sikringsfond institusjonen er medlem av.",
                        "I lov 19. juni 1997 nr. 79 om verdipapirhandel gjøres følgende endringer:",
                        "§ 2a-1 første ledd nr. 6 skal lyde:",
                        "6.Statens nærings- og distriktsutviklingsfond, Husbanken, Folketrygdfondet, Norges Bank og Statens Bankinvesteringsfond,",
                        "§ 2a-4 siste punktum skal lyde:",
                        "Departementet kan i forskrift gjøre tilsvarende unntak for ansatte i Statens nærings- og distriktsutviklingsfond, Husbanken, Norges Bank og Statens Bankinvesteringsfond.",
                        "§ 4-3 annet ledd skal lyde:",
                        "§ 4-1 gjelder ikke for Statens Bankinvesteringsfond.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endring:",
                        "§ 2-30 første ledd bokstav k nr. 3 oppheves.",
                        "I lov 17. juli 1998 nr. 56 om årsregnskap mv. gjøres følgende endringer:",
                        "Nytt kapittel 9 skal lyde:",
                        "Kapittel 9. Forskjellige bestemmelser"
                    ]
                }
            ]
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": [
                {
                    "name": "§ 9-1",
                    "title": "Plikt til å utarbeide adskilte regnskaper mv.",
                    "sections": [
                        "For å bidra til kontroll med at bestemmelsene i EØS-avtalen artikkel 59 blir overholdt, kan Kongen fastsette i forskrift at foretak som offentlige myndigheter har gitt særlige eller eksklusive rettigheter eller som er tillagt oppgaven å utføre tjenester av allmenn økonomisk betydning og mottar statsstøtte uansett form, herunder subsidier, stønad eller kompensasjon, knyttet til denne tjenesten og som dessuten driver andre former for virksomhet, for hvert regnskapsår skal utarbeide en oppgave med resultatoppstilling for de forskjellige deler av virksomheten. Kongen kan gi nærmere regler om utforming, revisjon, registrering, dokumentasjon og oppbevaring av slike oppgaver. Kongen kan også gi regler om innsendingsplikt til offentlige myndigheter av oppgaver som nevnt i første punktum og om innsyn for offentlige myndigheter og andre i registrerte regnskapsopplysninger og regnskapsmateriale.",
                        "Plikten etter første ledd gjelder uavhengig av om foretaket er regnskapspliktig etter denne lov.",
                        "Nåværende kapittel 9 blir nytt kapittel 10.",
                        "Nåværende §§ 9-1 til 9-4 blir nye §§ 10-1 til 10-4.",
                        "I lov 19. juni 1997 nr. 79 om verdipapirhandel gjøres følgende endring:",
                        "§ 14-3 annet ledd nr. 1 skal lyde:",
                        "1.overtrer § 2-2, §§ 2a-1 til 2a-7, § 2-6 tredje ledd, § 3-1, § 5-1, § 5-7, § 5-8, § 6-1 første ledd, § 6-5, § 7-1, § 7-11, §§ 8-2 til 8-8, §§ 9-3 til 9-8, § 11-3 eller § 12-2,",
                        "Loven del I til III og V trer i kraft fra den tid Kongen fastsetter. Loven del IV trer i kraft straks, med virkning for utlikningen for 2001. Loven del VI og VII trer i kraft straks."
                    ]
                }
            ]
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII Ikrafttredelse",
            "paragraphs": []
        }
    ]
}