{
    "lawId": "LOV-2002-12-06-72",
    "lawName": "Lov om folkehøyskoler (folkehøyskoleloven)",
    "shortName": "Folkehøyskoleloven",
    "authorityDescription": null,
    "chapters": [
        {
            "paragraphs": [
                {
                    "name": "§ 1",
                    "title": "Formål",
                    "sections": [
                        "Lovens formål er å bidra til at det kan opprettes og drives folkehøyskoler i Norge. Folkehøyskole må være med i skolens navn, og bare skoler som er godkjent etter denne lovs § 2 kan bruke folkehøyskolenavnet, jf. § 7 andre ledd.",
                        "Folkehøyskolens formål er å fremme allmenndanning og folkeopplysning. Den enkelte folkehøyskole har ansvar for å fastsette verdigrunnlag innenfor denne rammen."
                    ]
                },
                {
                    "name": "§ 2",
                    "title": "Vilkår for tilskudd",
                    "sections": [
                        "Departementet godkjenner en skole for tilskudd. For å få tilskudd, må følgende vilkår oppfylles:",
                        "a.Skolen skal være eksamensfri.",
                        "b.Skolen skal ha internat som en integrert del av læringsprogrammet.",
                        "c.Skolen skal ha minst 35 elever årlig i gjennomsnitt over fire år, jf. § 7 andre ledd.",
                        "d.Skolen skal ha minst ett langkurs som varer minimum 16,5 uker, og minst 50 prosent av den samlede virksomheten skal bestå i langkurs, jf. § 7 andre ledd.",
                        "e.Skolen skal ha en rektor som er pedagogisk og administrativt ansvarlig leder.",
                        "f.Skolen skal ha et styre som er det øverste ansvarlige organ. Eieren av skolen fastsetter sammensetningen av styret. Elever og tilsatte skal være sikret representasjon, og skal selv velge sine representanter. Representantene skal ha tale-, forslags- og stemmerett på styremøtene. Styret skal føre tilsyn med skolens drift, og tilsette og si opp skolens personale.",
                        "g.Hver skole skal ha et elevråd. Styret fastsetter utover dette hvilke råd og organer som er nødvendige for å sikre demokratiske rettigheter og forsvarlig drift.",
                        "h.Skolen skal utarbeide prosedyre for selvevaluering og kvalitetsutvikling som sikrer de tilsatte og elever medvirkning. Det skal utarbeides en årlig selvevalueringsrapport som skal være offentlig tilgjengelig.",
                        "i.Skolen skal utarbeide dokumentasjon over elevenes læringsprogram og deltakelse. Dokumentasjonen må være utformet slik at den gir grunnlag for vurdering av realkompetanse inn mot utdanningssystem og arbeidsliv."
                    ]
                },
                {
                    "name": "§ 3",
                    "title": "Bortfall av tilskudd",
                    "sections": [
                        "Dersom et vilkår for tilskudd ikke lenger oppfylles, faller skolens rett til tilskuddet bort."
                    ]
                },
                {
                    "name": "§ 4",
                    "title": "Tilskuddsmodell",
                    "sections": [
                        "Tilskuddet består av tre elementer: basistilskudd, tilskudd per elev og tilskudd til husleie.",
                        "Departementet fastsetter tilskuddsmodellen i forskrift. Tilskuddet justeres årlig i takt med kostnadsutviklingen. Tilskuddet forvaltes av departementet eller den departementet delegerer myndigheten til."
                    ]
                },
                {
                    "name": "§ 5",
                    "title": "Organ for behandling av disiplinærsaker. Klageadgang",
                    "sections": [
                        "Styret skal etablere et organ for behandling av disiplinærsaker. Elever kan klage på organets vedtak i disiplinærsaker til styret for skolen.",
                        "Et mindretall i styret kan klage på vedtak i styret. I saker som gjelder skolens verdigrunnlag og mål er skoleeier klageinstans, og i forvaltningssaker er departementet eller den departementet utpeker klageinstans.",
                        "Reglene i kapittel IV, V og VI i forvaltningsloven gjelder ved klagebehandlingen."
                    ]
                },
                {
                    "name": "§ 6",
                    "title": "Forskrifter",
                    "sections": [
                        "Departementet kan gi nærmere forskrifter om kursordning, internat, kvalifikasjonskrav for undervisningspersonalet og kontroll."
                    ]
                },
                {
                    "name": "§ 7",
                    "title": "Ikrafttredelse og overgangsregler",
                    "sections": [
                        "Loven gjelder fra den tid Kongen bestemmer.",
                        "Dispensasjoner gitt med hjemmel i lov 8. juni 1984 nr. 64 om folkehøgskolar § 3 tredje ledd fortsetter å gjelde."
                    ]
                },
                {
                    "name": "§ 8",
                    "title": "Opphevelse av andre lover",
                    "sections": [
                        "Fra det tidspunkt loven trer i kraft, oppheves lov 8. juni 1984 nr. 64 om folkehøgskolar."
                    ]
                }
            ]
        }
    ]
}