{
    "lawId": "LOV-2002-06-21-32",
    "lawName": "Lov om endringer i lov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner mv. (omdanning av sparebanker til aksjeselskap eller allmennaksjeselskap)",
    "shortName": "Endringslov til finansvl. mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-21",
                    "title": "Grunnfondskapital",
                    "sections": [
                        "Grunnfondsbeviseierne skal tilføres en andel av det samlede antall aksjer som tilsvarer forholdet mellom deres andel av grunnfondsbeviskapitalen og egenkapitalen på omdannelsestidspunktet. I omdannelsesvedtaket kan det bestemmes at grunnfondsbeviseiere med en andel av grunnfondsbeviskapitalen under en fastsatt grense skal tilføres kontanter i stedet for aksjer.",
                        "§ 2-22 tredje ledd skal lyde:",
                        "Vedtektene skal inneholde regler som angir:",
                        "1.stiftelsens firma,",
                        "2.kommunen hvor stiftelsen er hjemmehørende,",
                        "3.stiftelsens formål,",
                        "4.hvordan stiftelsens midler skal kunne plasseres,",
                        "5.antallet styremedlemmer og hvordan styret skal dannes og suppleres,",
                        "6.hvilke andre organer enn generalforsamling og styre stiftelsen eventuelt skal ha, hvordan organene dannes og suppleres, og hvilken myndighet og hvilke oppgaver disse skal ha,",
                        "7.grunnkapitalens størrelse,",
                        "8.valg av medlemmer til generalforsamlingen,",
                        "9.når generalforsamlingen skal holdes,",
                        "10.hvordan vedtektene endres,",
                        "11.anvendelse av årsoverskudd og dekning av eventuelt underskudd,",
                        "12.avvikling av stiftelsen,",
                        "13.hvordan formuen skal disponeres ved avvikling.",
                        "§ 2-22 fjerde ledd skal lyde:",
                        "Vedtektene kan også inneholde bestemmelser om begrensning av det antall stemmer et medlem kan avgi på generalforsamlingen. I en stiftelse som er opprettet ved omdannelse av en sparebank krever vedtektsendring tilslutning fra to tredeler av alle medlemmer som har rett til å møte på generalforsamlingen. For slike stiftelser gjelder også at ingen av medlemmene av generalforsamlingen kan være personer som er ansatt eller har tillitsverv i den omdannede sparebanken eller et annet selskap i samme konsern som den omdannede sparebanken. Det skal legges vekt på at medlemmene avspeiler den omdannede institusjonens kundestruktur og andre interessegrupper. I slike stiftelser skal minst halvparten av medlemmene av generalforsamlingen velges av og blant den omdannede institusjonens kunder.",
                        "§ 2-22 sjette ledd skal lyde:",
                        "På generalforsamlingen har et medlem rett til å få behandlet spørsmål som han melder skriftlig til styret innen en uke før møtet holdes.",
                        "§ 2-22 nytt syvende ledd skal lyde:",
                        "Ansatt eller tillitsvalgt i stiftelsen kan ikke være ansatt eller tillitsvalgt i den omdannede institusjonen eller et annet selskap i samme konsern som den omdannede institusjonen.",
                        "§ 2-23 annet ledd nytt annet punktum skal lyde:",
                        "Kongen kan gi nærmere regler om slike grunnfondsbevis.",
                        "§ 2-23 nytt fjerde ledd skal lyde:",
                        "I en stiftelse som er opprettet ved omdanning av en sparebank må en beslutning om salg av aksjer i den omdannede sparebanken eller dets morselskap treffes av generalforsamlingen med flertall som for vedtektsendring. Beslutning i morselskapet til den omdannede sparebanken om salg av aksjer i banken krever tilslutning fra stiftelsens generalforsamling med flertall som for vedtektsendring. En stiftelse som er opprettet ved omdanning av en sparebank kan ta opp lån begrenset oppad til ti prosent av stiftelsens kapital eksklusiv innlån. Slike stiftelser kan kun utstede grunnfondsbevis eller oppta lån etter tilslutning fra stiftelsens generalforsamling med flertall som for vedtektsendring. Ved utdeling av gaver til allmennyttige formål fra slike stiftelser gjelder reglene i lov 24. mai 1961 nr. 1 om sparebanker § 28 tilsvarende. Vedtektene kan fastsette strengere regler enn det som følger av første og annet punktum.",
                        "I § 2-24 skal overskriften lyde:",
                        "Sammenslåing og avvikling av virksomhet",
                        "§ 2-24 første ledd nytt fjerde punktum skal lyde:",
                        "Vedtak om å avvikle eller slå sammen en stiftelse som er opprettet ved omdanning av en sparebank krever tilslutning fra stiftelsens generalforsamling med flertall som for vedtektsendring.",
                        "§ 2-24 tredje til femte ledd skal lyde:",
                        "Hvis stiftelsen ved sammenslåing av to finansinstitusjoner hvorav den ene tidligere er omdannet etter avsnitt III i loven her, velger å opprettholde virksomheten, skal kretsen av stemmeberettigede utvides til å gjelde hele den sammenslåtte finansinstitusjon.",
                        "Ved sammenslåing av to finansinstitusjoner som begge tidligere er omdannet etter avsnitt III i loven her, avgjør Kongen om de to stiftelsene skal slås sammen, med mindre en av stiftelsene treffer vedtak om å avvikle virksomheten. Reglene i første og annet ledd og § 2-22 gjelder tilsvarende.",
                        "Ved sammenslåing eller avvikling etter alternativene ovenfor kan Kongen bestemme at stiftelsens formue skal fordeles på den omdannede finansinstitusjonens kunder og på hvilken måte dette skal gjennomføres. Fordelingen skal skje etter de samme prinsipper som etter § 2-19 tredje ledd bokstav a.",
                        "§ 2-24 nytt sjette ledd skal lyde:",
                        "Reglene i kapitlet her gjelder ikke for en stiftelse som er opprettet ved omdanning av en sparebank, hvis stiftelsen eier mindre enn ti prosent av aksjene i den omdannede sparebanken eller i tilfelle i den omdannede sparebankens morselskap.",
                        "I lov 24. mai 1961 nr. 1 om sparebanker gjøres følgende endringer:",
                        "§ 1 tredje ledd nytt annet og tredje punktum skal lyde:",
                        "Sparebank som er omdannet etter bestemmelsene i lov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner kapittel 2 avsnitt III, kan fortsette å benytte ordet «sparebank» og ordet «spare» i sitt firma. Dette gjelder likevel ikke dersom stiftelsen som er opprettet ved omdanningen, faller inn under § 2-24 sjette ledd i den nevnte loven.",
                        "Nåværende annet punktum blir nytt fjerde punktum.",
                        "§ 8 annet ledd femte punktum skal lyde:",
                        "I sparebank som har utstedt omsettelige grunnfondsbevis, jfr. § 2 annet ledd velges minst en femdel og ikke mer enn to femdeler av forstanderskapets medlemmer og varamedlemmer av eierne av grunnfondsbevisene etter nærmere bestemmelser i vedtektene.",
                        "0Teksten her er korrigert i samsvar med rettelse i Norsk Lovtidend Avd. I 2002 s. 1245 (hefte 10).",
                        "§ 8 fjerde ledd tredje punktum skal lyde:",
                        "I sparebank som er dannet ved sammenslutning av sparebankeid forretningsbank og sparebank, kan Kongen tillate at inntil to femdeler av forstanderskapets medlemmer og varamedlemmer velges av sparebanker som eier grunnfondsbevis.",
                        "§ 28 første ledd annet punktum skal lyde:",
                        "Inntil 25 prosent av gjenværende overskudd kan likevel brukes til allmennyttige formål.",
                        "§ 47 nytt femte ledd skal lyde:",
                        "Paragrafen her gjelder ikke når sparebanker omdannes etter bestemmelsene i lov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner kapittel 2 avsnitt III.",
                        "I lov 24. mai 1961 nr. 2 om forretningsbanker gjøres følgende endring:",
                        "§ 1 annet ledd nytt annet punktum skal lyde:",
                        "Loven gjelder for banker som er omdannet etter bestemmelsene i lov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner kapittel 2 avsnitt III.",
                        "I lov 6. desember 1996 nr. 75 om sikringsordninger for banker og offentlig administrasjon m.v. av finansinstitusjoner gjøres følgende endring:",
                        "§ 2-1 nytt femte punktum skal lyde:",
                        "En sparebank som er omdannet etter bestemmelsene i lov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner kapittel 2 avsnitt III, skal være medlem av Sparebankenes sikringsfond med mindre stiftelsen som er opprettet ved omdanningen, faller inn under § 2-24 sjette ledd i den nevnte loven.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endring:",
                        "§ 11-22 tredje ledd nytt tredje punktum skal lyde:",
                        "Overdragende sparebanks og gjensidige livsforsikringsselskaps skatteposisjoner, herunder fremførbare underskudd etter skatteloven § 14-6 og ubenyttede godtgjørelsesfradrag etter skatteloven § 10-12 fjerde ledd på tidspunktet for overføring, kan tillates overført.",
                        "I lov 26. mars 1999 nr. 14 om skatt av formue og inntekt (skatteloven) gjøres følgende endring:",
                        "§ 4-12 sjette ledd skal lyde:",
                        "Grunnfondsbevis i sparebank, gjensidig forsikringsselskap, kreditt- og hypotekforening og selveiende finansieringsforetak verdsettes til 65 prosent av kursverdien 1. januar i ligningsåret. Er kursen ikke notert eller kjent, settes verdien til 65 prosent av den antatte salgsverdi.",
                        "Endringen under VI trer i kraft med virkning fra og med inntektsåret 2003. Loven forøvrig gjelder fra den tid Kongen bestemmer. Kongen kan sette i kraft de enkelte bestemmelsene til forskjellig tid. Kongen kan gi overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": []
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        }
    ]
}