{
    "lawId": "LOV-2002-12-13-76",
    "lawName": "Lov om endringer i lov 16. juni 1989 nr. 53 om eiendomsmegling",
    "shortName": "Endringslov til eiendomsmeglingsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 2-12",
                    "title": "Forbud mot egenhandel",
                    "sections": [
                        "(1) Denne bestemmelsen gjelder eiendomsmeglere og advokater som selv driver eiendomsmeglingsvirksomhet, ansatte i foretak som driver eiendomsmeglingsvirksomhet, samt eiere og tillitsvalgte i slike foretak som normalt deltar i den daglige virksomheten uten å være ansatt.",
                        "(2) Dersom personer som nevnt i første ledd har eller får personlig eller økonomisk interesse i den handelen oppdraget gjelder, skal vedkommende eller foretaket nekte å ta oppdraget eller si dette fra seg så snart slik interesse oppstår. Tilsvarende gjelder i forhold til nærstående av personer som nevnt i første ledd.",
                        "(3) Kredittilsynet kan i forskrift gi utfyllende regler om bestemmelsen i annet ledd, herunder fastsette hvem som anses som nærstående. Kredittilsynet kan i forskrift eller enkeltvedtak fastsette unntak fra annet ledd.",
                        "§ 3-1 tredje ledd oppheves.",
                        "§ 3-8 første ledd skal lyde:",
                        "(1) Departementet kan gi forskrifter om budgivning, og om innsynsrett i opplysninger om bud og budgivere.",
                        "Lovendringene trer i kraft fra det tidspunkt Kongen bestemmer. De enkelte bestemmelser kan settes i kraft til ulik tid.",
                        "Personer og foretak som har betydelig eierandel i eiendomsmeglingsforetak når lovendringene trer i kraft, og som ikke anses egnet som eiere i henhold til § 2-1 femte ledd kan fortsette som eiere i inntil ett år etter ikrafttredelsestidspunktet.",
                        "Kongen kan gi forskrift om overgangsbestemmelser."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}