{
    "lawId": "LOV-2002-12-20-107",
    "lawName": "Lov om endringer i politiloven og straffeloven (fiktiv identitet)",
    "shortName": "Endringslov til politiloven og straffeloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 14 a",
                    "title": "Tillatelsen",
                    "sections": [
                        "En person som er registrert i folkeregisteret, og som står i fare for å bli utsatt for alvorlig kriminalitet rettet mot liv, helse eller frihet, kan gis tillatelse til å benytte andre personopplysninger om seg selv enn de virkelige (fingerte personopplysninger).",
                        "Tillatelse til å benytte fingerte personopplysninger kan bare gis dersom andre tiltak ikke kan gi tilstrekkelig vern.",
                        "Tillatelse til å benytte fingerte personopplysninger kan også gis til andre personer som bor i samme husstand som en person som gis tillatelse til å benytte fingerte personopplysninger.",
                        "I tillatelsen kan det settes vilkår dersom dette er nødvendig for å begrense ulemper som bruken av fiktive personopplysninger kan medføre for andre."
                    ]
                },
                {
                    "name": "§ 14 b",
                    "title": "Saksbehandling og kompetanse",
                    "sections": [
                        "Politidirektoratet avgjør om en person skal gis tillatelse til å benytte fingerte personopplysninger.",
                        "Politidirektoratet skal bistå søkeren med å innhente og tilrettelegge informasjon mv. som kan ha betydning for vurderingen av søknaden.",
                        "Politidirektoratets avgjørelse kan påklages til Justisdepartementet."
                    ]
                },
                {
                    "name": "§ 14 c",
                    "title": "Søkerens informasjonsplikt",
                    "sections": [
                        "Søkeren skal gi opplysninger om alle rettsforhold som vil bli berørt av tillatelsen. Søkeren skal ved behov også på annen måte bistå Politidirektoratet under forberedelse av saken og så lenge tillatelsen gjelder."
                    ]
                },
                {
                    "name": "§ 14 d",
                    "title": "Adgang til å innhente opplysninger",
                    "sections": [
                        "Politidirektoratet kan, i saker som behandles etter dette kapitlet, uten hinder av taushetsplikt, kreve utlevert fra andre offentlige myndigheter de opplysninger som anses nødvendige."
                    ]
                },
                {
                    "name": "§ 14 e",
                    "title": "Fastsettelse og registrering av fingerte personopplysninger",
                    "sections": [
                        "Når det er gitt tillatelse til bruk av fingerte personopplysninger, skal Politidirektoratet umiddelbart fastsette hvilke fingerte personopplysninger som skal benyttes. De fingerte personopplysningene utarbeides i samråd med søkeren.",
                        "Politidirektoratet skal straks underrette folkeregistermyndighetene, og påse at de fingerte personopplysningene blir registrert og at de reelle personopplysningene blir avregistrert."
                    ]
                },
                {
                    "name": "§ 14 f",
                    "title": "Virkningene av tillatelse til å benytte fingerte personopplysninger",
                    "sections": [
                        "Den som har fått tillatelse til å benytte fingerte personopplysninger, kan benytte disse overfor offentlige og private rettssubjekter. Tillatelsen har ingen andre rettsvirkninger."
                    ]
                },
                {
                    "name": "§ 14 g",
                    "title": "Bistand",
                    "sections": [
                        "Politidirektoratet skal bistå den som har fått tillatelse til å benytte fingerte personopplysninger ved kontakt med offentlige myndigheter eller private rettssubjekter.",
                        "Direktoratet skal også bistå offentlige myndigheter eller private rettssubjekter, som har et rettmessig behov for å komme i kontakt med den som har fått tillatelse til å benytte fingerte personopplysninger, med å formidle slik kontakt.",
                        "Direktoratet skal videre gi veiledning og for øvrig bistå i den grad det anses rimelig."
                    ]
                },
                {
                    "name": "§ 14 h",
                    "title": "Varighet og opphør",
                    "sections": [
                        "Tillatelsen til å benytte fingerte personopplysninger kan gis for et bestemt tidsrom eller uten tidsbegrensning.",
                        "Hvis det fortsatt foreligger et behov for å benytte fingerte personopplysninger når tillatelsen utløper, kan Politidirektoratet beslutte at tillatelsen skal forlenges.",
                        "Dersom den som har fått tillatelse til å benytte fingerte personopplysninger skriftlig ber om at tillatelsen skal opphøre, skal Politidirektoratet treffe vedtak om dette.",
                        "Politidirektoratet kan, dersom vilkårene i § 1 åpenbart ikke lenger er oppfylt, tilbakekalle tillatelsen. Det samme gjelder dersom det foreligger vesentlige brudd på vilkårene i tillatelsen eller annet vesentlig misbruk av tillatelsen.",
                        "Når retten til å benytte fingerte personopplysninger opphører, skal Politidirektoratet underrette folkeregistermyndighetene som avregistrerer de fingerte personopplysningene og reaktiviserer og ajourfører de reelle personopplysningene."
                    ]
                },
                {
                    "name": "§ 14 i",
                    "title": "Forskriftshjemmel",
                    "sections": [
                        "Kongen kan gi nærmere bestemmelser om utfylling og gjennomføring av bestemmelsene i dette kapitlet.",
                        "§ 24 annet ledd skal lyde:",
                        "Taushetsplikten gjelder også opplysninger om politiets operative virksomhet og organiseringen av den, samt opplysninger som det ut fra spanings- og etterretningsvirksomheten er nødvendig å holde hemmelig. Taushetsplikten gjelder for enhver som utfører tjeneste eller arbeid for politiet. Politiet kan pålegge personer, private institusjoner og andre offentlige organer taushetsplikt som nevnt i første punktum når det innhentes opplysninger med hjemmel i § 14 d eller dersom reell identitet til en person som benytter fiktive personopplysninger er eller vil bli avslørt.",
                        "I straffeloven 22. mai 1902 nr. 10 gjøres følgende endring:",
                        "§ 132 b skal lyde:",
                        "Den som handler i strid med pålegg om taushet fastsatt i medhold av straffeprosessloven §§ 200 a, 208 a, 210 a, jf 208 a eller 210 c eller politiloven § 24 annet ledd, straffes med bøter eller med fengsel inntil 2 år.",
                        "Ikrafttredelse",
                        "Loven trer i kraft fra det tidspunkt Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        }
    ]
}