{
    "lawId": "LOV-2002-06-21-30",
    "lawName": "Lov om endringer i lov 16. juni 1972 nr. 47 om kontroll med markedsføring og avtalevilkår (markedsføringsloven)",
    "shortName": "Endringslov til markedsføringsloven",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": [
                {
                    "name": "§ 9 c",
                    "title": "Bruk av garantier o.l. overfor forbrukere",
                    "sections": [
                        "Det er forbudt i næringsvirksomhet å bruke ordet garanti eller tilsvarende uttrykk ved omsetning av varer, tjenester eller andre ytelser, dersom mottakeren ikke gis rettigheter i tillegg til de rettighetene han eller hun ellers har, eller dersom slike rettigheter begrenses.",
                        "Ved markedsføring av garantier skal det opplyses om vesentlige begrensninger i garantien. Dersom det opplyses om garantitiden i markedsføringen, skal det også opplyses om lovens lengstefrist for reklamasjon etter den aktuelle lovgivningen."
                    ]
                },
                {
                    "name": "§ 9 d",
                    "title": "Krav til garantivilkår i forbrukerforhold",
                    "sections": [
                        "Ytes det garanti, skal det på en tydelig og lettfattelig måte opplyses om følgende i garantivilkårene:",
                        "a)garantiens innhold, herunder eventuelle begrensninger og særlige betingelser",
                        "b)at forbrukerens rettigheter etter aktuell og nærmere angitt lovgivning kommer i tillegg til garantien, og at disse rettighetene ikke berøres av garantien",
                        "c)hva som er nødvendig for å benytte garantien, herunder garantiens varighet og geografiske virkeområde samt garantigiverens navn og adresse",
                        "d)lengstefristen for reklamasjon etter aktuell og nærmere angitt lovgivning, dersom den er lengre enn garantitiden",
                        "e)at det uansett kan reklameres på ytelsen i sin helhet etter aktuell og nærmere angitt lovgivning, dersom garantien er begrenset, for eksempel ved at garantien kun gjelder en del av ytelsen eller bare deler av utbedringskostnadene dekkes av garantien.",
                        "Der markedsføringen forut for avtaleinngåelsen er rettet til norske forbrukere, skal garantivilkårene være utformet på norsk.",
                        "Før avtaleinngåelsen skal garantigiveren opplyse forbrukeren om garantien og at forbrukeren har rett til å få garantivilkårene utlevert. Når forbrukeren ber om det, skal han eller hun motta garantivilkårene lesbart og lagret på papir eller et annet varig medium som forbrukeren råder over.",
                        "Nåværende kapittel II a, §§ 9 c, 9 d og 9 e blir nytt kapittel II b, §§ 9 e, 9 f og 9 g.",
                        "§ 9 f skal lyde:"
                    ]
                },
                {
                    "name": "§ 9 f",
                    "title": "Adgang til å bringe saker inn for Forbrukerombudet og Markedsrådet",
                    "sections": [
                        "Utenlandske myndigheter og organisasjoner som er oppført på listen over godkjente institusjoner som i henhold til EØS-avtalens bestemmelser offentliggjøres av EU-kommisjonen i De Europeiske Fellesskapers Tidende og i EØS-tillegget til dette, kan bringe sak inn for Forbrukerombudet og Markedsrådet med sikte på å få nedlagt forbud mot handling som nevnt i § 9 e.",
                        "§ 9 g første ledd skal lyde:",
                        "Departementet godkjenner norske myndigheter og organisasjoner som kan opptre som part i sak i andre EØS-stater med sikte på å få nedlagt forbud mot handling som nevnt i § 9 e. Departementet underretter EFTAs overvåkningsorgan om de utpekte myndigheters og organisasjoners navn og formål, med sikte på oppføring på listen nevnt i § 9 f.",
                        "§ 12 første ledd første, annet og tredje punktum skal lyde:",
                        "Markedsrådet kan forby en handling som rådet finner er i strid med en bestemmelse gitt i eller i medhold av kapittel I eller § 9 c, når det finner at inngrep tilsies av hensyn til forbrukerne, eller, i forhold til § 1 annet ledd av hensyn til likestilling mellom kjønnene. Markedsrådet kan også forby part for Markedsrådet å bruke vilkår som nevnt i kapittel II eller som ikke oppfyller kravene i § 9 d, eller foreta handlinger som tilsikter slik bruk. Markedsrådet kan videre forby en handling som strider mot bestemmelser som nevnt i § 9 e første ledd, hvis handlingen er foretatt i næringsvirksomhet i Norge og handlingen skader forbrukernes kollektive interesse i en annen EØS-stat.",
                        "§ 13 første ledd første punktum skal lyde:",
                        "Forbrukerombudet skal, ut fra hensynet til forbrukerne, føre tilsyn med at det ikke skjer markedsmisbruk i strid med en bestemmelse gitt i eller i medhold av kapittel I eller § 9 c.",
                        "§ 13 annet ledd skal lyde:",
                        "Forbrukerombudet skal også føre tilsyn med, og gjennom forhandlinger med næringsdrivende eller deres organisasjoner bidra til, at vilkår som nevnt i kapittel II eller som ikke oppfyller kravene i § 9 d, ikke nyttes til skade for forbrukerne.",
                        "§ 13 tredje ledd skal lyde:",
                        "Forbrukerombudet kan på anmodning fra myndighet eller organisasjon som nevnt i § 9 f, med sikte på å verne forbrukernes kollektive interesser i en annen EØS-stat, behandle saker vedrørende handlinger som nevnt i § 9 e første ledd.",
                        "§ 13 sjette ledd første punktum skal lyde:",
                        "Med samtykke av Markedsrådets formann kan Forbrukerombudet forelegge for Markedsrådet en sak av prinsipiell karakter knyttet til overtredelse av §§ 1-5 eller § 9 c, eller til overtredelse av forskrifter gitt i medhold av lov 4. desember 1992 nr. 127 om kringkasting § 3-1 tredje ledd.",
                        "§ 16 første ledd nytt annet punktum skal lyde:",
                        "Det samme gjelder vedtak etter §§ 12 og 14 som retter seg mot overtredelse av bestemmelser i kapittel II a.",
                        "Nåværende første ledd annet, tredje og fjerde punktum blir første ledd tredje, fjerde og femte punktum.",
                        "Loven gjelder fra den tid Kongen bestemmer."
                    ]
                }
            ]
        },
        {
            "name": "II",
            "paragraphs": []
        }
    ]
}