{
    "lawId": "LOV-2002-06-28-54",
    "lawName": "Lov om endringer i straffeloven og straffeprosessloven mv. (lovtiltak mot terrorisme – gjennomføring av FN-konvensjonen 9. desember 1999 om bekjempelse av finansiering av terrorisme og FNs sikkerhetsråds resolusjon 1373 28. september 2001)",
    "shortName": "Endringslov til strl. og strpl. mv.",
    "authorityDescription": null,
    "chapters": [
        {
            "name": "I",
            "paragraphs": []
        },
        {
            "name": "II",
            "paragraphs": []
        },
        {
            "name": "III",
            "paragraphs": []
        },
        {
            "name": "IV",
            "paragraphs": [
                {
                    "name": "§ 202 d",
                    "title": "Når noen med skjellig grunn mistenkes for overtredelse av eller forsøk på overtredelse av straffeloven §§ 147 a eller 147 b, kan sjefen eller den stedfortredende sjefen for Politiets sikkerhetstjeneste, eller en statsadvokat, beslutte å båndlegge formuesgoder som tilhører",
                    "sections": [
                        "a)den mistenkte",
                        "b)et foretak som den mistenkte eier eller har kontroll over, eller",
                        "c)et foretak eller en person som handler på vegne av eller på instruks fra noen som nevnt i bokstav a eller b.",
                        "Formuesgoder som er nødvendige til underhold av den beslutningen retter seg mot, hans husstand eller noen han forsørger, kan ikke båndlegges.",
                        "Beslutningen skal være skriftlig, identifisere den mistenkte og kort beskrive grunnlaget for beslutningen."
                    ]
                },
                {
                    "name": "§ 202 e",
                    "title": "Påtalemyndigheten skal snarest mulig og senest innen syv dager etter at den har truffet beslutning etter § 202 d, bringe saken inn for forhørsretten, som ved kjennelse avgjør om beslutningen skal opprettholdes. Domstolloven § 149 første ledd gjelder tilsvarende. Opprettholder retten beslutningen, fastsetter den samtidig en bestemt tidsfrist for båndleggingen. § 185 første ledd gjelder tilsvarende. Før retten treffer kjennelsen, skal den mistenkte og andre som saken gjelder, varsles og gis anledning til å uttale seg.",
                    "sections": [
                        "Er det strengt nødvendig av hensyn til etterforskningen, kan retten beslutte at varsel som nevnt i første ledd skal unnlates og underretning om kjennelsen utsettes. I så fall skal retten i kjennelsen sette en frist for når underretning skal skje. Fristen skal ikke overstige fire uker, men kan forlenges av retten ved kjennelse med inntil fire uker om gangen. Når fristen løper ut, skal den mistenkte og andre som saken gjelder, underrettes om kjennelsen og om at de kan kreve at retten avgjør om båndleggingen skal opprettholdes."
                    ]
                },
                {
                    "name": "§ 202 f",
                    "title": "Dersom retten beslutter å båndlegge formuesgoder etter § 202 d, skal påtalemyndigheten snarest mulig vurdere om det er grunnlag for å ta beslag eller heftelse i formuesgodene, jf. kapittel 16 og 17. Dersom vilkårene for å båndlegge ikke lenger er oppfylt, skal båndleggingen uten ugrunnet opphold oppheves. Båndleggingen faller senest bort når saken er endelig avgjort.",
                    "sections": []
                },
                {
                    "name": "§ 202 g",
                    "title": "Påtalemyndigheten kan pålegge andre enn dem som er nevnt i § 122 første og annet ledd å yte nødvendig bistand for å båndlegge et formuesgode. Er det aktuelt å begjære utsatt underretning etter § 202 e annet ledd, kan påtalemyndigheten pålegge andre enn dem som er nevnt i § 122 første og annet ledd å bevare taushet om beslutningen om å båndlegge formuesgodet inntil utsatt underretning blir gitt. Når taushetsplikten har opphørt, skal påtalemyndigheten snarest mulig varsle den som har fått slikt pålegg.",
                    "sections": [
                        "I finansieringsvirksomhetsloven 10. juni 1988 nr. 40 gjøres følgende endring:",
                        "§ 2-17 tredje ledd første punktum skal lyde:",
                        "Dersom en finansinstitusjon har mistanke om at en transaksjon har tilknytning til utbytte av en straffbar handling, eller til forhold som rammes av straffeloven § 147 a eller § 147 b, plikter den å foreta nærmere undersøkelser for å få bekreftet eller avkreftet mistanken.",
                        "I utlendingsloven 24. juni 1988 nr. 64 gjøres følgende endringer:",
                        "§ 29 første ledd bokstav d skal lyde:",
                        "d)når hensynet til rikets sikkerhet gjør det nødvendig,",
                        "§ 29 første ledd ny bokstav e skal lyde:",
                        "e)når utlendingen har overtrådt straffeloven §§ 147 a eller 147 b, eller har gitt trygt tilholdssted til noen som utlendingen kjenner til at har begått en slik forbrytelse.",
                        "§ 29 annet ledd første punktum skal lyde:",
                        "Utvisning etter første ledd bokstav a, b, c og e besluttes ikke dersom det i betraktning av forholdets alvor og utlendingens tilknytning til riket vil være et uforholdsmessig tiltak overfor utlendingen selv eller de nærmeste familiemedlemmene.",
                        "§ 30 annet og tredje ledd skal lyde:",
                        "Utlending som fyller kravene til å få bosettingstillatelse, kan bare bortvises eller utvises",
                        "a)når hensynet til rikets sikkerhet gjør det nødvendig, jf. § 29 første ledd bokstav d,",
                        "b)når utlendingen har sonet eller er ilagt straff for forhold som etter norsk lov kan føre til fengselsstraff i tre år eller mer eller som gjelder overtredelse av straffeloven §§ 162 og 317 jf. 162, og dette er skjedd for mindre enn fem år siden i utlandet eller for mindre enn ett år siden her i riket. Tilsvarende gjelder ved ilagt særreaksjon som følge av straffbare forhold som nevnt,",
                        "c)når utlendingen har overtrådt straffeloven §§ 147 a eller 147 b, eller har gitt trygt tilholdssted til noen som utlendingen kjenner til at har begått en slik forbrytelse, jf § 29 første ledd bokstav e.",
                        "Utvisning etter annet ledd bokstav b eller c besluttes ikke dersom det i betraktning av forholdets alvor og utlendingens tilknytning til riket vil være et uforholdsmessig tiltak overfor utlendingen selv eller de nærmeste familiemedlemmene.",
                        "§ 58 tredje ledd skal lyde:",
                        "Utlending som omfattes av EØS-avtalen, kan utvises når utlendingen har overtrådt straffeloven §§ 147 a eller 147 b, eller har gitt trygt tilholdssted til noen som utlendingen kjenner til at har begått en slik forbrytelse.",
                        "Nåværende tredje til sjuende ledd blir fjerde til nytt åttende ledd.",
                        "I politiloven 4. august 1995 nr. 53 gjøres følgende endring:",
                        "§ 17 b første ledd nr. 5 første punktum skal lyde:",
                        "5.sabotasje og politisk motivert vold eller tvang, eller overtredelser av straffeloven §§ 147 a og 147 b.",
                        "I lov 15. juni 2001 nr. 65 om gjennomføring av Roma-vedtektene gjøres følgende endring:",
                        "§ 16 oppheves.",
                        "Ikrafttredelse",
                        "Loven her trer i kraft straks. Fra samme tidspunkt oppheves provisorisk anordning 5. oktober 2001 om forbud mot finansiering av terrorisme m.m.",
                        "Fra det tidspunkt lov ... om endringer i rettegangslovgivningen m.m. (bortfall av funksjonsbetegnelser på domstolene m.m.) trer i kraft, skal henvisningen til forhørsretten i straffeprosessloven § 202e, første ledd endres til tingretten."
                    ]
                }
            ]
        },
        {
            "name": "V",
            "paragraphs": []
        },
        {
            "name": "VI",
            "paragraphs": []
        },
        {
            "name": "VII",
            "paragraphs": []
        },
        {
            "name": "VIII",
            "paragraphs": []
        },
        {
            "name": "IX",
            "paragraphs": []
        }
    ]
}